[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Part 2 - U. S. Presidents and UFO Investigations © 2003 by Linda Moulton Howe President Ronald Reagan on left, wife Nancy, and on right, E.T. film director, Steven Spielberg, at White House screening in 1982. Photograph from Ronald Reagan Presidential Library, Simi Valley, California. Continued from Part 1 : October 28, 2003 - Winnipeg, Manitoba, Canada - Moments after the photograph above was taken in late June 1982, Steven Spielberg screened E.T.:The Extraterrestrial for President Ronald Reagan and First Lady, Nancy Reagan. Near the end of the movie, Reagan allegedly leaned over to Spielberg and stated, \"You know, I bet there aren't six people in this room who know just how true this really is.\" (Source: Reagan Library) President Ronald Reagan with Apollo Astronaut, Harrison Schmitt, in October 1982 at the former Roswell Army Air Field (RAAF), Roswell, New Mexico. In October 1982, a few months after Spielberg screened the movie E.T. for President and Mrs. Reagan, President Reagan and Apollo Astronaut Harrison Schmitt, one of the last men to walk on the moon, arrived on the tarmac at the Roswell (New Mexico) Industrial Air Center, formally known as the Roswell Army Air Field (RAAF). Moments after this photograph was taken, Reagan spoke near the hanger where rumor has it that alien bodies were taken following a 1947 extraterrestrial crash. In his speech, Reagan made reference to E.T: The Extraterrestrial. Some believe Reagan's action was an indicator of his strong interest in the subject. (Source: Reagan Library) UFO researchers have spent a lot of time in American presidential libraries and the National Archives trying to find paper trails that will connect dates of alleged UFO crashes with meetings between American presidents and military leaders, scientists and high ranking administration officials. Grant Cameron has "},{"pageNumber":2,"pageContent":"worked since 1974 at the University of Manitoba in Winnipeg, Canada, and works as a building facility manager. Privately, he would like to come up with the smoking gun that shows the U. S. government has had knowledge of extraterrestrial interaction with this planet for a long time. He, like Stan Gordon, is convinced that a non-terrestrial object came down in Kecksburg, Pennsylvania on December 9, 1965. With the Sci-Fi Channel announcement that it might seek legal action against NASA and other government agencies for documents about Kecksburg, Grant researched President Lyndon B. Johnson's schedule to see what happened in the hours after the Pennsylvania event. Interview: Grant Cameron, a building facility manager at the University of Manitoba; reporter and producer of www.presidentialufo.com, Manitoba, Winnipeg, Canada: \"We now know that they (Sci-Fi Channel) are going after NASA for files because there were NASA people at the (Kecksburg) site. So, I pulled the President's schedule (Lyndon B. Johnson) when Kecksburg occurred I think it was on a Thursday night the President was at his Austin ranch. The very next morning after the crash , James Webb who was the head of NASA - appeared at the ranch. All the Joint Chiefs of Staff appeared at the ranch. Whatever photographs were taken on December 10, 1965, of Joint Chiefs of Staff at the LBJ Ranch, Grant Cameron could not find any. This photograph is of the Joint Chiefs of Staff when they met with President Johnson (1963-1969) at the LBJ Ranch outside Austin, Texas, on December 22, 1964, a year before the Kecksburg, Pennsylvania incident. Source: LBJ White House Photo Office Collection, Lyndon Baines Johnson Library, Austin, Texas. The Governor of Pennsylvania appeared I don't think it was the next day after the crash but the day after that. For example, the Joint Chiefs of Staff was listed as a 'Viet Nam budget discussion.' You have all these people sort of appearing, but when it comes to trying to nail down what those meetings were about or to get the records of the contacts of what was done at the ranch, there is basically nothing there on paper. J. Leo Bourassa's boss the head of the Office of Emergency Planning, which is now known as FEMA - was a fellow by the name of Buford Ellington."},{"pageNumber":3,"pageContent":"Buford Ellington, served as 1960 Chairman, Democratic National convention, and head of Office of Emergency Planning in the Lyndon B. Johnson administration. The Kecksburg crash occurred on a Thursday night (December 9, 1965). The President flew back to the White House on the Sunday evening (December 12, 1965) and Buford Ellington met off the record with the President the very next day just outside the Oval Office, in a lounge inside the Oval Office. So you have all these things that seem to indicate that all the right people were moving around and were there. But the actual paper trail about what was discussed is not there yet. President Lyndon B. Johnso n Had Huge Outer Space File It's kind of strange that LBJ probably has one of the biggest outer space files. That's where the UFO files are, in the outer space file. Johnson was fascinated with outer space. When Sputnik first went up, he was at the ranch in Austin and he talked about how he went outside the ranch walking and watching Sputnik go over. He was then a Congressman and was very upset that the Russians had beat us into space. He was very interested and has a lot of letters. I recovered a letter he actually wrote as Vice President and that is very rare to find a President's letter or Vice President's letter dealing with UFOs where they themselves answer. It's usually cut off by someone way down the chain of command. But he has massive outer space files. However, most UFO files in presidential libraries are just letters. For example, when Jimmy Carter made his famous promise that he would release the UFO secret, there were 9,000 letters written to the Carter White House and they actually took a photograph and I have a picture of the 9,000 letters that came in there. Nine thousand letters concerning UFO phenomena were sent to the White House after President Jimmy Carter made a promise to release the UFO files. Source: Carter Library. Jimmy Carter Wanted to Open Up U. S. Government UFO"},{"pageNumber":4,"pageContent":"Files What people don't realize is that when Jimmy Carter made the promise to release all the U. S. government's UFO files, he put an exemption where there were national security concerns. He said if it had to do with national security or new weapons system or plane, then he would not release it. The Carter one that deals with Shirley MacLaine is fairly impressive. I haven't confirmed this myself, but the story is that the actor Nicholas Cage went on the Dave Letterman Show in 1995 and stated that Shirley MacLaine had told him that Jimmy Carter had told her that he had had access to a crashed flying saucer and the bodies. Later Shirley MacLaine was asked about it by a researcher named Art Greenfield from Florida on Larry King- Live . MacLaine denied what he said about the hangar and the bodies. She just said, 'He didn't tell me that, but he did tell me that what I put in Out On A Limb was basically true and that there were craft and beings and that he (President Carter) couldn't and wouldn't disclose what he knew about it. This was probably her most significant comment. The vast majority of the ET stories seem to center around Jimmy Carter. Whether or not he was briefed, there seems to be fairly good evidence that Jimmy Carter did accomplish an awful lot more than people give him credit for in trying to get this out into the open. IN ALL THE DOCUMENTS YOU HAVE RECEIVED FROM FOIA REQUESTS, IS THERE ANYTHING THAT RELATES DIRECTLY TO THE SHIRLEY MAC LAINE STORY? No, not FOIA. In fact, I was at the Carter Library and there is one archivist at the Carter Library who is very interested in UFOs and I run the majority of any rumor stories I have by him. He checks them out and if you heard the Shirley MacLaine bit, she said that Jimmy Carter told her on a number of occasions that there is no record of her having talked to Jimmy Carter, according to the Carter Library. That's for the years when he was President (1976-1980). So, if it is true, then it's likely it was something that happened after he became president. There are a number of different stories dealing with Jimmy Carter, but again, nothing to back it up. I thought we were close to confirming that Jimmy Carter had been briefed! You would have the story of the century. U. S. presidents have only twice in 55 years been asked a question about UFOs. If you could ever get to the president on the record to talk about the subject, I think it would be enough to break the thing wide open. But I think it's clear that insiders don't want any president talking on the record. When I was at the Eisenhower Library, out of 22,000 pages of material, they gave me a list of five documents one was a Telex inviting President Eisenhower to a UFO conference. And there was a CIA Robertson Panel report. But other than that, there was like only five documents out of 22,000 pages. There was literally nothing there. Government Ops Plan for Alien Invasion by Robert M. Collins, 1996: \"Relating to these quotes of an elite committee of members known as MJ-12 who reportedly dealt with the aliens and their recovered artifacts, the following has been uncovered over the years of research. MJ-12 had a cover under which it operated and that cover was reportedly the Office of Emergency Preparedness, Special Facility's Division.\" J. Leo Bourassa and the Special Facilities Division, White House I just came back from the Johnson Library where there is a document I was"},{"pageNumber":5,"pageContent":"checking about the Kecksburg crash. The person who is identified in the Blue Book file that Stan Gordon obtained was a guy by the name of J. Leo Bourassa (BORE-uh-saw). He was in the section known as the Special Facilities Division inside the Executive Office of the White House. I couldn't really figure out what this organization was. I did find a document at the Johnson Library where this fellow Bourassa is on this sheet talking about Kecksburg. There were phone calls going back and forth in the Blue Book file report. This Bourassa guy was the one who investigated the power black out in New York City in 1965. In that document, he talks about the three things that they were looking at that caused the power black out in New York. This is exactly one month before the Kecksburg crash and he mentions 'sabotage, enemy actions or unknown phenomenon.' November 23, 1965, memorandum about unexplained power blackout in northeast United States on November 9, 1965. Source: Lyndon B. Johnson's Presidential Library, Austin, Texas. It took me quite awhile to determine who Bourassa was. I learned that he was the guy who ran Mount Weather. If there were a nuclear attack, that's the place outside Washington, D., C. where they take the top officials of the government underground. [ Howe's note : Mt. Weather is an underground military base carved deep inside a granite mountain near Bluemont, Virginia about 46 miles from Washington, D. C. The goal is \"continuity of government (COG) under the authority of the top secret National Programming Office (NPO).] When I checked about him at the Eisenhower Library, they did have some material on him that he had written to President Eisenhower. At the time, whatever section of the government he was in, he wanted out because he was bored with nothing to do. He is one of the few men referenced that he was around, but in terms of details about the Special Facility Division nothing. Special Advisory Committee to the President on Alien Matters, FEMA Special Facilities Division, Tracking UFOs at Mt. Weather, Virginia"},{"pageNumber":6,"pageContent":"But that was the division run by J. Leo Bourassa who was involved in the Kecksburg, Pennsylvania crash who was in the Blue Book file and he's making a phone call about some piece or wreckage fragment they had found. In another 1996 article, Robert Collins puts up what he calls an MJ-12 Panel Organizational Chart reported for the years 1984-1985. He has a flow chart which is connected to the flow chart shown on the TV program, UFO Cover-Up: Live, in 1988. In this flow chart, he has the president at the top of the flow chart and right under, he has Special Advisory Committee to the President on Alien Matters and right below them, he has FEMA, Special Facilities Division, as cover office for MJ-12. The other thing that ties this in is that Brigadier General Stephen Lovekin of the U. S. Army National Guard Reserves in 1997 was in Washington for Steven Greer's Disclosure Project panel to try to convince Congress to do something. During that testimony, Brig. Gen. Lovekin says that he was at Mt. Weather and that he was talking to a guy who told him that Mt. Weather was being used to track UFOs. So out of the blue, here is a guy six years ago who suddenly talks about Mt. Weather and UFOs and Mt. Weather was where the Special Facility Division was supposed to be. But as to finding the files for the Special Facility Division, I said I was at the National Archives and I spent two days going through huge boxes of files and couldn't find a single piece of paper that even mentioned the organization. So, you're stuck with trying to track stuff about this guy Bourassa from forty years ago and it's not in the National Archives. I copied everything that was at the Johnson Library which is 50 or 60 pages on meetings that occurred, but really nothing substantive. It wasn't until two weeks after I came back from the Johnson Library that I even figured out from a 1991 Time Magazine article who Bourassa was. Back at the point I was at the National Archives, I still didn't know what the Special Facilities Division was. It's mentioned in the Kecksburg Blue Book Files and according to Robert Collins, it is one of the key units (related to MJ-12 and monitoring extraterrestrial activities on Earth). When I got that piece of information that Bouraassa had made phone contact from Mount Weather on the Kecksburg crash you get a situation where you have a guy who is in touch with everybody. He is basically running what is now known as FEMA the underground thing. He is making this phone call and you have a situation where he is in contact with the Joint Chiefs of Staff Command Center and with all the fire departments, all the police departments. He has at his fingertips every major phone number because that's what he deals with emergencies and types of emergencies that would also involve a UFO crash. So in that sense, you may have a situation where this thing called the Special Facilities Division is the unit that is used to bring the people to the site. At the Kecksburg crash, we are trying to figure out why Dr. Eric Walker, why NASA, why all these people got there so fast when this crash went down. You might have this place, Mount Weather, that was coordinating all the special people who were being notified to go in there. At the National Archives actual situation room file for this Special Facility division, I went through just about everything that was in FEMA or at that time it was called the Office of Emergency Planning (OEP). I went through almost every document that they had that seemed to apply like the file names at the National Archives and I couldn't find a document that even mentioned the Special Facilities Division. At the Johnson Library, they had a couple of files that had a bunch of stuff in them. But at the National Archives which is a pretty big place, has an awful lot of material, there was not a single piece of paper. It was like it was gone. There was a lot of stuff on other departments, but this key department that seemed to have been involved seemed to be completely gone. So whatever happened, it's been very effective. There is just nothing there. And you get a situation where in terms of the president, there is nothing in terms of documents and also nothing"},{"pageNumber":7,"pageContent":"in terms of a paper trail of actual contact with the presidents. We need to ask presidents this question: Did some one walk into your office and give you an official briefing where you have to sign for it and some one told you what was going on? HAVE YOU TRIED TO GET A MEETING WITH JIMMY CARTER TO ASK THAT QUESTION? I haven't. I know Billy Cox in Florida who I've dealt with for fifteen years has made numerous attempts through Florida Today, the Gannett news operation, to try to get a news interview with Jimmy Carter and there is absolutely no response whatsoever. Presidents are very hard to get to. Jimmy Carter is the type of guy who says he will never lie to people and he has indicated the position that I've sort of come to which is the presidents know, but there is really not much that they can do about it. You probably know that the people who did the documentary, Out of the Blue , contacted Jimmy Carter at a book signing. They put their questioner in a wheelchair to slow down the book line. They asked Carter about his UFO sighting and he was happy to answer. Then they asked him what he did in the White House, which is pretty close to the question they should ask. What Jimmy Carter said is, 'There are a lot of different answers, but no one has proof of things.' Which is sort of what I'm tending now to think that what we hear in UFOlogy as leaks from intelligence people might be nothing more than trying to convince us that they have control over a situation that they basically don't have control over. I think the president is told, but I think he is also told about the facts of animal mutilations or human abductions in which we don't really have much control over the situation at all. The aliens are basically running the show and we're here watching and there is nothing we can do. If you get in the situation where the president is suddenly faced with these questions, you are the commander of the military, you are constitutionally responsible for the protection of the American people while millions of people and children are being abducted what do you do about this, Mr. President? These type of things are issues no president really wants to address because it doesn't really gain them anything. SO PEOPLE HAVE BECOME VERY SKILLED TO MAKE CERTAIN THAT ANYTHING THAT WOULD REINFORCE A PRESIDENT WHO DECIDED TO ANSWER A QUESTION ABOUT HIS BEING DEBRIEFED, THERE WILL BE NO PAPER TRAIL TO CORROBORATE. Exactly. Or there may be so few people there that can produce a paper trail. There might be only one or two people who actually brief a president and they might be outside the Executive Office. Bill Clinton supposedly said there is a government inside the government and there is nothing he can do about them a claim he allegedly made to a reporter, according to Steven Greer. Brig. Gen. Robert B. Landry, USAF (1948-1953) Or if you go back to President Harry Truman. Truman's Air Advisor was Robert Landry from February 1948 to January 1953. He was in charge of what is now known as Air Force One, the U. S. President's plane. In the oral histories at the Truman Library, there is an admission that he debriefed President Truman every three months. But he said he briefed him only orally . So there was no written record. This is the key thing."},{"pageNumber":8,"pageContent":"Brig. Gen. Robert B. Landry, USAF (1948-1953), U. S. Air Force Aide to President Harry S. Truman pinning on a medal. THE CONTENT OF THE DEBRIEFINGS, DID HE EXPLAIN WHAT IT WAS? No, he just stated that he had briefed him every three months, that he was a liaison with the CIA and that Truman wanted to know and be kept informed. There was no real detail as to what he was being told. BUT WAS THE CONTEXT EXTRATERRESTRIAL? Yes, I would imagine, but he didn't specify exact details. Truman implied Landry was being given stuff and was the liaison passing on whatever he could to the President, but no detail about content. LANDRY HE DIDN'T SPECIFY THAT PART OF THE REASON FOR THE ORAL BRIEFING WAS BECAUSE HE WAS TALKING ABOUT EXTRATERRESTRIAL MATTERS? No. No. It was just in an interview that Landry was doing and he went from question to question and wasn't dealing with it. In another oral history, he talks about how he himself had been involved with UFOs in World War II and when radar first came in. Landry was with the 8th Army Air Force in Hawaii and he said they saw a number of these unknown objects on the screen, but he does not say he told Truman. But I would imagine that he came into office as the air advisor and was quite believing in this stuff that was going on and probably told Truman, but it doesn't appear in any of the Truman records. Further, in the public record, Truman is basically skeptical when he talks about UFOs. BUT PRIVATELY, THE IMPLICATION IS THAT HE WAS BEING BRIEFED ORALLY TO PREVENT THERE BEING A PAPER TRAIL ON THINGS CLASSIFIED IN THE INTEREST OF NATIONAL SECURITY. SOMEBODY WAS MAKING SURE THERE WAS NO PAPER TRAIL AND WE ARE ASSUMING THAT MAYBE PART OF THAT DISCUSSION WAS RELATED TO CRASHED DISKS? Oh, sure. Because if you take a look at Truman after the Roswell crash. I looked very specifically after the Roswell crash to see all of the key witnesses like Vandenberg and Doolittle, all these big guys who have been rumored to have handled the Roswell crash from Washington, D. C. I looked at their schedules and Truman's schedules, they are going through someone else. There is no direct contact. Provost Marshall Edwin Easley, Roswell Army Air Field (RAAF), Roswell, New Mexico It's the same as Edwin Easley (Provost Marshall at Roswell, New Mexico Army Air Force) who was in charge of security supposedly at the crash site. There is absolutely no record in the Truman Library of Edwin Easley ever meeting Truman, and yet Edwin Easley's daughter says that her father would not talk after making a promise with President Truman. Yet, there is no record of that promise."},{"pageNumber":9,"pageContent":"The same with Brig. General Roger Ramey there is absolutely no record in the Truman Library of him ever talking with the President, ever having written to the President, or having met the President. And yet, George Filer who runs Filer's files, says he interviewed Mrs. Ramey and she said that she and her husband had met the president a number of times. They were very good friends. So, that's why I say about the paper trail if you get these key witnesses I try to link them into the president, have they met the president? is there any correspondence between the president? In almost every case, it is missing. But when you take a look at the Easley or Roger Ramey cases, it's pretty conclusive that they did meet with the president. That would indicate that the presidential records are not as complete as they want us to believe. To be continued in Part 3. More Information: If anyone has more information to contribute to linking American presidents to knowledge about crashed aerial vehicles from outer space, please contact Grant Cameron at: E-MAIL: presidentialUFO @presidency.com We b s it e : http://members.aol.com/poesgirl/mtweathr.htm Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
