[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Part 2: Silbury Hill “Quetzlcoatl Headdress” and Mysterious Tall Blonds © 2009 by Linda Moulton Howe “T he police officer says that the tall men moved very fast, as if you were watching a video or DVD in fast forward mode.” - Andy Russell, Investigator S ilbury Hill “Quetzalcoatl Headdress” about 350 feet in diameter first discovered July 5, 2009, around 4:30 AM by documentary film crew that had been camped all night atop Silbury Hill and were first into the extraordinary pattern. Aerial image © 2009 by Lucy Pringle. For other images and information: Cropcircle conne ctor. R eturn to Part 1 July 16, 2009 Silbury Hill, Wiltshire County, England - Three days after the “Quetzalcoatl Headdress” appeared across the Roman Road from ancient Silbury Hill, a website called The Truth Hides printed a peculiar news item on Wednesday, July 8, 2009, allegedly from a Wiltshire police officer's phone tip. July 8, 2009, The Truth Hides : A police sergeant contact, who doesn’t want to be named, was driving past Silbury Hill early Monday morning (July 6, 2009) when he saw three figures in the formation there. At first he thought they were forensic officers as they were dressed in white coveralls. He stopped his car and approached the field. The figures were all over 6 feet and had blonde hair. They seemed to be inspecting the crop. When he got to the edge of the field, he heard what he "},{"pageNumber":2,"pageContent":"believed to be a sound not dissimilar to static electricity. This crackling noise seemed to be running through the field and the crop was moving gently close to where the noise was moving. He felt the hair on his arms and back of his neck raise up. He shouted to the figures who at first ignored him, not glancing at him. When he tried to enter the field they looked up and began running. He said “They ran faster than any man I have ever seen. I’m no slouch, but they were moving so fast. I looked away for a second and when I looked back they were gone. I then got scared. The noise was still around, but I got an uneasy feeling and headed for the car. For the rest of the day I had a pounding headache I couldn’t shift.” I n the 1960s, newspaper reporter Arthur Shuttlewood interviewed many people in the Warminster, England, region who also described some tall, blond beings and experienced the crackling sounds of static electricity in association with the entity encounters. As The Truth Hides report began to circulate on the internet, crop formation researcher and photographer, Lucy Pringle, sent the following email to several of us: From: LucyPringle@aol.com Subject: Re: beings in the crop Date: July 8, 2009 Dear : Many thanks for this interesting report (link below) - I have just one query regarding the policeman's statement: “The contact, who doesn't want to be named, was driving past Silbury Hill early Monday morning when he saw three figures in the formation there.” There are 2 formations at present near Silbury Hill. One on the opposite side of the road from the hill and one behind Silbury Hill towards Avebury. My slight problem with this report is that: 1. neither formation can be seen from the road. 2. no people can be seen from the road when they are in either of them no matter how tall they may be. Kind regards, Lucy Author, aerial photographer, researcher and world-wide lecturer. The UK's most comprehensive crop circle photographic library. Web site: www.lucypringle .co.uk To : L u c y I received a report from a police sergeant regarding three beings spotted in the crop... http://thetruthhides.wordpress.com/ “Quetzalcoatl Headdress” Is Atop Rising Hill Across Road from Silbury Hill"},{"pageNumber":3,"pageContent":"T he reddish circle on the map marks the position of 5,000-year-old Silbury Hill that rises 130 feet above the land on the north side of the Roman Road. Across the road to the south, the topography rises to another hill nearly as high as Silbury Hill. The 350-foot-diameter “Quetzalcoatl Headdress” is marked by the green circle. “Q uetzalcoatl Headdress” across old Roman Road from ancient Silbury Hill, first reported at sunup on July 5, 2009. Aerial image © 2009 by Jack Roderick. For other images and information: Cropcircle conne ctor. L ucy Pringle's comments provoked crop formation researcher, Andy Russell, to contact the police officer for a trip back to the scene to confirm if the formation and/or tall beings could be seen from the road in front of Silbury Hill. On Sunday, July 12, Andy took the Wiltshire police officer by car to re-trace the policeman's route and to have him point out where he saw the three, tall men. Andy emailed his preliminary report on Tuesday, July 14, and gave Earthfiles permission to quote the following paragraphs. A ndy Russell, July 14, 2009: “Having driven the route with the officer several times on Sunday, several things became apparent: formation is up on brow of hill across the road from the ancient Silbury Hill and so there is a question about how the police officer could have seen anyone standing in the crop formation from the road? [ From the west to east travel direction] the police officer looked to his right in the direction of the crop formation - but he could not have seen three people huddled over the pattern! Impossible to see from"},{"pageNumber":4,"pageContent":"the road. When you get to the pattern, you loose sight of the road between Silbury Hill and the rising hill upon which the headdress rests. “When we arrived at the location where he parked his car (side of the road), he pointed to where the beings were. According to the officer, one was very near the brow of the hill, one was a few yards further down in a different tramline, and one was about halfway down the slight hill. So I asked the $64,000,000 question about the fact that the formation couldn't be seen from the road. His response was that he knew prior to the experience there was a formation 'somewhere over there' and he 'knew' they had been in it. He 'knew' they were inspecting the crop. When questioned how he 'knew,' he said that 'you know what day of the week it is, but no-one has told you; you haven't seen a calendar, you just know'. Did he have some psychic awareness? Was something communicated to him? This is a man who views the world in the black and white of the letter of the law, this is a man whose testimony can imprison someone, in my humble opinion he is not taken to flights of fancy with metaphysical concepts. “We moved on to the figures running away at speed. If two of them were so close to the brow of the hill, how much running would he actually see? One of them would have disappeared instantly as they were near the brow of the hill. The police officer says that the tall men moved very fast, as if you were watching a video or DVD in fast forward mode. This would have been noticeable for the being farthest from the hill brow. As we spoke I watched the hairs on the officer's arms raise as he relived the experience in his mind. When I asked whether they ran away out of sight or disappeared, he was adamant they disappeared. He claimed he glanced away for a second and he claims that the being that was the furthest away was not near enough to the brow of the hill for him to run out of view despite his rapid movement. Again, there is a deep 'knowing' they disappeared.” Andy Russell is continuing to investigate and more details might be forthcoming in the future. If anyone has more information about high strangeness around the Silbury Hill “Quetzalcoatl Headdress,” please email earthfiles@earthfiles.com. W ith 5,000-year-old Silbury Hill rising 130 feet high in the background, Charles Mallett used a 6-meter-long pole (19 feet) upon which his digital camera was mounted to take this photograph at 11:32 AM on the morning of July 5, 2009, about seven hours after the film crew that camped on top of Silbury Hill the night of July 4 to 5, 2009, first walked into the “immaculate” pattern covered with thick dew around 4:30 AM at sunup. This and following ground shots all © 2009 by Charles Mallett, Sile nt Circle Re search Ce ntre . C ontinued in Part 3: Documentary Dawn Images July 5, 2009 R eturn to Part 1 F or further information about worldwide crop formations, please see Earthfiles Archived reports (partial list below) and my book, Mysterious Lights and Crop Circles, in the Earthfiles Shop. • 07/15/2009 — Part 1: Silbury Hill “Quetzlcoatl Headdress” and Mysterious Tall Blonds • 07/14/2009 — 2-Stage Cannings Cross Wheat Formation Scene of Farm Arrest • 07/12/2009 — Mysterious Aerial Lights Mimicking Stars in Texas and Oregon • 07/11/2009 — Update Podcast: Is Sudden Solar Intensity of July 5 - 7 What U.K. Spring Crop Formations Forecast for Oddly Quiet Sun?"},{"pageNumber":5,"pageContent":"• 07/06/2009 — UK “Quetzalcoatl Headdress” and “Sixth Sun Tzolkin”? • 07/03/2009 — UK “Nazca Hummingbird” - Astronomical and Mayan Counting • 07/03/2009 — Part 3: “Alien Symbols” in Milk Hill and South Field • 07/02/2009 — Part 1: “Alien Symbols” in Milk Hill and South Field • 07/02/2009 — Part 2: “Alien Symbols” in Milk Hill and South Field • 06/09/2009 — Update Podcast: Aerial Lights That Mimic Stars, Helicopters and Airplanes • 06/05/2009 — Part 2: Mysterious, Silent, Large Aerial Triangles • 06/04/2009 — Part 1: Mysterious, Silent, Large Aerial Triangles • 05/12/2009 — Part 3: Astronomical Information in U.K. 2009 Crop Formations? • 05/10/2009 — Part 2: 800-Foot-Long Pattern in U. K. Oilseed Rape - A Sigil Someone Wanted Destroyed? • 05/09/2009 — Part 1: 800-Foot-Long Pattern in U. K. Oilseed Rape - A Sigil Someone Wanted Destroyed? • 04/30/2009 — Part 1: First 2009 U. K. Crop Formations Counting Down to 2012? • 04/30/2009 — Part 2: First 2009 U. K. Crop Formations Counting Down to 2012? • 09/13/2006 — Part 2: Enchanting Wheat Bundles of Charlbury, Wiltshire • 09/02/2005 — \"Mayan Clock\"? in August U. K. Crop Formations • 05/22/2004 — 2004 Overview of Crop Formations in Six Countries • 12/07/2002 — Evolution of Crop Patterns Near Britain's Chilbolton Radio Telescope Observatory, 1999 - 2002 • 08/31/2002 — One ET Experiencer's Reaction to the Winchester Formation • 08/19/2002 — Inside the Winchester, Hampshire Formation • 09/27/2001 — A Scientific Report About Three British Crop Formations: Milk Hill and Chilbolton \"Face\" and \"Code\" • 08/30/2001 — Part 2 - Ground Details of Chilbolton \"Code\" • 08/30/2001 — Chilbolton Observatory - What Does It Do? • 08/29/2001 — Part 1 - Ground Details of Chilbolton \"Face\" • 08/25/2001 — Are Crop Formations at Chilbolton Observatory A Response to 1974 Earth Transmission? Websites: Warminster UFOs: http://en.wikipedia.org/wiki/Warminster Blond, Non-Human DNA: http://www.agoracosmopolitan.com/home/Frontpage /2007/02/22/01358.html English Crop Circles, Current and Archived: http://www.cropcircleconnector.com Silent Circle Information Center, Calne, U.K.: http://www.silentcircle.co.uk /Avebury.23.04.09.html Andreas Mueller Crop Circle Science: http://www.kornkreise-forschung.de/ Mayan Calendar: http://members.shaw.ca/mjfinley/calnote.htm http://www.dartmouth.edu/~izapa/CS-MM-Chap.%206.htm Maya Astronomical Glyphs and Symbols: http://members.shaw.ca/mjfinley /glyphs.html Maya Civilization: http://en.wikipedia.org/wiki/Maya_civilization Projection of December 21, 2012 Solar System: http://www.heaven-above.com/ Lucy Pringle: http://www.lucypringle.co.uk/ “Isaac” and CARET Document: http://isaaccaret.fortunecity.com/ American Crop Circles, ICCRA: http://www.cropcirclenews.com/ Canadian Crop Circles, CCCRN: http://www. cccrn.ca/ Dutch Crop Circles, DCCA: http://www.dcca.nl http://www.temporarytemples.co.uk/ http://www.cropcircl eresearch.com http://www.x-cosmos.it http://www.bertjanssen.nl http://www.swirlednews.com http://www.heramagazine.net http://www.CropCircleAnswers.com "},{"pageNumber":6,"pageContent":" Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
