[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon High Strangeness in Overton and Basingstoke, Hampshire, U. K. © 2009 by Linda Moulton Howe “O ur Society has videotape shot at night of a U.K. farm animal abduction where you can see the helpless creature as it goes up into the craft!” - Kenneth J. Parsons, Chmn., British Earth and Aerial Mysteries Society S eptember 28, 2009, around 11 PM in Overton, Hampshire, England, home of Derek Bridges, 69, retired auto mechanic who videotaped from his bedroom window looking out toward a Laverstoke Park Farm field about a mile away where a dark, red light was flashing. The source of odd “cicada” noise is not known. Videotape © 2009 by Derek Bridges and prepared by Kenneth John Parsons, Chairman, British Earth and Aerial Mysteries Society. October 30, 2009 Overton and Basingstoke, Hampshire County, England - On October 10, 2009, I received an email from Kenneth John Parsons, Chairman of the British Earth and Aerial Mysteries Society. It said, “Our Society has videotape shot at night of a U.K. farm animal abduction where you can see the helpless creature as it goes up into the craft!” Ken Parsons helped me make contact with the videotaper, Derek Bridges, 69-years-old, and a retired auto mechanic who has lived in Overton, Hampshire, England, since 1964. About a mile from Derek’s home is the large 2,500-acre Laverstoke Park Farm owned and managed by former South African auto racing driver, Jody Scheckter. In addition to cattle, wild boars, pigs, sheep, and poultry, Mr. Scheckter imported a herd of water buffalo from Romania and now has 1,500 of the large animals at Laverstoke as well. The farm even sells water buffalo milk. H erd of 1500 water buffalo imported from Romania to Laverstoke Park Farm, Overton, Hampshire, England. See website links at end of this report. "},{"pageNumber":2,"pageContent":"Derek told me it was a month ago at 11 PM on Monday, September 28th, that he was getting ready to retire when he looked out his bedroom window and saw a dark, red light flashing above a Laverstoke field. Derek said he tried to see what was making the red light by looking through his binoculars. He couldn’t figure it out. Suddenly the dark red light began to brighten and Derek got his videotape camera. He told me he held back the window curtain with one hand while he balanced the camera in the other hand without a tripod. So, the video is shaky and he wasn’t sure what he had taped. Derek is friends with Ken Parsons and went to his house to see the video on a bigger TV screen. The two men decided they could see a large animal dangling below the bright light. Was it a cow? Was it a water buffalo? Ken Parsons and Derek Bridges sent me a video clip and neither knows the source of the odd “cicada” sound. Captured Frames from September 28, 2009, Around 11 PM Videotaped by Derek Bridges, Overton, Hampshire, England"},{"pageNumber":3,"pageContent":"V ideo frames from September 28, 2009, videotape around 11 PM, Overton, Hampshire, England. Videotape © 2009 by Derek Bridges. Prepared by Kenneth Parsons, Chairman, British Earth and Aerial Mysteries Society. The next day at twilight on September 29th, Derek stood at his bedroom window again looking out at the field. To his amazement, three or four helicopters showed up flying around as if searching. I asked Ken Parsons if he would inquire with Laverstoke Farm about missing animals. We learned that in the week of September 28th, two cows were found dead, cause unknown, and I’m waiting for more information about the water buffalo. Strange Aerial Craft and Entity Encounter in Basingstoke A ugust 4, 2007, 11 PM Derek also remembered a man living in Basingstoke about six miles up the road who had a close encounter with a craft in 2007. With Ken Parson’s help, I interviewed that eyewitness. He is Kris Reed, 31, a British truck driver."},{"pageNumber":4,"pageContent":"K ris Reed, 31, British truck driver and former resident of Basingstoke, Hampshire, England. 2009 image courtesy Kris Reed. To help me understand what he saw, Kris sent me some sketches, which are included in this report at Earthfiles.com. High strangeness began for Kris on Saturday, August 4, 2007, at around 11 PM. He had been driving his truck all day and had finally returned to his top floor apartment to eat some dinner on the balcony. Here now is Kris Reed with what happened next. Interview: Kris Reed, 31, British truck driver, Basingstoke, Hampshire, U. K. resident in August 2007, and now living in west London, England: “I noted something out of the corner of my eye. It was a purple-reddish orb and it was about 150 feet away from me hovering over the roofs of the houses. It seemed to come out of nowhere! Immediately I had all these senses I never felt before that made me really alert. I was just focused on this orb of light and it started to change color. It went from a purple like flames in the air. I was just focused on these amazing colors that were changing from purples to reds. Then it turned to a more reddish color and that’s when it illuminated the craft that it was attached to. Like in the very front of the craft was where the flames were – like an energy source. 2 007 illustration of the strange aerial craft that suddenly appeared about 150 feet from the apartment deck where Kris Reed was eating dinner. Squiggly lines indicate the visible “force field” or “bubble atmosphere” around the craft. Sketch © 2007 by Kris Reed. WHAT WAS THE SHAPE AND COLOR OF THE CRAFT? It was kind of reflecting the redness of the flame, kind of a metallic red. It was very stealthy and red metallic-looking. There were like lines underneath the craft. It was sort of like a helicopter size and the tail went up to a point in the back. Along the topside were sort of triangle-shaped windows, which were blacked out. There were no propellers. There was no noise coming from the craft. There seemed to be some kind of force field or barrier around the craft. YOU SAY THAT BECAUSE WHY?"},{"pageNumber":5,"pageContent":"Because I could just see something around the craft. It was away from the atmosphere like the craft was in a bubble. WAS IT THE WAY HEAT WAVES LOOK FROM A HOT ROAD? Yeah, almost! You could tell there was something in the air around it. It’s very hard to explain. I get really nervous talking about this! And it was very stealthy-looking. It was like something out of the future. AND THE WINDOWS? Yeah, the windows. There was several, about five, six, seven windows on the top of the craft all in a triangle shape. The front black triangle-window suddenly became see-through 50 or 70 feet above a house that it stopped over. Then a purple light, like a spotlight, shone down onto the house for about five seconds. S trange aerial craft with triangle shaped, black windows, and purple-red, fiery light, shining at the front and a purple light shining down on a house for about five seconds. Illustration © 2009 by Kris Reed. (laughs) I was absolutely gobsmacked! It was like a beam of light just came down on a house and then after five seconds, it disappeared. And then, the front window became see-through and there was this alien Grey – you know, the ones with the big black eyes – looking down at what he was doing, looking down at the house. There was this alien Grey being – the one with the big black eyes. He was looking to his right and down at the house or whatever he was doing. The being then looked up and looked directly at me and this is where it sounds a bit crazy, but this is what he did. He looked at me. He looked back to his left. I couldn’t see anyone else in the craft, but it looked like he was communicating with someone else in the craft. He looked back towards me and he poked out his tongue. He had this really long tongue, like a pointed tongue. Like he jokingly poked out his tongue at me. (laughs) It sounds crazy, but that is what he did. And did that twice. TWICE? Yeah, and he smiled. I could see the whiteness like he had teeth. And I could see what he was wearing - a shiny black suit. He was a very, very slender being – a tiny, thin being with really long arms and really long fingers. Big black eyes. I start shaking every time I speak about this! (laughs)"},{"pageNumber":6,"pageContent":"C lose-up illustration of the skinny, “Grey” being that stuck its long, “lizard tongue” at Kris Reed twice from the front window of the aerial craft. Sketch © 2009 by Kris Reed. YOU’RE SHAKING RIGHT NOW AS YOU ARE TELLING ME? Yeah, every time I bring it up, I get nervous. WHAT WENT THROUGH YOUR MIND WHEN THIS GREY BEING IN THIS TIGHT, SHINY BLACK SUIT STICKS HIS SILVER, LONG POINTED, TONGUE AT YOU TWICE? I assumed at that point, the whole world or parts of the world were being invaded by these beings. I assumed this was going on everywhere. I just assumed that they are here. I stood there and stared. I didn’t know what else to do. And I said a few swear words like, ‘What the f- - - are you doing here?’ I just could not believe it! I could not believe what I was seeing. I felt kind of nervous and scared of what I was seeing. And I didn’t want it to see me because it would have flown away or something. So, I kind of hid and kept my eye on it. BUT THIS BEING STILL SAW YOU. Yeah, he looked at directly at me. He poked out his tongue, did that twice, and kind of smiled. He waved his hand and then the window turned black again and I could not see him after he waved his hand. THEN WHAT HAPPENED? And then the craft – there was a slight rumble noise and then the craft really slowly moved in the direction it was pointing to the right about three or four hundred yards. The craft then stopped and turned towards me, the front of it with the red flames got bigger so I could not see the craft behind it. There were just these big, red flames. And then the center of the red flames, there came a white ball of light and the whole craft and the flames like dematerialized into this white ball of light. Then like a bullet out of a gun, it just shot away at an incredible speed! It was really strange. It was like something opened up behind it, like something in the atmosphere moved behind it like a tunnel. It was very strange! I THINK I UNDERSTAND. IT TOOK OFF VERY RAPIDLY WITH SOMETHING"},{"pageNumber":7,"pageContent":"BETWEEN YOU AND THE CRAFT THAT SEEMED TO BE EITHER LIKE A TUNNEL OR CAUSED THE CRAFT TO DISAPPEAR. Yeah, it was like the craft dematerialized into a white ball of light. But the craft seemed to disappear in a tunnel, or something like a tunnel opened up behind it. It’s very hard to describe! WHAT DID YOU DO NEXT? DID YOU CALL ANYONE OR AUTHORITIES? I ran around on the balcony screaming. Then I phoned my parents. I phoned my twin brother. I phoned everybody I knew. WHAT WERE YOU SAYING? I was just really excited and stunned. WHAT WERE YOU TELLING YOUR PARENTS AND FRIENDS THAT YOU HAD SEE N? I said I’d seen this being, a big-eyed alien Grey in the window of a craft. I told them everything, every single detail. AND WHAT DID THEY SAY TO YOU? Even from my folks and my friends, I just got ridicule. You know, it isn’t something you see every day. EXPLAIN ABOUT HOW YOU COULD NOT SLEEP. I actually thought because I saw him that night, they were going to come back and I was quite frightened about them coming back when I was asleep, so I stayed awake probably for three days. YOU DIDN’T SLEEP FOR TWO OR THREE DAYS AFTER? I stayed awake on my balcony like waiting for it to come back. I really wanted to see them again. I wanted to make contact. EVEN AFTER THIS BEING STUCK ITS LONG, POINTED TONGUE OUT AT YOU TWICE AND SEEMED TO LAUGH, YOU STILL WANTED THEM TO COME BACK AND YOU WANTED TO SEE THEM? Well, yeah, I wanted to understand. Who are they? What are they doing here? More for my questions. WHEN THIS BEING STUCK HIS TONGUE OUT TWICE, DID YOU GET ANY MENTAL IMPRESSIONS AS IF HE MIGHT BE CONVEYING SOME THING TELEPATHICALLY TO YOU? No, it was like he poked his tongue out like, ‘Oh, you’ve seen me.’ He didn’t laugh, but he kind of smiled. Yeah, but nothing telepathically. I didn’t hear any mental voices or see any pictures in my head. WHEN YOU FINALLY DID GET TO SLEEP, DID YOU HAVE ANY DREAMS ABOUT THIS BEING? Occasionally, I would get a surge of energy in my head sometimes when I’m trying to sleep, just when I’m falling asleep. I don’t really know what it is, but it’s as if my head is a magnet and another magnet is coming near it. DO YOU HAVE ANY RESIDUAL FEELING ABOUT THE INTENT OF THAT BEING? I don’t know what – he was shining a light down on a house. From my research, the Greys have not had a good rap. KRIS, BUT YOU DID FEEL AFRAID? Yeah, I did feel – I mean, when I was looking at him, I felt really cold. I didn’t smile back at him. I was actually giving him a really nasty look, like, ‘What are you doing here?’ Who the hell are you?” - sort of thing. That was the feeling at the time – an alien in the craft – What the hell?! You know? (laughs) At the time, it was that vibe, yeah. WHEN YOU THINK ABOUT THAT BEING IN THAT HIGHLY UNUSUAL CRAFT THAT WAS CAPABLE OF PUTTING A PURPLE BEAM DOWN ON A HOUSE, AND THE BEING WENT SO FAR AS TO STICK OUT ITS POINTED SILVER TONGUE AT YOU TWICE..."},{"pageNumber":8,"pageContent":"It was a lizard-type tongue, yeah. IT WAS A LIZARD-TYPE TONGUE? Yeah, it was kind of pointy like you see a lizard. You imagine a lizard’s tongue to be pointy. AND VERY LONG. Yeah. I estimate it was probably 6 or 7 inches long. It looked very unusually long. I’ve spoken to one or two people who have had abductions with Greys and have a conscious memory of these beings, have had meetings with them, and the people say the race of Greys they have met do not have these long tongues. So, I don’t know what kind of race he was or where it came from. It was a different race – the friendly ones, I think. THIS WAS REPTILIAN LOOKING SORT OF? I don’t know. Its skin was very pale in very dim light inside the craft. It didn’t look scaly or anything like that. It looked like a very smooth skin. But the tongue was very pointy was very pale or white. Big black eyes. Really something you don’t want to see on a dark night! (laughs) THAT YOU DON’T WANT TO SEE ON A DARK NIGHT! No, big black eyes and a big, huge head. WEARING A BLACK, SHINY SUIT LIKE A LEOTARD. It was like a leotard, yeah. Round neck, long that came down to his wrists, like skin-tight. I think he had some kind of emblem on the chest area. A very, very slender being. DO YOU HAVE ANY MEMORY OF WHAT THAT LOGO WAS? Some kind of triangle perhaps. A circle and triangle – I don’t know. HOW FAR DO YOU THINK THE BEING WAS FROM YOU AT THAT MOMENT IN THE CRAFT? About 50 yards. OK, SO THIS CRAFT AND BEING WERE NO MORE THAT ABOUT 150 FEET FROM YOU ON YOUR DECK? Yeah. I saw it very clearly, yes. HOW LONG DO YOU THINK THAT THE CRAFT AND BEING WERE THERE AT ABOUT 150 FEET FROM YOU? A few minutes. It was probably 2.5 to 3 minutes. It was a very conscious memory, not like you see a shooting star. It was there for minutes. DID YOU TALK WITH THE PEOPLE NEXT DOOR THAT YOU SAW THE PURPLE BEAM COME DOWN ON THEIR HOUSE? It looked like it came down on a house, but behind the house was a railway line. So I wasn’t sure if it came down on the house or came down on the railway line. BUT DID YOU GO TO THE HOUSE AND ASK TO TALK WITH THEM? No, I didn’t. I just thought they would have thought I was crazy. ISN’T THAT SAD? - THAT WE CAN’T EVEN TALK WITH EACH OTHER ABOUT SOMETHING AS IMPORTANT AS WHAT YOU HAVE EXPERIENCED. It is. WHAT IS IT THAT YOU WOULD LIKE TO SEE HAPPEN BETWEEN HUMANS AND THESE GREYS? AND WHAT DO YOU EXPECT TO HAPPEN? That’s a good question. I just hope they are peaceful beings. My gut feeling is that I just felt protective of the Earth – like, ‘What are you doing here? Haven’t you just turned up unannounced like somebody at your doorstep?’ Like, ‘Who are you? What the hell are you doing here?’ That was my feeling at the time."},{"pageNumber":9,"pageContent":"But he looked at me and kind of smiled and made peace, as if to say, ‘OK, you’ve seen me. And he kind of waved. It wasn’t like he gave me an evil look. He had a joke with me, he poked out his tongue – even though I found that kind of weird! (laughs) He didn’t offend me. He was kind of trying to make a joke with me. You know, I wish I’d shown him more emotion or more welcome, which I didn’t. BUT KRIS, YOU WERE AFRAID. Yeah, I was in shock. I didn’t know what to do. I was just frozen there with, ‘What are you doing here?’” Was Cow Photographed Rising Toward Aerial Disc in Argentina? R ecently another videotape has gone to YouTube from Argentina showing what might be a cow rising in the air toward an aerial object that looks like a dark-colored disk. Click here to see Argentina videotape. “D espués desaparecieron ambos.” - Argentina eyewitness [ Later, they both vanished.] P uerto Gaboto, Argentina, couple described seeing and photographing black and white cow (lower left) rise in the sky toward an aerial disc (upper right). Image from October 8, 2009, Rosario3.com includes video interview. Read Rosario3 English translation at Inexplicata. More Information: F or further information about worldwide animal mutilations, please see Earthfiles Archive for ten years of reports (a few titles listed below). Also, please see my books An Alien Harvest, the 2-volume Glimpses of Other Realities, and my documentaries A Strange Harvest and Strange Harvests 1993 now available in DVD format in the Earthfiles Shop. • 10/04/2009 — Part 3: 1980 Animal Mutilation High Strangeness Files • 09/28/2009 — Part 2: 1980 Animal Mutilation High Strangeness Files • 09/22/2009 — Part 1: 1980 Animal Mutilation High Strangeness Files • 03/27/2009 — Part 4: Unusual Animal Deaths - March 21st Walsenburg Cow • 03/26/2009 — Part 3: Unusual Animal Deaths - Forensic Investigations • 03/25/2009 — Updated Part 2: Unusual Animal Deaths - Bizarre Mutilation of Week-Old Calf • 03/20/2009 — Part 1: Unusual Animal Deaths from Half Cats to Mutilated Cows • 10/03/2008 — Mother and Son Watched Cow Rise In Golden-Orange Beam to Disc • 01/13/2006 — 31st Cattle Mutilation on Red Bluff, California Ranch • 09/15/2005 — Animal Mutilations Reported in Switzerland, Hollywood and Kansas • 08/26/2005 — Another Cattle Mutilation in Canada • 06/23/2005 — Updated: More Than 3,000 Unusual Animal Deaths Reported in Argentina and Chile Since 2002 • 06/17/2005 — Unusual Cow Death in Paradise Hill, Saskatchewan, Canada • 04/14/2005 — \"Battle of Los Angeles\" On February 25, 1942: When America's 37th Coast Artillery Brigade Fired Off 1, 430 Anti-Aircraft Shells At A UFO • 04/13/2005 — Highly Strange Dog Death in Arkansas; 2000-Pound Bull Dropped On Log Pile and Calf Skinned • 02/21/2005 — Updated - Bull and Cow Mutilations Northwest of Corpus Christi, Texas • 01/15/2005 — Bull and Cow Mutilations Northwest of Corpus Christi, Texas • 09/25/2004 — Part 6: \"Clearview\" Report on the Investigation of UFO Experiences on A"},{"pageNumber":10,"pageContent":"Rocky Mountai n Ranch • 09/23/2004 — Part 5: \"Clearview\" Report on the Investigation of UFO Experiences on A Rocky Mountai n Ranch • 09/19/2004 — Part 4: \"Clearview\" Report on the Investigation of UFO Experiences on A Rocky Mountai n Ranch • 09/18/2004 — Part 3: \"Clearview\" Report on the Investigation of UFO Experiences on A Rocky Mountai n Ranch • 09/14/2004 — Part 2: \"Clearview\" Report on the Investigation of UFO Experiences on A Rocky Mountai n Ranch • 09/13/2004 — Part 1: \"Clearview\" Report on the Investigation of UFO Experiences on A Rocky Mountai n Ranch • 08/11/2004 — Newborn Heifer Mutilation in Anderson, California, on August 7, 2004 • 07/27/2004 — Part 12: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI © July 1991 by Leonard H. Stringfield • 07/21/2004 — The Apollo Program, Cape Canaveral and UFOs • 04/26/2004 — Update About Microbiologist Dan Burisch, Ph.D. • 02/24/2004 — Part 1: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI © July 1991 by Leonard H. Stringfield • 01/24/2004 — Oregon Man's Experiences with High Strangeness • 12/21/2003 — Part 4 - UFO Crash/Retrievals, Status Report VII by Len Stringfield • 10/28/2003 — Part 2 - U. S. Presidents and UFO Investigations • 09/12/2003 — More Domestic Cat Mutilations - Again in Bothell, Washington • 08/01/2003 — Field Notes About English Animal Mutilations • 07/01/2003 — 40 Small Animal Mutilations in Denver and 11 in Salt Lake City • 05/28/2003 — Cat and Dog Mutilations in Salt Lake City; $6,500 Reward • 04/19/2003 — Unusual Animal Deaths in Valparaiso, Nebraska • 03/08/2003 — Cattle Mutilation - The Unthinkable Truth, Chapter 3, Part Two • 02/03/2003 — Cattle Mutilation - The Unthinkable Truth, Chapter 3, Part One • 12/07/2002 — Cattle Mutilation - The Unthinkable Truth, Chapter 1, Part Three • 11/16/2002 — More Cat and Cow Mutilations: Colorado, Utah and Missouri • 11/05/2002 — Canadian Crop Circles and Mysterious Lights in Saskatchewan • 10/15/2002 — Chapter 8 - Mystery Stalks The Prairie • 10/05/2002 — Part 1 - Two Scientists Describe An Extraterrestrial Biological Entity Called \"J-Rod\" • 10/05/2002 — Part 2 - J-Rod and Microbiologist Danny B Burisch, Ph.D. • 09/07/2002 — High Strangeness Continues in Argentina • 08/31/2002 — One ET Experiencer's Reaction to the Winchester Formation • 07/19/2002 — Unusual Animal Deaths and Unidentified Aerial Lights Persist in Argentina • 07/02/2002 — Argentina's SENASA Blames Mouse for Animal Mutilations • 06/22/2002 — Argentina Animal Mutilation Count Rising Above 100 - Federal SENASA and INTA Investigations Have Begun • 06/17/2002 — Part 3 - Deer and Cattle Mutilations in Oregon • 06/15/2002 — Cattle Mutilations In LaPampa, Argentina • 05/18/2002 — A Bull Mutilation in Christmas Valley, Oregon • 03/16/2002 — Part 1 - 'Huge Saucer Armada' Shocked Farmington, New Mexico 52 Years Ago • 01/12/2002 — Part 1 - Update On 2001 Montana Cattle Mutilations • 10/13/2001 — Heifer Mutilation and Mysterious Light in Mantario, Saskatchewan, Canada • 08/24/2001 — Part 2 - Unusual Montana Mutilation of Live Bull • 07/28/2001 — Pure Hemoglobin Confirmed On Alabama Mutilated Cow • 07/22/2001 — Mutilated Bull Calf in Missouri • 06/09/2001 — Environmental Updates and Colt Mutilated in Leitchfield, Kentucky • 05/11/2001 — Horse Slashings and Deaths in Calgary, Alberta, Canada • 10/15/2000 — Mutilated Heifer Found Near Boulder, Colorado • 10/15/2000 — Part 1 - Hardened Bovine Hemoglobin Found On California Mutilated Bull • 04/16/2000 — A Close Encounter with a Disc in Wyoming • 03/29/2000 — Mysterious Calf Deaths In Brothers, Oregon • 02/06/2000 — Large Yellow Sphere In Snohomish, Washington • 12/26/1999 — Hubble Repair, Gamma Ray Bursts and Unidentified Aerial Objects • 12/22/1999 — Update - Unidentified \"Arrowhead\"-Shaped Object in California Sky • 09/12/1999 — Unusual Animal Deaths, Part 1: Nevada • 08/25/1999 — Unusual Animal Deaths in Australia and London, England • 01/24/1999 — Nuclear Sabotage in Maryland; Bull Mutilation in Colorado; and Global Warming Websites: British Earth and Aerial Mysteries Society (B.E.A.M.S.) Laverstoke Park Farm Water Buffalo: http://www.laverstokepark.co.uk/water-buffalo Laverstoke Park Farm, Overton, Hampshire, England: http://www.laverstokepark.co.uk/about-laverstoke-park Argentina Video of Cow Rising Toward Disc: http://www.youtube.com/watch?v=O2WMKqFo6X0 Majestic-12 Documents: http://www.majesticdocuments.com Coalition for Freedom of Information: http://www.freedomofinfo.org/ MUFON: http://www.mufon.com/ Grant Cameron, Canada UFO Researcher: http://www.presidentialufo.com/"},{"pageNumber":11,"pageContent":"UFO Evidence: http://www.ufoevidence.org/welcome.asp UFO Casebook: http://www.ufocasebook.com/ NUFORC: http://www.nuforc.org/ Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
