[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Updated: Strange Lights Chased by Jets Again October 29, Over Stephenville, Texas, and Crystalline Triangle in Ohio © 2008 by Linda Moulton Howe “A s the large white-orange object was rising up, it looked like it was going into the center of the triangle of blue lights. ” - Tim Comstock, Ohio Truck Driver C ell phone image around 3:48 AM, October 23, 2008 ( date correction ), on Route 7 near W. H. Sammis coal power plant between Empire and Stratton, Ohio, along Ohio River. Image © 2008 by Tim Comstock. October 31, 2008 Stephenville, Texas - Every day since October 23, I have been receiving reports of unusual aerial lights in different regions of the United States, including Stephenville, Texas. Eyewitnesses describe patterns of lights in straight lines that change to vertical lines; or straight lines that change to triangular patterns; or spinning discs shooting off spirals of light; or pulsing red-orange lights; or even a huge, flat triangle-shaped craft apparently lifting a large, glowing object from a hill near Empire, Ohio. On October 29, I was scheduled to interview Jason Rowland who lives in Granbury, Texas. He and his wife had been in Stephenville (about 30 miles southwest of Granbury) on both October 28 and October 29, to sky watch for strange lights since so many Stephenville residents had been reporting aerial lights and jets chasing them since October 23. He was going to tell me about bright, white aerial lights he and his family saw evenly spaced in a straight line on Tuesday, October 28. But when I called him to do the October 29, interview at 8 PM, he and his wife were outside in Stephenville and excited right then about seeing more odd lights with jets speeding toward them. Interview: Jason Rowland, Stephenville, Texas: “We started seeing those lights again tonight (Oct. 29, 2008, at 8 PM Central). There’s a main one sitting way above all of them. And we saw all the fighter jets come over. They’ve got the blinking lights on them. And the jets meet up with the lights and they are gone! This one was horizontal this time and they flash on like headlights on a car, like they turn off and on. It’s like you’ll see, Boom! You’ll see three or four lights in a horizontal fashion that turn back off. Then it turns back on and it (lights) are on a vertical fashion. Then we see all the military personnel (in jets) going out towards this main thing (big light). There is like one big one in the sky, bright light. And then there is another one below it that is red and all the military personnel (in jets) started going towards that (red) one. I mean, they made contact with it. And they were gone! I know they (jets) did (make contact) because I saw the jets go right to it (red light). THE JETS MADE LIKE COLLISION CONTACT WITH THESE LIGHTS? I don’t know about collision contact, but they (jets) went right to it (red light below big white light) and then all of a sudden their flashing lights (of jets) were gone. And I know it was our military because our military (jets) have flashing lights. I know from being in the Marine Corps that our plane lights flash off and on. "},{"pageNumber":2,"pageContent":"WERE THERE ALSO FOUR CAR LIGHT-LOOKING LIGHTS IN A ROW? There were four at one time and there was two and then it went back to three again. THE LIGHTS WOULD FLASH OFF AND THEN END UP IN A VERTICAL LINE? Right. AND COME BACK TO A HORIZONTAL LINE? Right. Lights and Jets Also Over Granbury, Texas Now my brother is seeing it in Granbury above his house. And we saw some weird stuff like big, ol’ circular fashion come off the big, huge, bright light. It looked almost like laser spinning, like a blade coming off of there (big white light). It (spinning laser-looking)was way bigger than than the light. My Mom called me and said – she was freaking out – ‘Craig, there’s one over his house (Jason’s brother). There are military jets all around it! So he (Craig, brother) called me and said, ‘Yeah, there’s one above my house and military jets are around it.’ He’s in Granbury and I’m in Stephenville. THAT’S ABOUT HOW MANY MILES APART? About 30 miles. G ranbury is hal f w ay betw een Stephenvil l e and Fort Worth, Texas. Granbury has also had several reports of mutilated half-cats in 2007. COMPARE WHAT YOU ARE SEEING TONIGHT WITH WHAT YOU SAW LAST NIGHT (OCTOBER 28). Same thing.” S even nights earlier on Tuesday, October 23, 2008, phones at the Stephenville Empire- Tr ibune and local law enforcement really began to ring. See: 102808Earthfiles. 3:45 AM, October 23, 2008, Empire, Ohio Date correction, not October 24, in e-mail from Tim Comstock: “ I'm sorry if there is some confusion. The day and time of the sighting was almost exactly 24 hours before I called Coast to Coast AM. It was at 3:45 AM the previous morning (October 23). The confusion may be from working 14 hour days with one day consisting of the combination of two calender days. My concept of dates or days of the week sometimes suffers as a result.”"},{"pageNumber":3,"pageContent":"E mpire is a small town in Jefferson County, Ohio, near the Ohio River (red star), east of Pittsburgh, Pennsylvania. In the 2000 census, Empire's population was 300. S even hours after Brent Chambers and so many other eyewitnesses in the Stephenville region watched between 8 PM and 9 PM so many strange, unidentified aerial lights, hundreds of miles away near Empire, Ohio – a very small town of 300 people west of Pittsburgh, Pennsylvania – 32-year-old truck driver, Tim Comstock, was driving on Route 7 at 3:45 AM on October 23, when he encountered an aerial display that elated him with its beauty, but the mystery of what exactly happened still haunts him. Interview: Tim Comstock, Truck Driver, Waynesburg, Ohio: “As I was driving along the route, I noticed there were a couple of cars along side the road with their lights still on. People were standing outside their car and that peeked my curiosity about what was going on. I looked in the direction that they were looking, which was toward the top of a rather large hill. I looked up and there was a very bright object just above the tree level. I can’t really say for sure what it was because I’ve never seen anything like it. It seemed self-luminescent. It was about the size of a large pickup truck and it was very bright whenever I looked at it. That’s really what caught my attention. COLORS? It was a white light with a little bit of orange inside of it. It had a little bit of red and the shape just seemed so strange to me because it seemed like a biological shape. As I watched that shape, it was rising upward. As I looked above that, I saw a pattern of three bluish- colored lights. They weren’t flickering like a star. They were in some kind of sequence, but they were all in tune with each other. They were very large lights. They were definitely not stars. As the large white-orange object was rising up, it looked like it was going into the center of the triangle of blue lights. At first glance when I saw the triangle of lights and rising, glowing object, I could not process what was going on. Three Cell Phone Images Sony Ericsson Slider Phone 3 megapixels C ell phone image No. 1, 3:45 AM, October 23, 2008 ( date correction ), on Route 7"},{"pageNumber":4,"pageContent":"near W. H. Sammis coal power plant between Empire and Stratton, Ohio, along Ohio River. Image © 2008 by Tim Comstock. C ell phone image No. 2, two minutes later around 3:47 AM, October 23, 2008 ( date correction ), on Route 7 near W. H. Sammis coal power plant between Empire and Stratton, Ohio, along Ohio River. Image © 2008 by Tim Comstock. C ell phone image No. 3, another minute later around 3:48 AM, October 23, 2008 ( date correction ), on Route 7 near W. H. Sammis coal power plant between Empire and Stratton, Ohio, along Ohio River. Image © 2008 by Tim Comstock. As the white-orange object got closer to the triangle of lights, I could see from reflected light that the underside of the inside of the triangle pattern of blue lights was one object - one very, very large object. When I saw it with my naked eye, I saw the bottom of the craft and it looked like it was very flat. There might have been some features like whenever you crack open a piece of coal, there’s some crystalline structure to it. But beyond that, there was no visible doors or windows or anything like that. DO YOU MEAN YOU ARE SEEING A CRYSTALLINE STRUCTURE IN 3-DIMENSIONAL CRYSTALS IN THE BOTTOM OF THE CRAFT? Nothing was protruding. It was just a pattern that emerged, something like a crystalline structure, but a flat crystalline structure. Like in a cracked open piece of coal, you can see the structure, but there is not much 3-D texture to it. WHAT WAS THE COLOR OF THE CRYSTALLINE STRUCTURE?"},{"pageNumber":5,"pageContent":"It seemed to be a very dark grey or black. I guess that’s why I would relate it to a piece of coal. SO, IF YOU WERE SEEING WHITE, YELLOW, RED AND ORANGE, WHERE ARE THEY EMANATING FROM THE CRYSTALLINE, DARK, COAL-LIKE SURFACE? The crystalline structure was reflecting the light from the object below it. That’s what I believe, but I can’t wrap my head around this thing completely. If I were to draw a conclusion, I would say the colors were from the object that was lighting the bottom of the crystalline craft as it was rising. SO, THE FIRST THING THAT YOU SAW WAS THE LARGELY WHITE, ORGANIC- LOOKING, MOVING OBJECT THAT HAD YELLOW, RED AND ORANGE TINGES IN IT AND IT WAS RISING UPWARD. AS IT ROSE, YOU BECAME AWARE OF THE TRIANGLE OF THE BLUISH-WHITE, ROUND LIGHTS THAT ARE IN YOUR PHOTO. Right. THEN IT KEPT RISING AND ILLUMINATED THE DARK, CRYSTALLINE SURFACE IN WHICH THE BLUE-WHITE TRIANGLE OF LIGHTS WERE EMBEDDED? That’s correct. That’s pretty much what I saw and everything was very slow. The triangular pattern did not move at all. At one point, it shifted a little bit to the right hand side as I was looking at it and it looked like if it turned, it could completely disappear. It seemed extremely flat. Maybe because there was no light above it, but it didn’t seem like there was anything over the top of it. A Glowing “Cocoon?” WHY DID YOU THINK THAT THE WHITE-YELLOW, RED-ORANGE BRIGHT LIGHT THAT WAS THE SIZE OF A PICKUP TRUCK WAS ORGANIC? It didn’t look like anything mechanical by any means. To me, it looked like a cocoon. When I saw it, I was trying to take everything in and that’s immediately what I thought when I saw it – that it was organic. That’s the feeling that I got. I didn’t think it could be anything else. It just came across as something organic. LARGE AND GLOWING AND RISING TOWARDS THE DARK, CRYSTALLINE STRUCTURE WITH THE TRIANGLE PATTERN OF LIGHTS. HOW FAR DID THE ORGANIC-GLOWING OBJECT RISE UP TO THE TRIANGULAR OBJECT? As long as I had it in my field of vision, it seemed like it might have risen from above the tree line, I would say a couple thousand feet. I’m judging this because I was in the military and worked on helicopters, so I can tell this was pretty low because a couple of thousand feet seems like a lot, but it’s really not. It seemed like it rose a few thousand feet and then the craft – by the time I lost sight of it – it seems like it might have been maybe 500 feet from whatever the object was above it. So it was definitely getting closer to the triangular craft that was drawing it in. DID YOU WATCH THE GLOWING, ORGANIC-LOOKING THING MERGE WITH THE CRYSTALLINE STRUCTURE? I was not able to stop the truck and look at that. I really wish I could have seen how the object – if they did merge? Or how the whole thing took place and how it ended? But I wasn’t able to see that. I had to go around a side of a hill, which obscured everything. WHEN YOU THINK OF THAT ORGANIC, GLOWING OBJECT RIGHT NOW – WHAT IS IT? A cocoon. That’s what comes to my mind. WHEN YOU THINK OF A COCOON, HAVING BEEN CLOSE TO IT, WHAT DO YOU THINK THE COCOON COULD BE HOLDING? I have no idea. I couldn’t guess! But it was big, whatever it was. HOW FAR ABOVE YOU WAS THE COCOON OBJECT AT ITS CLOSEST TO YOU? At its closest to me, about 2,000 feet or maybe a little less than that. AT 2,000 FEET, YOU WERE ESTIMATING – BASED ON YOUR MILITARY"},{"pageNumber":6,"pageContent":"EXPERIENCE – THAT IT WAS THE SIZE OF A PICKUP TRUCK. Like a dual cab pickup truck. SO, AT LEAST 20 FEET LONG? Ye s , it w a s b ig. THAT WOULD MAKE THE TRIANGLE OF LIGHTS ON THE CRYSTALLINE OBJECT HOW BIG? About the size of a large shopping mall and parking lot. VE RY BIG. Ve r y b i g . WHEN DID YOU TAKE THE PHOTOS? As I was driving, I actually slowed down to about 2 mph and there was no safe place on the side of the road. I slowed down almost to a stop and I was able to get a really good look the whole time everything was happening just above my head. I was able to slow down enough to hold the phone outside my window and still have a view inside the window frame and I was able to take the three pictures there. I gave the photos to a couple of my friends to look at. I still have the photos on my phone. I sent them to my wife. I went home this week and I would not look at them on the computer. My friends were telling me about how amazing they are to look at in the larger size and I just can’t bring myself to look at them. WHAT ARE YOU AFRAID OF? I’m not ... I don’t know if I’m ... I don’t think I’m afraid of it. It’s something that is such an awesome thing that I just can’t wrap my head around it. It’s one of those things that if I see it again – whatever I saw, I started trembling and the hair on my arms stood up and I knew I was in the presence of something beautiful and much larger than (laughs) I could possibly fathom. It was just the most beautiful thing I’ve ever seen. TIM, IF IT WAS BEAUTIFUL AND CAUSED THE HAIR TO RISE ON YOUR ARMS, WHY WOULD YOU BE RELUCTANT TO LOOK AT YOUR OWN PHOTOGRAPHS ON YOUR COMPUTER? I really can’t explain that. It’s a very strange feeling. I don’t know. I can’t explain it 100%. I can’t really fathom why I would feel this way about it, but it was something that struck me as beautiful and awesome at the same time. I suppose that once I’ve calmed down on the inside, I’ll be able to look at them, but like I told you earlier, when you called this morning, I’ve even had trouble looking up at the stars because, as you said, it’s a paradigm shift. It’s something that completely changes the way I think about life and the universe – completely! If this, indeed, is something that’s not from Earth, it’s definitely something of great significance. WHAT IS YOUR BOTTOM LINE THOUGHT ABOUT WHAT YOU SAW AND PHOTOGRAPHED? My bottom line thought is it’s a good feeling. I saw a very large, flat, triangular object that was picking something up that was here on Earth. So, whether it’s from Earth and just picking something up they had put on the top of a hill - I don’t know. But if it’s from some other place, I don’t know why they are picking stuff up or why they would have stuff — here. Other People Watching from Route 7 HOW MANY PEOPLE DO YOU THINK WERE PULLED OVER TO THE SIDE OF THE ROAD? Five or six cars. The people standing there looked like they were stuck, just transfixed watching the objects. They weren’t moving. They were just standing almost completely still. STARING UPWARD. Yes, they were pretty awestruck. And it was extremely close to the small town of Empire,"},{"pageNumber":7,"pageContent":"Ohio. I don’t know if people there saw it. Maybe it was too late at night (3:45 AM the early morning of October 23, 2008, date correction ). On the other side of where this happened, there’s a very large coal company called W. H. Sammis. [ Editor's Note: Wikipedia - The W. H. Sammis Power Plant is a coal-fired power plant between Empire and Stratton, Ohio. The plant is operated by FirstEnergy and was the subject of a Clean Air Act investigation by the Environmental Protection Agency (EPA) in 1999. The Sammis Block 7 includes one of the tallest chimneys in the world (305 meters/ 1,000 feet), which was built in 1970. The power plant includes a tunnel for State Route 7, a four-lane freeway.] W . H. Sammis Power Plant tunnel for State Route 7, between Empire and Stratton, Ohio. Image source Wikipedia. DID YOU SEE IF ANYBODY HAD A CAMERA THAT WAS STANDING BY THE ROAD? As soon as I saw the objects in the sky, I was looking upward, also. I just saw the people and then I was transfixed as well. I didn’t see any camera flashes, so I don’t know if anybody had a camera or not.” I f anybody was on Route 7 near the Sammis Coal Company or Empire, Ohio, at 3:45 AM in the early morning of October 23, 2008 ( date correction ), and might have seen the strange lights in the sky, please contact: earthfiles@earthfiles.com D aylight image on October 29, 2008, at tree-covered hill along Route 7 near Empire, Ohio, where glowing object and triangle of blue lights were seen at 3:45 AM, October 23, 2008 ( date correction ). Cell phone image by truck driver Tim Comstock. More Information: I would also appreciate hearing from Stephenville, Texas, region eyewitnesses of current"},{"pageNumber":8,"pageContent":"October 2008, strange lights as well as any other eyewitnesses of strange aerial light events in the United States and world. Please email me: earthfiles@earthfiles.com. F or further reports about unidentified aerial craft and non-human intelligences, please see my books and documentaries in the Earthfiles Shop . F or other related Earthfiles reports in Archive, please see hot links below: • 10/28/2008 — More Strange Aerial Lights Seen Over Stephenville and Dublin, Texas • 10/10/2008 — Part 1: Two Pennsylvania Hunters Encountered Strange Lights and Lime Green, Glowing Humanoid on Oct. 4 • 10/03/2008 — Mother and Son Watched Cow Rise In Golden-Orange Beam to Disc • 09/23/2008 — AH-1W SuperCobra Helicopters and Glowing Sphere • 07/28/2008 — Part 2: Why No Military Response to Radar Unknown Headed to Bush Crawford Ranch on January 8, 2008? • 07/26/2008 — Part 1: Why No Military Response to Radar Unknown Headed to Bush Crawford Ranch on January 8, 2008? • 02/22/2008 — Updated: More Aerial “Symbols” Photographed Over Dublin, Texas Reporter Angelia Joiner Resigned from Newspaper. • 02/20/2008 — Updated Part 1: Viewer Comments About Aerial Flames and “Symbols” Over Dublin and Stephenville, Texas • 02/06/2008 — Updated 02-14-08: Mysterious Symbols Projected in Night Sky by Aerial Disc Near Stephenville, Texas, Local Airport • 02/08/2008 — Law Officers Describe Unidentified Shape-Shifting Aerial Craft in Stephenville, Texas, Region • 02/22/2008 — Updated: Three Eyewitnesses in Selden, Texas, Saw Two, Large Rectangles of “White Flames” in Sky Infrared Deer Camera Anomalies. • 01/28/2008 — Updated 01-28-08: Viewer Letters About Aerial Craft and Military Flyovers Above Dublin, Stephenville and Selden, Texas • 01/18/2008 — Updated with graphic: Huge Aerial Craft Over Dublin, Texas, “Longer Than 3 Football Fields” Websites: Majestic-12 Documents: http://www.majesticdocuments.com Coalition for Freedom of Information: http://www.freedomofinfo.org/ Grant Cameron, Canada UFO Researcher: http://www.presidentialufo.com/ UFO Casebook: http://www.ufocasebook.com/ NUFORC: http://www.nuforc.org/ Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly"},{"pageNumber":9,"pageContent":"prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
