[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon First E. Coli In Spinach - Now Salmonella, Perhaps in Tomatoes. What's Happening? © 2006 by Linda Moulton Howe O ctober 31, 2006 CDC Announcement: \"The Centers for Disease Control and Prevention (CDC), in collaboration with state departments of health and the Food and Drug Administration (FDA), is investigating an outbreak of infections caused by a type of Salmonella called Salmonella typhimurium . This infection has no relationship to typhoid fever, which is caused by another organism. Salmonella typhimurium typically causes an illness with fever and non-bloody diarrhea which commonly resolves after about one week. This illness is different from that caused by E. coli O157:H7 , which produces bloody diarrhea, severe cramps, and in some persons, severe kidney disease. PulseNet, the network of public health laboratories that performs molecular subtyping (“DNA fingerprinting”) on bacteria that cause foodborne illnesses, has identified a specific strain of Salmonella typhimurium that has caused this outbreak. ...The outbreak has involved 171 cases of infection by this strain in 19 states reported since September 1, 2006. The median age of patients is 36 years, and 59% are female. As with most infections caused by Salmonella , most patients had a febrile diarrheal illness. Of 73 patients for whom clinical data has been reported, 14 (19%) were hospitalized; there have been no deaths reported. At this time few new cases are being detected, and there is little evidence of continuing risk to the public.\" S almonella typhimurium under microscope. Heating to 185 degrees F. will kill this bacteria. E lectron photomicrograph demonstrating invasion of guinea pig ileal epithelial cells by Salmonella typhimurium . Arrows point to invading Salmonella organisms. Photomicrograph Courtesy Akio Takeuchi, Walter Reed Army Institute of Research. November 1 , 2006 Davis, California - By the end of September 2006, about 200 people in 26 states had been infected with a deadly form of E. coli bacteria known as E. coli O157:H7. "},{"pageNumber":2,"pageContent":"E. coli O157:H7 bacteria magnified 10,961 times can apparently enter tissue of plants such as spinach (right), lettuce and other salad plants. Once embedded, the bacteria cannot be washed away. But heat at 160 degrees F. for two minutes, or boiling at 212 degrees F. for a few seconds, can kill the bacteria. Images courtesy CDC. The source was baby spinach produced by four growers in the Salinas Valley of California. Authorities are still trying to confirm what the source of the contamination was. Speculation has ranged from wild pigs to contaminated aquifer well water used to irrigate the spinach. S alinas Valley, California spinach field. Dr. Kevin Reilly, Deputy Director of the Prevention Service Division of the California Department of Health Services, told reporters, \"We believe that there is evidence that contamination could have occurred on the farm. If so, it's important for us to understand why contamination was not removed at the harvest, pre-processing or processing levels.\" Dr. Reilly also said that investigators want to find out if there is a connection between the surface creek water and the underground aquifer where the spinach farmers draw water for their wells. That research has yet to be done. During September 2006 into October 2006, another food contamination was emerging: Salmonella typhimurium . This infection typically causes fever and non-bloody diarrhea which runs its course in about a week. But CDC reported on October 31, 2006, that 171 people in 19 states had been infected with Salmonella . Speculation is that tomatoes in supermarkets were the carriers of the infectious Salmonella . With these two food-related outbreaks coming at the same time, I talked about what could be happening with Dean Cliver, Ph.D., Professor of Food Safety in the School of Veterinarian Medicine at the University of California-Davis. Prof. Cliver received his Ph. D. from Ohio State University in Dairy Science in 1960. For the next thirty-five years, he worked for the Food Research Institute at the University of Chicago and University of Wisconsin-Madison. He has been at the University of California in Davis since 1995. Interview: Dean Cliver, Ph.D., Professor of Food Safety in the School of Veterinarian Medicine at the University of California-Davis. \"This is the 9th outbreak that has been recorded from the Salinas Valley. To my knowledge, they have sampled surface waters near fields that were implicated in previous outbreaks. On occasion, they have found the bad E. coli – that’s E. coli O157: H7 in some of those surface waters. But those weren’t typically waters that were being used for irrigation. Now, people down there have gotten word that you can’t use surface water in that way because if you trace it upstream, you’re going to find cattle and cattle manure. So, the growers are using deep wells. Sometimes the deep wells are productive enough that they can pump water out of the well directly onto the field. But sometimes, the wells have to be used to fill a surface reservoir. Even there, typically the time that the water waits around before it gets used for irrigation is going to be as short as possible. So, the best indications are that in the latest E. coli outbreak, well water was used. Unfortunately, in the case of a well, hardly ever does anyone bother to see where the well water comes from or what's in it. Wild Pig Manure Contamination of E. coli ?"},{"pageNumber":3,"pageContent":"WHAT DO YOU THINK ABOUT THE HYPOTHESIS THAT WILD PIGS THERE MIGHT HAVE SPREAD THE LETHAL E.COLI? I think wild pigs are suspect of a whole lot of things, but in this outbreak we’ve just come through, the fact that the baby spinach was so efficiently contaminated that it got to 26 states, it seems to me that wild pigs aren’t that efficient. I can believe there are some pig dropping around, but I just can’t imagine there is enough to reach people in 26 states. WHICH THEN POINTS BACK TO WELL WATER. DO YOU KNOW IF THE STATE OF CALIFORNIA IS TRYING TO TEST THE AQUIFER WATER TO SEE IF THE E.COLI CONTAMINATION IS THERE? I’m sure that water has been tested off and on, but we tend to deal in fairly small samples when it comes to water safety testing. What I’ve been told – and I haven’t seen this written out – is that there is a new research project pending – from Dept. of Agriculture or Food and Drug. The principal investigators are Dr. Rob Mandrell of the USDA laboratories here in California and Dr. Rob Atwill, D.V.M. and Ph.D., an expert in environmental transmission of disease here in the UC-Davis Veterinarian School faculty. The project is supposed to be covering a much broader spectrum of potential sources of contamination, but it will include both surface and well water. So, maybe this is an idea whose time has finally come. Salmonella typhimurium Infection in 19 States - From Tomatoes? T omato stem scars might be openings for Salmonella typhimurium. WHAT IS YOUR PERSPECTIVE ON THE SALMONELLA OUTBREAK IN 19 STATES THAT MADE A LOT OF PEOPLE SICK – AND THE SUSPECTED FOOD IS TOMATOES? I went to the CDC website and they had a posting dated yesterday and all it says is that they now have 171 cases in 19 states. They think the outbreak is essentially over. No point in recalling foods because whatever foods were the vehicle in this instance are no longer out there. With that said, they aren’t specific about which foods they think are implicated. Possibly tomatoes, possibly salad greens. But no verdict from CDC yet. COULD YOU EXPLAIN FOR A GENERAL AUDIENCE HOW SALMONELLA WOULD BE SPREAD THROUGH TOMATOES? If we had a good definitive answer to that question, we could make it stop. But the usual suspects are whatever is used as fertilizer, whatever is used as irrigation water and whatever is used to wash the dirt off the tomatoes after they are harvested. In the case of tomatoes, they are different than baby spinach because they are not leaves. A tomato is a fruit and the surface is reasonably waterproof. So, the vulnerable area that can get bacteria into it is the stem scar. Each fruit develops off of a stem of the plant and when you pick it, there is a scar left where the stem came loose. That has a bunch of vessels in it that can let contaminants in. If a tomato is still hanging from the plant, then until it gets ripe enough that the stem scar is pretty loose, the likelihood of the contamination through the stem scar is probably fairly small. So, this suggests that maybe the contamination happened after harvesting, when the stem scar is fully exposed. But I’m not aware that anyone has proven that. NOT THROUGH CRACKS AROUND STEM SCAR? Tomatos are 90%+ water. While they were still attached to the plant, all that water that made that tomato big and round and firm came through specific vessels that were attached"},{"pageNumber":4,"pageContent":"to that stem. When the stem gets detached, those vessels have open ends to them, so it doesn’t mean that the rest of the tomato had a crack around the stem scar. The vessels that lead down in there, I think are a possible avenue for contamination that would not be accessible to washing off. Contaminated Water in Both E. Coli and Salmonella Outbreaks? IN BOTH THE BABY SPINACH E. COLI CONTAMINATION AND THIS OUTBREAK OF SALMONELLA IN 19 STATES, BOTH COULD LEAD DIRECTLY BACK TO THE WATER THAT WAS USED IN IRRIGATION OR SPRAYING TO CLEAN THEM? Yes, that’s a good summary and that’s where my eyes would focus first if I were leading an investigation on this subject. But this is something that needs to be proven. When I talk about irrigiation water, I’m assuming spray irrigation that gets on the top of the plants, rather than something that just tries to work its way in through the roots. So, I was thinking if the tomato was near ripeness and the stem scar was starting to loosen, then if you irrigated with contaminated water on the top of the plants and it gets between the stems and the fruit, that would be one possibility. The only other one would be after the tomatoes were picked if the water used to wash them was contaminated. There is another possibility that the stuff that’s on the outside of the tomato could get transferred to the stem scar during washing. Why Two Food-Borne Infectious Outbreaks At Same Time? WHY ARE WE SUDDENLY SEEING AT THE SAME TIME OUTBREAKS OF FOOD CONTAMINATIONS THAT MAKE PEOPLE SO SICK, SUCH AS E. COLI AND SALMONELLA ? CDC and state labs have a system of \"fingerprinting\" the DNA of food contaminant organisms now. For Salmonella and E. coli O157:H7 , the CDC has a standard procedure for fingerprinting. If you are one of the laboratories that can show you follow the CDC procedures accurately, then you can digitize that fingerprint and send it to CDC. They have a method of comparing them by computer. So, the idea you could find 19 states in one instance ( Salmonella ) and 26 states in another ( E. coli O157:H7 ) and say with conviction that the bacterial strain that was causing all these illnesses was the same among that many states – that depends on how the CDC can compare fingerprints. Their system has been up and running for about five years and is still expanding to other food-borne disease bacteria. This fingerprinting has opened a new door of what we used to call ‘sporadic illnesses,’ to be able to associate them and say now we know this is a common source outbreak. FINGERPRINT IN YOUR DEFINITION MEANS WHATEVER IS THE DNA AND CELLULAR MAKE-UP OF THE VIRUS OR BACTERIA THAT MAKES PEOPLE SICK? Yes. The food-borne fingerprinting is not as elegant a method that determines the entire sequence of genetic material. It’s kind of a cut and dried procedure called ‘Pulsed Field Gel Electrophoresis’ and it can be done with various enzymes, which snip the DNA of the bacterium at arbitrary places and you end up with a bunch of different length fragments. When you separate them into the gel electrophoresis, you get a fingerprint. Or at least, that’s the analogy that has been used. [ Editor’s Note: Pulsed Field Gel Electrophoresis (PFGE) is a technique used to separate especially long strands of DNA by length in order to tell differences among samples. It operates by alternating electric fields to run DNA through a flat gel matrix of agarose. Specialized equipment is required, consisting of a gel rig with clamped electrodes in a hexagonal design, a chiller and pump, and programmable power supply. PFGE has traditionally been used for gene mapping and medical epidemiology.] THIS HAS ONLY BEEN AVAILABLE IN THE PAST FIVE YEARS. Yes. It’s been growing in application. CDC started, I think, with E. coli O157:H7 and then they went on to Salmonella . There are some other food-borne bacteria that are now"},{"pageNumber":5,"pageContent":"included. It started small and grew and now that it’s really up to speed and states are in a position to be able to submit samples and know they have prepared them in such a way that the comparisons are valid. Wisconsin had about 25% of the cases in the baby spinach outbreak and it’s a state dependent on importing foods from outside. So this is the risk we take in the modern world to keep fresh fruit and vegetables all year long. If something goes wrong in the supply, a lot more states can be involved at one time. And now we have a better detection ability than ever before so even small outbreaks come to light quickly.\" More Information: For further information about food contaminations, please see reports below in the Earthfiles Archives: • 10/09/2006 -- Some Lettuce Recalled - Possible E.coli Contamination • 09/23/2006 -- E. coli O157:H7 - Why Can't It Be Washed Off Contaminated Spinach? Websites: Centers for Disease Control and Prevention: http://www.cdc.gov/ Food and Drug Administration: http://www.fda.gov/ Fingerprinting DNA: http://www.uga.edu/srel/DNA_Lab/PFGEindex.htm Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
