[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Lightning Killed 106 Cows in New South Wales, Australia © 2005 by Linda Moulton Howe \" W e've always had small losses from lightning strikes, but nothing of this magnitude. We've gone through droughts and floods over the years, but this is the worst thing we've ever experienced.\" - N SW Australia Farmer Warwick Marks F armer Warwick Marks stands amid 68 of his cows killed instantly by a severe lightning storm on Monday, October 31, 2005, at his Dorrigo pasture west of Coffs Harbour in New South Wales north of Sydney. Photograph © 2005 by Coffs Coast Advocate . D orrigo is a little west of Coffs Harbour in New South Wales, Australia, north of Sydney. Glen Innes is 125 miles (200 kilometers) northwest of Dorrigo. Lightning hit and killed 38 cows in Glen Innes and 68 in Dorrigo, on October 31, 2005. November 3, 2005 Dorrigo, near Coffs Harbour, NSW Australia - The Coffs Coast Advocate in New South Wales, Australia, reported today that \"an unusual high pressure system over the Tasman Sea, pushing a strong northeasterly wind and blowing moisture over the state,\" has been blamed for severe lightning storms that killed 106 cows on two farms, Monday, October 31, 2005. The farmer pictured above, Warwick Marks, lost half his registered dairy cows when lightning hit and killed sixty-eight of this herd in Dorrigo, west of Coffs Harbour on the New South Wales coast north of Sydney. Three other cows were paralyzed for several hours, but recovered. This October 31, 2005, deadly lightning strike at Mr. Marks's farm was only 500 meters from another five years ago in 2000 which killed eleven of his dairy "},{"pageNumber":2,"pageContent":"cows. Mr. Marks told the Coffs Coast Advocate : \"We've always had small losses from lightning strikes, but nothing of this magnitude. We've gone through droughts and floods over the years, but this is the worst thing we've ever experienced. It comes part and parcel of living on the Dorrigo plateau, which has red volcanic soil and high rainfall. The highest point always gets struck first. But it doesn't make it any easier.\" Mr. Marks estimates he has lost $200,000 per year from his valuable dairy herd deaths which will take him at least ten years to recover. \"Insurance is out of the question because it's too dear and worth more than the cattle.\" About 125 miles away at Glen Innes, another farmer lost 38 cows to the lightning storms. The Coffs Coast Advocate also reports that the Kattron Lightning Detection Network, which monitors thunderstorms, \"detected more than 75,000 strikes hitting southeast Australia between October 24 and November 1. Of those, 500 were in the Dorrigo region.\" More information: A lso, see other Earthfiles reports about odd lightning strike events: · 10/27/2005 -- Updated Part 1: Unusual Animal Deaths - 22 Horses and 1 Burro Near Calhan, Colorado · 07/21/2003 -- Strange Orange Lightning and A Sampling of Recent English Crop Formations · 07/25/2001 -- Hartsville Update: No Lightning on July 6, 2001 Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
