[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Is the Sun Heating Up? © 2005 by Linda Moulton Howe \" T he Sun right now is probably averaging over several decades the most active it's been in 400 years. \" - S allie Baliunas, Ph.D., Harvard Smithsonian Center for Astrophysics T he large white spot on the face of the sun is called \"Sunspot 822.\" Its current length on November 17, 2005, is 87,000 miles (140,000 km), about the size of Jupiter. According to SpaceWeather.com, \"This sunspot poses a threat for M-class solar flares. NOAA forecasters estimate a 50% chance of one during the next 24 hours. Eruptions in the days ahead could cause magnetic storms on Earth.\" November 17, 2005, solar image by Solar and Heliospheric Observatory (SOHO). November 18, 2005 Cambridge, Massachusetts - Astrophysicists are scratching their heads about what's happening on the sun and in our solar system. Why has this so-called \"Solar Minimum\" been so active? It should be quiet now with very few sunspots because this is supposed to be the low point of the Sun's 11-year-sunspot cycle. But this week, there was a sunspot called 822 that's 87,000 miles across - the size of the planet Jupiter! Could it erupt with more powerful X-flares as has happened the past few months. Big flares threaten all the broadcast, global positioning and military satellites that now orbit our planet. As I've reported before in Earthfiles, the sun is not \"normal.\" Is it warming up? Earth's North Pole and Mars's South Pole are melting at a surprisingly rapid rate. Even far out Pluto seems to show some melting. Is the sun a bigger player in all this than originally thought? Martian South Pole Has Shrunk Over Three Years C arbon dioxide and water ice at the South Pole of Mars has gotten smaller over the past three years. Image courtesy NASA. In September, NASA reported new evidence from Mars Orbiters that \"for three Martian summers in a row, deposits of frozen carbon dioxide near Mars's South Pole have shrunk from the previous year's size, suggesting a climate change in progress.\" The Martian South polar ice cap shrinking has been accelerating since 1 999 at a \" prodigious rate, \" according to Michael Malin, Principal Investigator for the Mars Orbiter Camera. Dr. Malin said, \"The images documenting changes from 1999 to 2005 suggest the Martian climate is presently warmer and perhaps getting warmer still than it was several decades or even centuries ago.\" Scientists are not sure if the Sun is getting hotter and heating up the entire solar system, including Mars, the Earth and even Pluto. Could there be other independent forces on Mars and Pluto we don't know about that are heating up those planets? If the Sun is warming up, on top of the carbon dioxide blanket that modern industry has created around Earth, how much more heat could the Sun be adding? "},{"pageNumber":2,"pageContent":"1980 to 2002: New Data Indicates Sun's Contribution to Earth's Global Warming Could Have Been 10% to 30% In October, scientists at Duke University in Durham, North Carolina, released a solar study in which they concluded: \"The Sun might have minimally contributed about 10% to 30% of the 1980 to 2002 Earth global surface warming. Greenhouse gases would still give a contribution, but not so strong as was thought. We don't know what the Sun will do in the future.\" Another scientist who is trying to figure out what the Sun is doing and what effect it's going to have on Earth and the solar system is Sallie Baliunas, Chair of the Science Advisory Board, at the George C. Marshall Institute in Washington, D. C. Dr. Baliunas is also an astrophysicist at the Harvard Smithsonian Center for Astrophysics in Cambridge, Massachusetts. Any Link Between Solar Output and What's Happening on Mars and Pluto? This week I asked Dr. Baliunas about the Solar Minimum that has not been so minimum, and what's happening on Mars and Pluto? Interview: Sallie Baliunas, Ph.D., Astrophysicist, Chair of the Science Advisory Board, George C. Marshall Institute, Washington, D. C.; and Professor, Harvard University Smithsonian Center for Astrophysics, Cambridge, Massachusetts : \"We don't know why the Sun has been so peculiar in the past few years. This cycle has not been the (normal) rule, though. We've had tremendous amounts of flare activity down at solar minimum. Part of the problem is that we see the Sun through a very limited lens of short time scales. We've been only able to study the Sun in detail above the atmosphere of the Earth through the spacecraft era, so not more than 40 years. We know the sun varies on time scales of seconds to eons, to billions of years. And we don't have all those well defined. WOULD YOU SAY RIGHT NOW, FROM YOUR POINT OF VIEW, THAT THE SUN IS ACTING ODDLY? (laughs) That's an excellent question. I would say the Sun always acts odd because we have such limited knowledge about it. What is normal for the Sun? During the 17th Century, almost 400 years ago, the Sun's magnetic field output was extraordinarily low for almost a century. That happens every few centuries. Is that odd? But it's not rare. The Sun right now is probably averaging over several decades is the most active it's been in 400 years. Is that odd? Yes. Is it rare? Probably not. There are indications of the Sun's magnetism going back through time and maybe 800 to 1200 years ago, the Sun might have been more active. So, what's normal for the Sun? I don't know. COULD IT EXPLAIN GLOBAL WARMING IN AND OF ITSELF? How does that look against the temperature records? It matches up pretty well with the beginning of the 20th Century. But it does not match up so well now. The surface temperature (of Earth) seems to have risen a little more dramatically than the Sun has in recent decades. So, in terms of a straightforward link between the two, an association between the Sun and Earth, it looks like the Sun has not been the cause of most of the late 20th Century warming. It could have made a contribution. We've measured the Sun directly and we measure its total energy output. That's been measured by satellites for about 25 years now. So we know the Sun's energy output has been increasing with the magnetic cycle. We know right now because we're in a low point in that 11 year cycle that the Sun has backed off a little bit in its energy. But it's going to be on the rise again. Over 25 years, there is evidence from some researchers that suggest there has been a subtle rise in the background and that also might contribute to the amount of energy the Earth receives. But in terms of Mars, one of the polar caps is pulling back the ice. The solar cap is melting back and has done some interesting layering and shelving there that can be measured by the satellites we currently have on Mars. Mars has it's not clear that Mars is responding very quickly to these changes on the Sun because we don't have enough detailed measurements of Mars to say so. Mars has warmed and cooled in the past. When we look back at pictures of Mars, we see that events that have gone on where it looks like river gullies with subsurface frozen ice melting, coming up to the surface and causing some valleys and rills on Mars. Pluto boy, it's hard to say what's going on there! Pluto is probably very little effected by the amount of radiation the Sun puts out. For one reason, it's so far away. For another reason, we just don't understand what's happening on Pluto. There are probably a lot of chemical reactions, gas reactions, in its atmosphere. Pluto does have a highly eccentric orbit, but there you're talking about changes on timescales of thousands of years, not the 11 year cycle. So, it's not clear that they are all linked to the Sun in any direct way. But our view of the Sun is so limited in time that it gets hard to rule a lot of things out. It's worth looking at. It's a very good question."},{"pageNumber":3,"pageContent":"IF THE SUN WERE NOT CAUSING WARMING ON MARS AND PLUTO, WHAT COULD CAUSE WARMING ON MARS AND PLUTO? Mars has seasons, very long-term changes. There are changes in its atmosphere that occur on timescales of months. Dust storms crop up. We don't know why those dust storms crop up. Chemical reactions that shift energy around in the system and that the system finally res ponds. So, like the earth, the climate of Mars is complicated. There are changes going on many different timescales. IS THERE ANY EVIDENCE THERE COULD BE SOME KIND OF INTERIOR HEATING ON MARS? You look at the surface of Mars, there are the remnants of volcanoes. There are only older volcanoes now, the old shield volcanoes. But it looks like Mars might still have some seismic activity, but nothing like the drama we have here on Earth. So yes, there are internal changes on Mars. There are shifts in energy internally on Mars that are also going to crop up and interact with the climate system and cause some changes. WOULD ANY OF THIS SUN OR INTERNAL HEATING ON MARS EXPLAIN WHY THERE'S GLACIAL ICE MELTING AT THE POLES? Don't know. Right now, everybody is looking to see whether they think these changes are linked to the Sun. The first thing you ask is: do you see the Sun's well known 11 year cycle in the glacial ice pullback in the caps on Mars? The answer is: probably not. We've had enough information and it does not seem very well correlated with the Sun's very familiar 11 year cycle. Then you ask: If not the 11 year cycle, which we know so much about, then what of the Sun is causing this (ice) pullback? Then the question is: While the Sun is active, we don't think that's a real direct source of heating. It's putting out a lot of flares, but they don't put out a lot of warmth, a lot of energy, that would melt ice. So, it would require some unusual mechanisms on Mars and in the Mars climate system coming from the particles streaming from the Sun, or from some of the flares. That's very far out. There's not a good explanation right now. WHAT ARE SOME OF THE WORKING HYPOTHESES? For the pullback of ice on Mars? Mars's climate is very dynamic, as the Earth's is. There are changes on most timescales. For example, we see windstorms kick up every few years on Mars and no one has a good explanation for those. When you kick up a lot of dust in the Mars atmosphere, you very much change the amount of energy in the system. Mars's climate system is poorly understood. THEN IS IT FAIR TO SAY THAT IT IS A TRUE MYSTERY ABOUT WHY THE POLE ICE IS MELTING? I think so. I think so. It's a good mystery. I like it when our ideas about science get overturned with some very good and careful measurements. Those are very interesting. THIS IS REALLY RECENT, THIS CHANGE ON MARS? Yes. It's recent and that's why it's a good stab to start by looking at the Sun which we know changes over a decade. That's probably on the order of the timescale it takes from years to decades. So, the first suspect is always the Sun when you see something changing on a decadal scale like that. How Erratic Is The Sun's Energy Output Over Time? IT MAKES ME PAUSE WHEN I REALIZE THAT GLOBAL WARMING IS SUCH A MAJOR ISSUE AND THE WEATHER ON THE EARTH SEEMS TO BE CHANGING AND COULD BE LINKED MORE TO CO2 BUILD UP. BUT THAT WE UNDERSTAND SO LITTLE ABOUT THE SUN ACTUALLY AND THE IMPACT IT COULD HAVE ON OUR WHOLE WEATHER AND CLIMATE SYSTEM. It's a very interesting question. The Sun has varied in the past. The sun will continue to vary in the future because there is no theory that says the Sun should suddenly be quiet. That would be too much to ask. A quiet Sun would be easier to explain than a varying sun. And if it's changed in the past, you can look back into the periods where humans did not exist and had not put CO2 into the ecosystem and there you can see correlated changes with known changes on the Sun. So you ask: What causes that? We don't know. Then you ask: Predict that for the future. But we can't. So, you have to worry about how we go about this process? There are natural changes going on within the climate system on Earth. Volcanoes erupt. The ocean currents change in the Pacific Ocean. Or they change in the Atlantic Ocean and those cause profound quantum effects. We have the Sun changing. So many changes on so many timescales. What's causing it? We just can't put the picture together."},{"pageNumber":4,"pageContent":"Add carbon dioxide input into the atmosphere on top of that from human activities, and also add which is only recently been appreciated that humans have changed landscape. For example, we have cut down areas of prairie to build farms or forests to build farms. That seems to have had not only profound local change in temperature and other indicators of climate, but depending on where the change is and how big it is locally, it actually effects farther, more distant areas. So, now we have to worry about human changes from carbon dioxide, landscape modifications and from things like soot. Ordovician Period On Earth - 10 Times More CO2 Than Today, But Was A Severe Ice Age B lue line dips dramatically at the end of the Ordofician into Silurian when an ice age gripped all the Earth's land mass around the time it broke up in continental drift. 60% of all marine invertebrate genera and 25% of all families went extinct. Was the cause terrestrial plate tectonics? Or erratic solar output? Or both? Graphic by C. R. Scotese. WHEN WAS THE LAST TIME ON THE EARTH WHEN THERE WAS THIS MUCH CARBON DIOXIDE OR MORE AND WHAT WERE THE TEMPERATURES THEN? I like to look at the Ordovician 440 million years ago when the CO2 levels were TEN TIMES higher than they are today. But the Earth was in a very glacial state, a very strong ice age. So, that says we just don't know what's going on. DURING THIS PERIOD IN THE ORDOVICIAN, THERE WAS 10 TIMES THE AMOUNT OF CO2 NOW, BUT IT WAS A GLACIAL PLANET. Right, such an ice age that it is called an \"ice ball\" by some people very severe glaciation. WOULD THAT SUGGEST TO YOU AND OTHER ASTROPHYSICISTS THAT IT HAD TO HAVE BEEN LINKED DIRECTLY TO SOMETHING GOING ON IN THE SUN? The Ordovician could it have been caused by the Sun? I have struggled with this. We have no information about the Sun on those long periods. I could not even tell you with any certainty I might be able to tell you what the Sun does on timescales of thousands of years. But then going back a million, and this was 440 million years ago, half a billion years we have very little information. We have nothing. Now, rise in temperature that's happened at the end of the 20th Century has been fairly modest. So, if one wants to ascribe that all to the atmosphere's increased carbon dioxide content and other greenhouse gases, then you can say, 'Well, it's been a fairly modest rise and over decades we've had time to react to this.' [ Editor's Note: The late Ordovician Period was an Ice Age, while at the same time CO2 concentrations then were nearly 12 times higher than today, around 4400 ppm, versus Earth's today around 370 ppm. Nearly all the Earth's land mass known as \"Rodinia\" or \"Gondwanaland\" was covered by ice and the extinction was the second most devastating to marine life in the known history of our planet. 60% of all marine invertebrate genera and 25% of all families went extinct. Another hypothesis, in addition to erratic solar behavior, is that the break up of the ancient land masses plunged the Earth into an ice ball because rainfall patterns were radically changed as land masses moved. Scientists (French National Centre for Scientific Research, CNRS, and University of Florida) reported in March 18, 2004, issue of Nature that rain would have fallen over basalt rocks from volcanic eruptions. An interaction between water and calcium silicate would have meant carbon dioxide molecules were taken from the air and caught into the"},{"pageNumber":5,"pageContent":"calcium carbonate making limestone. Computer models indicate the result would have been \"catastrophic cooling in which tectonic changes could have triggered a progressive transition from a 'greenhouse' to an 'icehouse' climate, resulting in 'snowball glaciation.' ] Earth Cycle of Ice Ages - Every 100,000 Years COULD IT BE OFFSETTING A POSSIBLE OTHER ICE AGE THAT WOULD BE PART OF THE CYCLE AND IRONICALLY, GLOBAL WARMING MIGHT PREVENT IT (ICE AGE)? If so, we're in an ice age now (in an inter-glacial period) of the current Ice Age. We are in the warm inter-glacial and we shall return to the terrible glacial period, a very harsh glacial period. When? No one knows. Maybe a few thousand years. Could the carbon dioxide put in the air forestall that? Maybe. But we're only talking about forestalling it for a few decades because we are committed to addressing carbon dioxide emissions. I believe, I'm a futurist optimist and I believe in 100 years or 50 years, we won't be using fossil fuel anyway. So, they will drop down out of the atmosphere naturally. So, the most you're going to stave off an ice age is 100 years, so it's not very relevant. O ver the past 750,000 years of Earth's history, Ice Ages have occurred at somewhat regular intervals of approximately every 100,000 years. Graphic courtesy Illinois State Museum. SO, YOU DO EXPECT THAT THERE WILL BE ANOTHER ICE AGE? Another glacial period of the current ice age. Oh, yes. If the past is any prediction of the future and we do think in science that's a reasonable assumption here in the case of the glacial and inter-glacial periods yeah, they seem to reoccur. The glacial periods seem to reoccur and last for about 100,000 years, with pauses in them, with warm pauses in them. Then there is a 10,000 year interglacial; (followed by) a 100,000 year glacial. That's been the pattern established over the past million years. SO, IT'S ONLY 10,000 INTER-GLACIAL WHEN IT WARMS UP, WHICH IS WHAT WE'RE IN NOW. THEN IT GOES TO 100,000 YEARS OF ICE? Yes. By ice, we mean that the polar caps which now have about 10% ice coverage on surf ace area will expand to about 30%. North America and most of Canada get covered with ice. the ice sheet will cover northern New England. Boston will be covered with ice. Maybe make it down to New York maybe. Maybe a little bit further south, depending on the conditions of the individual glacial period. CAN YOU IMAGINE WHAT THAT WOULD DO? That's the average oh, no, I can't! I think that's the challenge for humankind is to try to survive THAT.\" More Information: For more about solar activity, global warming and ice ages, please see reports below in Earthfiles Archives: · 09/29/2005 -- 2005 Arctic Summer Ice Melt - Largest On Record · 09/23/2005 -- 9 X-Class Solar Flares Between September 7 - 19, 2005 · 05/11/2005 -- Greenland Sea Cold Water Re-Cycling Nearly Stopped. Britain Expected to Become Cooler. · 05/07/2005 -- Did Milky Way Gas and Dust Turn Earth Into Icy Snowball Four Times? · 04/01/2005 -- What's Killing Off Marine Life Every 62 Million Years? · 03/20/2005 -- Astronaut John Young: \"The Moon Can Save Earth's Civilization\" · 02/22/2005 -- Frozen Sea Near Martian Equator Size of Lake Michigan · 02/11/2005 -- Sunspot Region 720 Emitted Strongest Solar Radiation Since October 1989 · 12/31/2004 -- Abrupt Climate Change Occurred Worldwide 5,200 Years Ago · 06/08/2004 -- Part 3: Whistleblower Microbiologist Dan Burisch Interview on June 7, 2003 · 10/29/2003 -- Fifth Intense Solar X-Flare - What's Happening On the Sun?"},{"pageNumber":6,"pageContent":"· 08/27/2003 -- No Ancient Oceans On Mars? Only Glaciers? · 07/16/2003 -- First 3-D Images of the Sun's Granular Surface · 05/30/2003 -- Scientists Surprised by Common House Fly Fossils in Antarctica · 01/30/2002 -- Latest Satellite Data Shows Surprisingly Thicker Ross Ice Shelf in Antarctica · 01/09/2000 -- Global Warming Alert from NOAA and U.K. · 10/25/1999 -- A Blast of Solar Wind Provokes Aurora Over Northern U. S. · 05/05/1999 -- Two Antarctic Ice Shelves Almost Gone Websites: http://spaceweather.com http://sohowww.nascom.nasa.gov/ http://www.fel.duke.edu/~scafetta/ http://www.physorg.com/news6892.html Credits Copyright © 1999 - 2010 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2010, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
