[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Updated - 1954 Manual: \"Extraterrestrial Entities and Technology\" - Reasons It Is Authentic © 2003 by Linda Moulton Howe “Basically what was on the 35mm negative is a 32-page manual dated 1954 which describes for special field units how to recover crashed flying saucers, how to take them apart, how to pack them, where to ship them, how to take care of the bodies and how to keep the public in the dark.” Robert M. Wood, Ph.D., Aerospace Engineer November 19, 2003 Las Vegas, Nevada - This past weekend in Las Vegas was the first Majestic-12 UFO Crash and Retrieval Conference produced by Ryan Wood, President, Majesticdocuments.com. His father, Robert M. Wood, spoke at the conference about why he is convinced that a leaked document known as the TOP SECRET/MAJIC Majestic-12 SOM1-01 Training Manual for \"Extraterrestrial Entities and Technology, Recovery and Disposal\" is authentic. The training manual first appeared as 35mm black and white negative film in a package addressed to Don Berliner of the Fund for UFO Research in Maryland. The package was postmarked March 7, 1994 from LaCrosse, Wisconsin, and bore a return address of a pharmacy in LaCrosse. On the 35mm film were thirty-two pages of text and drawings and the fingers of whoever photographed the pages of the TOP SECRET/MAJIC classified manual. Bob Wood had a 43-year-long career as an aerospace engineer, first working for Douglas Aircraft that merged with the McDonnell Corporation in 1967 to become McDonnell- Douglas, later purchased by Boeing in the early 1990s. Over those four decades, Bob Wood worked on aerodynamic heating, ballistic missile defense, radar, and the space station before his retirement in 1993. That year, nuclear physicist and UFO researcher, Stanton Friedman, had seen the 35mm negative in Berliner's possession and contacted Bob to see if "},{"pageNumber":2,"pageContent":"he would be interested in researching what was on the film. Bob Wood agreed and a decade later says, \"Basically what was on the 35mm negative is a 32-page manual dated 1954 which describes for special field units how to recover crashed flying saucers, how to take them apart, how to pack them, where to ship them, how to take care of the bodies and how to keep the public in the dark.\" At the recent Las Vegas conference, Bob and I talked about the latest information that supports the authenticity of the SOM1-01 training manual, including confirmation by a long-time U. S. Government Printing Office employee that the manual was printed on a 1954 monotype press. P age 20, Restricted SOM1-01 Majestic-12 Group Special Operations Manual, \"Extraterrestrial Entities and Technology, Recovery and Disposal,\" TOP SECRET/MAJIC EYES ONLY, United States of America War Office, April 1954. Interview: Robert M. Wood, Ph.D., Bob Wood Enterprises, retired aerospace engineer from McDonnell-Douglas, and contributor, Majesticdocuments.com, Newport Beach, California: Tri-X Film First Manufactured in 1954 “The original 35mm negative was on Tri-X T-5063 film which was first made in 1954, which incidentally is the date of the document. So, it could have been photographed back then, or it could have been photographed around 1994 or some time in between. The pages that were photographed actually show the fingers of the photographer as he was photographing. For awhile we thought some forensic analysis on those fingers might identify the photographer, but the image isn't very clear and we haven't followed up on that. The document itself in the photographs is really quite legible except for a few pages. My initial task was to figure out what does it say? After prints were made from the negative and as soon as I started key stroking one page at a time, I thought, ‘Wow! This is a remarkable document!’ I've felt that way ever since. U. S. Government Printing Office Employee Confirms 1954 Monotype Press IS FINDING OUT THAT THE NEGATIVE FILM WAS MANUFACTURED IN 1954 UP TO 1994 THE STRONGEST SUPPORTING EVIDENCE? That's an excellent question. No, the film analysis is not the strongest supporting evidence at all. The strongest evidence began when I interviewed personally a man at the U. S. Government Printing Office whose job was to deal with the public. So, I showed him the SOM1-01 document. This employee had been there for quite awhile and really knew the procedures back in those days. He took one look at the document and said, 'The length of the bar on the F and the curlicue on the G tells me that it was a monotype modern press.' Then he saw a little subtlety in the form of a raised Z which he said confirmed it was a"},{"pageNumber":3,"pageContent":"monotype press and that there was no question that it was done on equipment available in 1954. My source in the government printing office, Mr. McCarter, wrote me that the rarely used letters such as a Z would sit in the repository of the brass slugs and if they were not used, they would get a little dirt on the bottom of them so when they dropped down to make the lead piece that would be used as the actual piece of type, then it would be pushed up slightly above the rest of the line. My son, Ryan, spent some time at the Stanford Library looking for similar examples from that era and he found a 1954 document that was published by the U. S. Government Printing Office for the U. S. Army that talked about cameras and one of the words in there was 'unsynchronized' and that Z in the word was slightly raised. So, you can compare the two documents side-by-side and comparing with a genuine document is one of the classic ways of doing document authentication. The monotype press basically called up the letters one at a time and then the brass slugs came down and made lead letters which in effect to make a word if you had a 7-letter word you would have seven different lead slugs and one of those slugs could have a little imperfection on them. So, they might not always be exactly in line. The linotype press basically made the line of type out of one piece of solid lead. So, that was the difference between the two presses. This (SOM1-01 document) was clearly printed on a monotype press. 1954 Etymology That has been essentially confirmed also by the etymology and use of the language in the document because there are some really interesting examples of language that has gone out of date since 1954. For instance, the word first aid was capitalized First Aid in the document. Today it is spelled lower case. The word Kraft was Kraft paper and Kraft tape and that is no longer available. Kraft tape in 1954 was a very popular type of tape. You had to lick it, but it was very strong and used fo r packing. In fact, it was the most common one. Now, you can't find it in a store and the dictionary now has it in lower case, kraft tape. The word screwdriver was two separate words in the SOM1-01 document, screw driver. Most people don't realize that it was not until 1960 or so that screwdriver started being spelled as one word. That's about the same time that orangejuice was changed to one word, too. 1953 U. S. Government Style Manual Formats IS THERE ANYTHING ELSE BEYOND THE FILM STOCK AND THE ETYMOLOGY ANALYSIS IN THE DOCUMENT THAT SUPPORTS THE AUTHENTICITY OF THE SOM1-01 DOCUMENT? Oh, absolutely! If you compare with authentic documents and/or compare with the style manual for 1953, it turns out there are 32 points of coincidence. Those include the spaces after a sentence, the italics on the dates, the format on the page absolutely every little detail associated with this SOM1-01 manual is consistent with the 1953 style manual and other existing documents that you can get out of any archive. So, that's probably the most powerful thing it just agrees with authentic documents one for one. And it's a high quality production. There is only one misspelled word in it and that word is 'dessicant.' That is not the correct spelling. It's 'desiccant.' So that is the word misspelled in the SOM1-01 document. However, in those days, they didn't have spell checkers other than a person. So, one person would read a document to another one in a special room that was set aside in an effort to verify that the document was flawless. Here's a case where most people would not know how to spell this word and it slipped through the system. So, it's the only misspelled word in the document. I think that really adds to the credibility. Government Cover-Up and Manipulation of Media SINCE THE TITLE IS 'EXTRATERRESTRIAL ENTITIES AND TECHNOLOGY RECOVERY AND DISPOSAL' WHY DO YOU THINK THAT THE NEW YORK TIMES AND THE WASHINGTON POST HAVE NOT PAID MORE ATTENTION TO THE WORK YOU HAVE DONE IN AUTHENTICATING THIS REMARKABLE TRAINING MANUAL? The process of controlling the media is a subject that others have become experts on. That's"},{"pageNumber":4,"pageContent":"not what I'm an expert on, but in my opinion, if I had to give you a simple answer, I would say there has been in place for years and years a process for the government to plan and anticipate for leaks of this sort and they have a way to manage those leaks. Part of the management process is the control of the media at the right level, so there are people who are in senior positions in these media organizations who respond to what their bosses say. Sometimes from time to time, the bosses respond to what government people say to them. This subject does not get the treatment that the public is interested in. Why Leak Originally to Don Berliner? IS THERE ANY LOGIC IN YOUR MIND ABOUT WHY DON BERLINER WOULD HAVE BEEN THE RECIPIENT IN MARCH 1994 OF THE 35MM FILM THAT CONTAINED EACH PAGE OF THE SOM1-01 DOCUMENT? That's an excellent question. The answer is, 'Yes, there is.' Because in 1989, he was a speaker at the MUFON annual symposium (Mutual UFO Network) and there he had a written report for his talk about: 'If I, Don Berliner, were to imagine how the government would go about recovering a crashed UFO, here is the procedures that I would use.' Then he proceeded to describe the covert aspects of it, how you would set up a perimeter, how you would debrief witnesses afterward, how you would secretly send everything to various places. Basically, he hit seven out of the ten points that were in the Special Operations Manual in his imaginary speech that he made up out of whole cloth back in 1989. I talked to him about that. I don't think anyone would question that he had any inside information. He never said he had any inside information. He just imagined how you would do it. At the bottom of his 1989 biography page that he used for the presentation, there is an address and that address is exactly the same address that was used to address the package that he received (containing the 35mm negative film). Even down to the format of his address in his 1989 biography page. So, it's pretty clear to me that somebody heard that talk, knew the existence of the training manual, knew they had it, and decided to photograph it and mail it to him. BUT THE SPEECH HE GAVE WAS IN 1989 AND HE DIDN'T RECEIVE THIS UNTIL MARCH OF 1994 WHICH IS SIX YEARS LATER. That's true. I can only speculate as to what the purloiner or photographer was thinking or doing. WHAT WOULD THEY HAVE BEEN MOTIVATED ABOUT IN 1994 THAT THEY WOULD FINALLY SEND THE NEGATIVES TO DON BERLINER THEN WHEN THEY DIDN'T DO IT IN 1989? As you probably know at least we can speculate that people who have been on their death beds tend to feel, 'Now is the time I'm going to do it or never.' So, I guess I would presume there is a possibility that the person who had control of the information was maybe about to die and that's what caused him to do it then at the time. People seem to think about it and mull it over for quite awhile. I've talked with quite a few people who have been witnesses or involved in crash retrievals who basically are scared to death. They have been debriefed and told the government has a long arm and if you ever breathe a word of this, you are history. They are scared and their family is scared. When they get close to death, however, they decide they can't do anything to me now. So, that would be my speculation as to why there was a six year gap. Why War Office Logo? In the U. S. Government Printing Office when I talked with the people who really printed documents, they say that anybody who wanted to use this logo could use it if they were paying the bill. 'We put on whatever logo they wanted.' As a matter of fact, there are examples of the use of this War Office logo up to 1965. WHAT WOULD BE THE REASON THEY WOULD USE UNITED STATES DEPARTMENT WAR OFFICE INSTEAD OF DEPARTMENT OF DEFENSE? There are excellent examples of that in use on most Air Force and Army documents in the 1960s. I guess my answer would be that you'd have to ask the people who authorized the printing. But, I think it turned out to be a kind of culture the military thinks that war is where it's at! So, if they have a choice of printing something that says Dept. of Defense or War Office, they prefer War Office. However, your question is good because you are asking me subliminally, what would have been the proper and true logo to use on these"},{"pageNumber":5,"pageContent":"documents? I think the problem is that I don't think the Dept. of Defense per se ever did create their logo. So, in the absence of a Dept. of Defense logo, the War Office seemed pretty universally applicable. SOM1-01 Is \"Most Authentic\" of All Majestic-12 Documents SINCE 1994, YOU AND RYAN HAVE RECEIVED HOW MANY DOCUMENTS FROM TIM COOPER AND OTHERS? WHAT WOULD BE YOUR TOTAL ARCHIVE RIGHT NOW? From twelve different sources, we've received 105 documents that total nearly 4,000 pages, of which about 600 pages are classified TOP SECRET. OF THE 4,000 PAGES SO FAR, IN YOUR MIND IS THE SOM1-01 DOCUMENT THE FIRMEST, MOST AUTHENTIC, OF THEM ALL? Actually, yes. I think the answer is yes as far as being authentically printed on a 1954 press. There is no question about that. Anybody who really studies it will have to concede that is true. The most logical conclusion is that this is a genuine statement of what our procedures were. And, of course, it's consistent with what you would expect to find in 1954 if in fact the first crash recoveries were in 1941 (Cape Girardeau, Missouri) time frame. That means by the 1947 crash recoveries, which have been widely described as being done by expertly trained teams, after several years you would expect to have found those teams in place, and they apparently decided it was time to have a training manual in 1954 to describe how to do it especially if you were doing it in other countries. DOESN'T IT SEEM THAT IN ADDITION TO THE REMARKABLE CONTENT IN THE PAGES THAT STRONG TITLE DOESN'T BEAT AROUND THE BUSH: 'EXTRATERRESTRIAL ENTITIES AND TECHNOLOGY RECOVERY AND DISPOSAL.' That's right. It does say one place in the document that it's also responsible for recovering foreign technology, but clearly the focus is on extraterrestrial technology. And it even goes to the extent on one page to describe Type One and Type Two extraterrestrial biological entities look like. P age 6, Restricted SOM1-01 Majestic-12 Group Special Operations Manual, \"Extraterrestrial Entities and Technology, Recovery and Disposal,\" TOP SECRET/MAJIC EYES ONLY, United States of America War Office, April 1954. THERE IS A PAGE OF EXTRATERRESTRIAL TECHNOLOGY IN WHICH THE FOUR BASIC TYPE OF CRAFT ARE DESCRIBED, WHICH INCLUDE THE DISC, THE"},{"pageNumber":6,"pageContent":"CIGAR, THE TRIANGLE AND THE DIAMOND, OR ICE-CREAM CONE. P age 20, Figure 4. Extraterrestrial craft. Illustrations in this diagram are gathered from documented sightings in Air Force and Central Intelligence and from examination of wreckage collected from various sources years 1947-1953 inclusive. Yes, the disc is described between 50 and 300 feet in diameter. The cigars are described as several thousand feet long. The triangle are the same as those observed in Phoenix and Belgium the last few years. But the ice-cream cone is sort of unique in that it's seldom reported, but does agree very closely with the Cash-Landrum case where three people were significantly injured by radiation in December 1980 in Texas. AND THE DESCRIPTION OF THAT CRAFT WAS DIAMOND SHAPED? Yes, the shape in the SOM1-01 manual is consistent with the shape that was used by the Texas witnesses. COMPLICATING THAT CASE WAS THE PRESENCE OF AT LEAST TWO DOZEN MILITARY HELICOPTERS. Yes, unless there is an agency that can hire or buy a couple dozen helicopters that look like ours, they were indeed our military helicopters following this craft which suggests strongly to me that we knew that it was flying there and we knew it was flying there either because we captured it and were trying to re-fly one of theirs. Or we built a replica and were trying to make it fly for the first time. No U. S. Government Interference in SOM1-01 Research SINCE 1994 WHEN YOU BEGAN WORKING ON THE SOM1-01 DOCUMENT, HAVE YOU EVER BEEN APPROACHED ON THE RECORD OR OFF THE RECORD BY ANYONE IN A MILITARY OR GOVERNMENT CONTEXT TELLING YOU TO LAY OFF? Strangely enough, the answer to that is 'no.' I would have expected to have been approached by somebody. But there are two possible reasons why that hasn't happened. One is that I did have a TOP SECRET clearance and I'm in the system and I'm adhering rigorously to the security oaths that I took I'm not discussing anything that I learned as a result of my exposure to classified material at McDonnell-Douglas. I'm not discussing any of that. I'm only discussing materials that I've come across in a legal matter. The other reason is that locally I'm kind of a public figure. I belong to several service clubs and I'm really quite an ordinary upstanding citizen and have an open record. I always tell the truth, so therefore, I'm not involved in anything illegal as far as I understand it. Maybe that's the other reason I haven't been approached. No one has called me covertly. SOMETIMES SILENCE IS THE BIGGEST AFFIRMATION."},{"pageNumber":7,"pageContent":"That's an interesting point. That's a logical reason why some of these documents aren't attacked. If they attacked them, then that would be the equivalent of admitting they were genuine. Another Recent Majestic-12 Document - Leak or Hoax? HOW MUCH DO U. S. PRESIDENTS AND THE GOVERNMENT KNOW AND HOW MUCH IS BEING HIDDEN? IN THAT CONTEXT, COULD YOU SUMMARIZE WHAT YOU PRESENTED AT THE CRASH RETRIEVAL CONFERENCE CONCERNING THE SHREDDED DOCUMENT FROM BILL HAMILTON? Yes. That was basically 1-page thing that came over the internet from Bill Hamilton, Director, Skywatch International, and main investigator of Dr. Dan Burisch, Area-51 microbiologist. So, the authenticity of that document is suspect. You would have to start a project to determine what kind of equipment is now used in real programs to communicate at the TOP SECRET level. But if you forget all that and just look at what the document says. This is a document that came with four attachments. It is a photograph of a shredded document that has been reconstructed from the shreds. It's a TOP SECRET MAJIC, EYES ONLY, dated May 18, 2003. It's from 'Rancher.' It actually has George W. Bush's signature on it, or initials. I don't know the authenticity of that it's in question, too. Anyway, it deals with PROJECT LOTUS and STAR FLOWER and it's very short. It says, ‘You are hereby directed to immediately remove PROJECT LOTUS and STAR FLOWER from MAJESTIC-12 oversight and place same under authority of THE COMMITTEE. THE COMMITTEE will directly oversee all future actions relating to the BIRD and CLOCK issues. Drs. Burisch and Severs will continue in their capacity until further notice. Signed George W. Bush DESTROY UPON READING’ W hole shredded document, dated May 18, 2003, allegedly signed by current President George W. Bush and provided by William Hamilton. "},{"pageNumber":8,"pageContent":"Then it has some other stuff here says transmission date is 18 May 2003. Trans time is 21:04: 54:06. It's potentially authentic and potentially fake. You just can't tell. But it does allude to the work that Bill Hamilton has been doing with his source on Dr. Burisch and presumably he is the guy who has been involved with the scientists who interact with aliens to the point of view of the genetics as well as other things. B ottom transmission line. I included this in my Las Vegas presentation because people are always asking, ‘What's the latest on MJ-12?’ The answer is that I don't have any documents that deal with MJ-12 that have come through any leakers that are dated after 1970s, other than a few cover memos from the leakers themselves, up to the year 2000. Then, this particular one of May 18, 2003 (from Bill Hamilton.) So this is the latest I can trot out, even though it came via the internet.” More Information: For reprint of SOM1-01 document, see Glimpses of Other Realities, Vol. II: High Strangeness in Earthfiles shop. Earthfiles.com Reports About Microbiologist Dan Burisch: · 09/18/2003 -- Update Pt. 1 - Whistleblower Microbiologist Speaks Out About Alleged \"Alien\" Named J-Rod · 09/15/2003 -- Part 3 - Whistleblower Microbiologist Speaks Out About Alleged \"Alien\" Named J-Rod · 09/15/2003 -- Part 2 - Whistleblower Microbiologist Speaks Out About Alleged \"Alien\" Named J-Rod · 10/05/2002 -- Part 2 - J-Rod and Microbiologist Dan B. Burisch, Ph.D. · 10/05/2002 -- Part 1 - Two Scientists Describe An Extraterrestrial Biological Entity Called \"J-Rod\" · 10/05/2002 -- Part 3 - More Background On the Scientists Linked To \"J-Rod\" · 06/22/1999 -- The Strange Story of J-Rod, An EBE Website: http://www.majesticdocuments.com Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
