[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon \"Godzilla\" of the Ancient Seas © 2005 by Linda Moulton Howe T he December 2005 issue of National Geographic ma ga zi ne , provided in advance by National Geographic. November 11, 2005 Washington, D. C. - National Geographic announced this week that a large fossil sea monster about 135 million years old with a head like a carnivorous dinosaur and a tail like a fish's has been discovered in Argentina's Neuquen Basin at the foot of the Andes. The scientist who found the specimen is calling the fierce-looking animal \"Godzilla,\" or \"chico malo,\" which means the \"bad boy\" of the o cean. I llustration of crocodyliform nicknamed \"Godzilla\" ( Dakosaurus andiniensis ) warning a pterosaur away from the carcass meal. Image © 2005 by National Geographic. "},{"pageNumber":2,"pageContent":" The sea creature, or \"crocodyliform,\" was a predator in the Pacific Ocean 135 million years ago when dinosaurs dominated the world. This \"Godzilla\" of the ancient seas must have dominated its water territory where it ate reptiles, large sea life and sea birds. Crocodyliforms are a group that today includes crocodiles and their extinct relatives. \"This animal was one of the latest members of its family ( Metriorhynchidae ) and certainly the most bizarre of all marine crocs,\" said Diego Pol of the Ohio State University, a coauthor on a November 10, 2005, paper in the journal, Science. \"Nobody really had expected to find these (physical) features in a marine croc.\" F ore ground: actual fossil skull of Dakosaurus . Background: Digitized computer model of what the fossil head might have looked like covered with flesh. Fossil photographed by Robert Clark at Museo de La Plata, Argentina; art by DAMNFX/ © 2005 by National Geographic. The Godzilla fossil, whose scientific name is Dakosaurus andiniensis, was discovered in an intact skull and some vertebrae in the desert region of Neuquen, Argentina, which is full of fossils. \"This animals anatomy is really a contrast with that of the other sea crocs that developed during the Jurassic,\" said Zulma Gasparini, Professor of Paleozoology at Argentina's Universidad Nacional de La Plata, who led the 1996 expedition which found the skull. P aleontologist Zulma Gasparini, Professor at Argentina's Universidad Nacional de La Plata, examines the skull of the Dakosaurus fossil. Image g 2005 by National Geographic. Instead of a long, thin snout typical of most marine crocs, the fossil's snout is very short and high. Instead of numerous, thin teeth, the sea creature's teeth were large, curved and serrated, reminiscent of dinosaur teeth. The differences between the ancient crocodile-like sea monster and todays crocodiles are: - in place of legs, the Dakosaurus had four paddle-like legs used for stability in the water and not walking around on land. - the Dakosaurus propelled itself through water by a vertically oriented, fish-like tail. - Air breathing, the Dakosaurus would need to swim to the sea surface to gasp oxygen and then dive down 600 to 750 feet deep near the bottom to look for food. Beginning in mid-November 2005, National Geographic's website will feature 3-D models of ancient sea monsters at: http://www.ngm.com. Websites: http://www.nationalgeographic.com/ http://www.ngm.com Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
