[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Part 2: June Crain and Wright Field, 1942 - 1952 © 2009 by Linda Moulton Howe “I took it (metal from ‘spaceship’) and bent it and I twisted it and laid it back down and it went Pfffffft! Got right back to the same shape.” - J une Crain, Secretary, Air Materiel Command, Wright Field, Ohio, 1942-1952 R eturn to Part 1 November 19, 2009 Olympia, Washington - James E. Clarkson, 58, now retired from the Aberdeen, Washington, Police Department, currently investigator for Washington State agencies in the field of administrative law and Chief Investigator for Washington State MUFON continues with excerpts from his June 27, 1997, recorded interview with June Crain Kaba at her Ocean Shores, Washington, home before her death on August 23, 1998. Interview: James E. Clarkson, Investigator for Washington State Agencies and Chief Investigator, MUFON-Washington State, Olympia, Washington: “June talked about the scientists and engineers who came back from New Mexico where they had experimented with the V-2 rocket and later with the Aerobee rocket. They saw UFOs routinely while they were doing their work. J une Crain Describing UFOs At White Sands and Phony Project Blue Book June Crain, 72, talking to James Clarkson on June 27, 1997, at her Ocean Shores, Wa shi ng t o n ho me : “This was a cover-up. When there was a report in the newspapers that such a conspiracy exists, that's how it existed because it (cover-up) was right at the very start of it. Project Blue Book was not formed to investigate those things (UFOs/E.T.s). It was formed to stop the people from thinking that's what it was. AND SOMEONE ELSE WAS ACTUALLY INVESTIGATING? Right. They were being investigated by the Project Blue Book officers, yes. That's what Project Blue Book was all about was to try to squelch all talk of UFOs. IF I REMEMBER RIGHT, YOU MENTIONED THAT PEOPLE IN THIS GROUP WENT TO WHITE SANDS TO DO TESTING AND THEN CAME BACK? Ye s . AND DID THEY SAY ANYTHING UNUSUAL HAD HAPPENED TO THEM? Well, they said they (UFOs) were just as thick as fleas out there. They'd sit at night on the outside of the motels where they were staying and would just watch them (UFOs) go over all types and shapes. There would be motherships - big ones - with little ones coming out of it. And then they would see them (little ships) return and they had different colored lights. Some had orange, sometimes red and yellow - different lights they would see. Then what they would do - if the engineers and scientists reported they saw them (UFOs), they (higher authorities) locked them up in a motel for 24 hours with no access to radios, no people, no nothing. And they would bring meals to them, but they couldn't have contact with anybody. And they had them to write up what they saw and then when they came out the following day 24 hours later, they (higher authorities) would have them write it up again. Like the engineers said, ‘To hell with it! I'm not going to report anymore. I'm not going to be locked up for 24 hours.’” James Clarkson: “This accomplished two purposes. One of them was obviously they "},{"pageNumber":2,"pageContent":"(higher authorities) got at least two different accountings of whatever was observed. And then two, they basically discouraged the scientists and engineers from discussing it further or reporting anything else in the future. SHE TALKED WITH YOU ABOUT A SUBJECT THAT MANY OF US HAVE HEARD BITS AND FRAGMENTS ABOUT AND THAT IS METAL THAT WAS FOUND IN THE ROSWELL DEBRIS FIELD. This is perhaps the most fascinating story because here we're going from being an indirect witness to being a direct witness because June said she actually got to handle the metal. J une Crain Describing “Memory Metal” from UFO Crash Debris June Crain, 72, talking to James Clarkson on June 27, 1997, at her Ocean Shores, Wa shi ng t o n ho me : “SOMEONE ACTUALLY SHOWED YOU A PIECE OF SOMETHING? Yeah. WAS THIS DURING THE SAME PERIOD? Yes, 1951 to 1952. WHO SHOWED IT TO YOU? OK, it was Lt. Rose is the one who showed it to me, or Capt. Mueller. Now, it could have been one or the other of those guys because they were both in personnel. He walked in and threw it on my desk. It was a piece about this big. ABOUT THE SIZE OF A BUSINESS CARD? Yeah, about that size and it was bent like this. And he said, ‘June, you're a good ripper. Tear that thing apart. Break that up!’ And I took it and bent it and I twisted it and laid it back down and it went Pfffffft! Got right back to the same shape. I got back to my desk and he said, ‘Cut it, cut it! Try cutting it.’ Out of my desk, I got my scissors out and I snipped at it. And you know, there was no way I could cut any part of that piece of metal! And it was as light as a feather! I had it in my hand and I would say it didn't weigh as much as these two (business) cards. It wasn't that heavy. It was so light, but strong and it was about the thickness would be about that thick. And so strong. It was sort of a grayish, gun metal type of color. And you could see on the inside there was a different - that there was a coating on the outside, both sides of it was the same (color). But the inside of it seemed to have sort of a light lead colored center. WHAT WERE THE EDGES LIKE? WERE THEY EVEN? OR WAS IT LIKE PART OF SOMETHING E LSE ? It was even, all even. And I said, ‘What is it?’ And he said, ‘It's a piece of spaceship.’ I said again, ‘Well, what is it?’ And he says, ‘A piece of a spaceship!’He said, ‘I just came back from New Mexico and I brought it with me.’He had no business having it in the first place. SO, HE WAS BREAKING SECURITY? (laughs) Yes, he was, definitely! OBVIOUSLY IN 40 YEARS, AND EVEN IN MY LIFETIME BEING 45, I'VE SEEN IMPROVEMENTS AND CHANGES IN MATERIALS AND PLASTIC AND METAL. IS IT LIKE ANYTHING YOU'VE SEEN SINCE? I always look at metal things and I still had a curiosity because it st ill bothers me. And I have yet to see anything that would have those properties and look like that. And so light!” James Clarkson: “And in context, the situation was, I believe, she was a young woman working in an office and as has happened before in the history of the world, I think that a male was trying to impress a female and he said too much and did too much - which is that he walked up to June kind of flirting and flippant and pulled a piece of this metal out of his pocket and then asked her to tear it up, asked her to try to destroy it or have some affect on it. And no matter what she did, she couldn't dent it, she couldn't tear it, she couldn't cut it or anything else. Yet, as she described very well that when you folded it up, it would"},{"pageNumber":3,"pageContent":"return to its original shape and it didn't look like anything had happened to it. And when she asked the officer, ‘What is it?’ His response was, ‘It's a piece of a spaceship.’ Now, she told me later on - this was not on the audio recording - that what happened was that somebody else walked in the room and as soon as somebody else walked into the room, he jammed the metal into his pocket and that was the last time June ever saw it. THIS METAL - I UNDERSTOOD IT WAS ABOUT THE SIZE OF A STANDARD BUSINESS CARD. BUT I DID NOT UNDERSTAND HOW THICK IT WAS. It's not very thick. I think like maybe a couple, or three or four business cards stuck together. I remember her holding her fingers like that. But every time she would say anything like that, she would emphasize that ‘it was as light as a feather! It weighed nothing!’ RIGHT, AND SO MAYBE THE SIZE OF A BUSINESS CARD AND AN EIGHTH OF AN INCH THICK? That might be right. NOTHING ABOUT ANALYSIS? No, because she didn't ever see that. She probably wasn't supposed to see this at all and he probably wasn't supposed to have it and if he was supposed to have it, he wasn't supposed to be using it to impress the office staff. Her paperwork, her documents, show that she was steadily promoted. And I believe that she was used as kind of a general purpose office manager/tech secretary/clerk. She told me about logging TOP SECRET material in and out of safes. That was part of her duties routinely. She also told me along the way, she was required to type up standard response letters to people who reported UFOs. Now, she didn't say directly that she worked for Project BLUE BOOK, but my understanding was that she was tasked to write some of these letters. The context was that these were just dismissive letters - you know, ‘The particular type of air vehicle that you have described is not possible given standard aerodynamic principles, etc.’ It was just to get-rid-of-the-person type letter. June helped write those (Project BLUE BOOK) letters. THAT REINFORCED HER PERSPECTIVE OF PROJECT BLUE BOOK AS BEING REALLY A MISINFORMATION PROJECT AS FAR AS THE PUBLIC WAS CONCERNED, WHILE BEHIND THE SCENES, REAL SCIENTISTS, REAL ENGINEERS AND REAL MILITARY PEOPLE WERE DOING SERIOUS INVESTIGATIONS THAT NEVER REACHED THE PUBLIC. Exactly. That's the number one bottom line from what I learned from June Crain. What the public is told and what the scientists and engineers discussed behind closed and very secure doors, were two entirely different things. AND THAT SHE EVEN HAD TO TAKE THE TYPEWRITER RIBBON OUT OF HER TYPEWRITER AND PUT IT IN A SAFE EVERY NIGHT? Absolutely! In fact, she told me one time she got in trouble because she left one piece of paper in a drawer in her desk. She told me that they (Wright Field) took security - they were extremely serious about it. And in fact, she described on one occasion that there was another person she worked with that June was suspicious of and she described in detail how that person eventually got picked up by the FBI, and she never saw that woman again. They (Wright Field authorities) actually took her desk away. WHAT IS YOUR PERSPECTIVE ON WHY THE OVERWHELMING POLICY OF DENIAL IN THE INTEREST OF NATIONAL SECURITY IN ITS REQUIREMENT FOR EVERYONE INVOLVED TO LIE? I think it starts back with one word - fear. And I think they (military authorities) were afraid of what they had found and what the implications might be because their fundamental job is to maintain the security of the skies over the United States and the interests of the United States anywhere in the world. Then suddenly now we are confronted with something that is completely out of our control and presumably if they (non-humans) have the kind of technology to come here from wherever they come from - any sort of weaponry that they might possess would almost certainly be overwhelming. So, they are afraid of what they found. They are also afraid of how the public might react, given our religious, social and political institutions that are dependent upon everybody thinking that everything is predictable and OK. There is fear throughout this whole subject and I believe that's what dictated their response."},{"pageNumber":4,"pageContent":"They (authorities) keep dealing with it from a mentality of fear. I can't imagine that they (non-humans) are hostile. I mean, if they were going to be hostile, I don't know why we wouldn't already know it. The only thing I can presume is that someone knows something that is so terrible that they are just scared to death that it will ever get out.” James Clark Files FOIA with Department of Defense about J une M. Crain June Crain Kaba arranged with her attorney to legally transfer to James Clarkson all her documents, photographs and memorabilia about her life before she died on August 23, 1998. In December 1999, Jim filed a Freedom of Information Act (FOIA) request with Paul Cassidy, FOIA Supervisor, Wright-Patterson AFB, Dayton, Ohio, for “any or all documents that will help me to accurately write her history.” To his astonishment, James Clarkson received the following reply from Paul Cassidy dated December 15, 1999, shortly after Jim mailed his FOIA request: “The Civilian Personnel Division, 88 SPTG/DPC, indicates there are no records available pertaining to June M. Crain.”"},{"pageNumber":5,"pageContent":" Some of June Crain's Wright-Patterson AFB Documents"},{"pageNumber":7,"pageContent":"R eturn to Part 1"},{"pageNumber":8,"pageContent":"T o be continued in Part 3. More Information: F or further information about UFO crashes, Roswell, Wright Field and Wright-Patterson AFB, please see Earthfiles Archive (partial list below): • 09/07/2008 — Part 3: Army/CIA Unit Studied the Real UFO Blue Book Cases • 07/28/2006 — 1940s USAF Flight Surgeon's Account of E. T. Autopsy • 05/02/2006 — Part 2: Mysterious Bismuth/Magnesium Metal from Wedge-Shaped Aerial Vehi cl e • 04/28/2006 — Part 1: Mysterious Bismuth/Magnesium Metal from Wedge-Shaped Aerial Vehi cl e • 04/19/2006 — Part 19 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze Flying Discs • 03/23/2006 — Part 15 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze Flying Discs • 02/19/2006 — Part 12 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze Flying Discs • 01/03/2006 — Part 7 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze Flying Discs • 12/31/2005 — Part 6 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze Flying Discs • 12/24/2005 — Part 3 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze Flying Discs • 12/21/2005 — Updated: Part 2 - Peculiar Phenomenon, Early United States Efforts to Collect and Analyze Flying Discs • 02/04/2005 — Part 2: UFO Crash/Retrievals: Status Report V - Is The Cover-Up Lid Lifting? • 08/30/2004 — Part 16: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI © July 1991 by Leonard H. Stringfield • 08/13/2004 — Part 15: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI © July 1991 by Leonard H. Stringfield • 03/14/2004 — Part 5: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI © July 1991 by Leonard H. Stringfield • 03/01/2004 — Part 3: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI © July 1991 by Leonard H. Stringfield • 02/16/2004 — Part 15: Epilogue - UFO Crash/Retrievals, Status Report VII by Leonard H. Stringfield • 02/01/2004 — Part 10 - UFO Crash/Retrievals, Status Report VII by Len Stringfield • 11/09/2002 — UPDATED: Majestic-12 Documents with Ryan Wood About Extraterrestrial Technologies Roswell: • 11/18/2009 — Part 1: More New Zealand Metal Spheres Under Project Moon Dust • 10/30/2009 — Update on 2009 H1N1 • 10/05/2009 — Part 2 - 2009 Canadian Crop Formations: Stettler, Alberta and Moose Jaw, Saskatchewan • 09/28/2009 — Part 2: 1980 Animal Mutilation High Strangeness Files • 09/26/2009 — Part 1 - 2009 Canadian Crop Formations: Wheat Circles in Stettler, Alberta, Canada • 09/09/2009 — Final Part 10: Non-Human Entities (NHEs): One View from Alleged Government Insiders • 08/31/2009 — Part 9: Non-Human Entities (NHEs): One View from Alleged Government Insiders • 08/23/2009 — Part 8: Non-Human Entities (NHEs): One View from Alleged Government Insiders • 08/14/2009 — Part 7: Non-Human Entities (NHEs): One View from Alleged Government Insiders • 07/20/2009 — Part 6: Non-Human Entities (NHEs): One View from Alleged Government Insiders • 07/14/2009 — Part 5: Non-Human Entities (NHEs): One View from Alleged Government Insiders • 07/11/2009 — Update Podcast: Is Sudden Solar Intensity of July 5 - 7 What U.K. Spring Crop Formations Forecast for Oddly Quiet Sun? • 07/06/2009 — Part 4: Non-Human Entities (NHEs): One View from Alleged Government Insiders • 06/25/2009 — Part 3: Non-Human Entities (NHEs): One View from Alleged Government Insiders • 06/21/2009 — Part 2: Non-Human Entities (NHEs): One View from Alleged Government Insiders • 06/17/2009 — Update June 17, 2009: Police Arrest Teen Suspect in Cat Mutilation Mystery of Palmetto and Cutler Bay, Florida. • 06/17/2009 — Updated Part 1: Non-Human Entities (NHEs): One View from Alleged Government Insiders • 06/05/2009 — Part 2: Mysterious, Silent, Large Aerial Triangles • 06/04/2009 — Part 1: Mysterious, Silent, Large Aerial Triangles • 06/01/2009 — Part 10: High Strangeness Files about EBENs • 05/28/2009 — Part 1: Idaho Hunters Describe Huge Triangle Aircraft Over Their Campsite • 05/26/2009 — Part 9: High Strangeness Files about EBENs • 05/12/2009 — Part 3: Astronomical Information in U.K. 2009 Crop Formations? • 05/10/2009 — Part 2: 800-Foot-Long Pattern in U. K. Oilseed Rape - A Sigil Someone Wanted Destroyed?"},{"pageNumber":9,"pageContent":"• 05/09/2009 — Part 1: 800-Foot-Long Pattern in U. K. Oilseed Rape - A Sigil Someone Wanted Destroyed? • 05/05/2009 — Part 7: High Strangeness Files about EBENs • 04/30/2009 — Part 1: First 2009 U. K. Crop Formations Counting Down to 2012? • 04/30/2009 — Part 2: First 2009 U. K. Crop Formations Counting Down to 2012? • 04/29/2009 — Part 6: High Strangeness Files about EBENs • 04/22/2009 — Part 5: High Strangeness Files about EBENs • 04/21/2009 — Archive Reprint: Apollo Astronaut Edgar Mitchell Says Governments Covering Up E. T.s • 04/14/2009 — Part 4: High Strangeness Files about EBENs • 04/05/2009 — Part 2: High Strangeness Files about EBENs • 04/01/2009 — Part 1: High Strangeness Files about EBENs • 03/25/2009 — Updated Part 2: Unusual Animal Deaths - Bizarre Mutilation of Week-Old Calf • 03/08/2009 — Final Part 20: Army/CIA Unit Studied the Real UFO Blue Book Cases • 02/27/2009 — More Strange Aerial Light Patterns - Now in Wisconsin • 02/24/2009 — Part 19: Army/CIA Unit Studied the Real UFO Blue Book Cases • 02/11/2009 — Part 18: Army/CIA Unit Studied the Real UFO Blue Book Cases • 02/04/2009 — Part 17: Army/CIA Unit Studied the Real UFO Blue Book Cases • 02/03/2009 — Part 1: Viewer Comments On Camouflaged V-Shaped Craft • 01/29/2009 — Updated: Star Field Camouflage On Large V-Shaped Craft Near Cape Canaveral, Florida? • 01/07/2009 — Part 16: Army/CIA Unit Studied the Real UFO Blue Book Cases • 01/02/2009 — Part 15: Army/CIA Unit Studied the Real UFO Blue Book Cases • 12/24/2008 — Part 14: Army/CIA Unit Studied the Real UFO Blue Book Cases • 12/22/2008 — Part 2: CIA, UFOs and Hollywood • 12/19/2008 — Mysterious Multi-Colored Light Patterns in Sky Over Reno, Nevada • 12/17/2008 — Erath County, Texas, Policeman Saw 600-Foot-Diameter Aerial Craft Over Stephenville Court House • 12/17/2008 — Updated - Part 1: CIA, UFOs and Hollywood • 12/12/2008 — More Ohio Eyewitnesses See Glowing “Pod” Rise Up to Triangle • 12/09/2008 — Part 13: Army/CIA Unit Studied the Real UFO Blue Book Cases • 12/04/2008 — Part 12: Army/CIA Unit Studied the Real UFO Blue Book Cases • 12/02/2008 — Updated: Strange Aerial Object Over Irving, Texas • 11/30/2008 — Part 11: Army/CIA Unit Studied the Real UFO Blue Book Cases • 11/27/2008 — Part 10: Army/CIA Unit Studied the Real UFO Blue Book Cases • 11/21/2008 — Colorado State Patrol Officer Encountered UFO and “Human” Stranger • 11/19/2008 — Part 9: Army/CIA Unit Studied the Real UFO Blue Book Cases • 11/17/2008 — Part 3: Morphing UFO Over Levittown, PA - Scientific Research • 11/17/2008 — Part 4: Morphing UFO Over Levittown, PA - Scientific Research • 11/16/2008 — Part 8: Army/CIA Unit Studied the Real UFO Blue Book Cases • 11/14/2008 — Part 2: Morphing UFO Over Levittown, PA - Scientific Research • 11/13/2008 — Part 1: Morphing UFO Over Levittown, PA Drops Little Squares of Light • 11/07/2008 — U. S. Border Patrol Agent Reports Camouflaged Underground Bases in New Mexico and Beam “Swallowed Up” California Airplane • 11/05/2008 — Part 7: Army/CIA Unit Studied the Real UFO Blue Book Cases • 10/30/2008 — More Encounters with Glowing Humanoids, Green Orbs, Strange Aerial Lights and “Thunderbirds” • 10/10/2008 — Part 1: Two Pennsylvania Hunters Encountered Strange Lights and Lime Green, Glowing Humanoid on Oct. 4 • 10/03/2008 — Mother and Son Watched Cow Rise In Golden-Orange Beam to Disc • 10/03/2008 — Part 6: Army/CIA Unit Studied the Real UFO Blue Book Cases • 10/01/2008 — Cross and “Bar Code” At Avebury Down Near Avebury, Wiltshire. • 09/24/2008 — Part 5: Army/CIA Unit Studied the Real UFO Blue Book Cases • 09/12/2008 — Part 4: Army/CIA Unit Studied the Real UFO Blue Book Cases • 09/07/2008 — Part 3: Army/CIA Unit Studied the Real UFO Blue Book Cases • 09/02/2008 — Part 2: Army/CIA Unit Studied the Real UFO Blue Book Cases • 08/27/2008 — Part 1: Army/CIA Unit Studied the Real UFO Blue Book Cases • 08/26/2008 — Update: Earthfiles Viewer Comments About UFOs and 14th Century Black Death • 08/22/2008 — UFOs and 14th Century Black Death • 08/12/2008 — Part 2: Rise of Fourth Reich -Where Is the Nazi “Die Glocke?” • 08/09/2008 — Part 5: Original Carbon of Scorched Memo, Project JEHOVAH and Physicists Oppenheimer and Einstein • 08/06/2008 — Updated - Part 3: Original Carbon of Scorched Memo Links Government UFO Cover-Up and JFK Assassination • 08/06/2008 — Part 4: Original Carbon of Scorched Memo Links Government UFO Cover-Up and JFK Assassination Websites: Majestic-12 Documents: http://www.majesticdocuments.com Coalition for Freedom of Information: http://www.freedomofinfo.org/ MUFON: http://www.mufon.com/ Grant Cameron, Canada UFO Researcher: http://www.presidentialufo.com/ UFO Evidence: http://www.ufoevidence.org/welcome.asp UFO Casebook: http://www.ufocasebook.com/ NUFORC: http://www.nuforc.org/ Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
