[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Part 2: Secret American Military Space Program? © 2007 by Linda Moulton Howe T he New York Times, August 7, 1989. Return to Part 1 December 7, 2007 San Antonio, Texas - Interview continues with Richard Sauder, Ph.D., Political Science, and Author of Underground Bases & Tunnels: What Is the Government Trying to Hide? © 1995; Kundalini Tales © 1998; and Underwater and Underground Bases © 2001, San Antonio, Texas. Part 1 introduced the X-20 Dyna-Soar (\"Dynamic Soarer\") boost/lift concept that was a United States Air Force program evolving out of Project Paperclip - the German Nazi rocket scientists brought to the United States after WWII - to develop a space plane that could be used for a variety of military missions, including reconnaissance, bombing, space rescue, satellite maintenance and sabotage of enemy satellites. Officially, the Dyna-Soar program was under the administration of the National Advisory Committee for Aeronautics (NACA) from October 24, 1957, to December 10, 1963. L ogo of National Advisory Committee for Aeronautics, 1915 - 1958. NACA was founded on March 3, 1915, as an American federal agency “to undertake, promote, and institutionalize aeronautical research.” On October 1, 1958, NACA was supposed to be dissolved and its assets and personnel transferred to the newly created National Aeronautics and Space Administration (NASA). But behind the scenes, did NACA continue as a secret American military space program? The heat was turned up on Dyna-Soar after the Soviets launched the world's first human-made satellite, Sputnik 1, on October 4, 1957. That Soviet sp ace superiority was perceived as a threat to U.S. security and technological leadership. U. S. President Dwight D. Eisenhower and his advisors called for the creation of a new federal agency to conduct all non-military activity in space. At the same time on the military side, and parallel to NASA, emerged DARPA, the Defense Advanced Research Projects Agency. “DARPA’s original mission, established in 1958, was to prevent technological surprise like the launch of Sputnik, which signaled that the Soviets had beaten the U.S. into space. The mission statement has evolved over time. Today, DARPA’s mission is still to prevent technological surprise to the US, but also to create technological surprise for our enemies.” When NASA began operations on October 1, 1958, it was essentially renamed NACA. Its four laboratories and some 80 employees were all originally NACA. And leading the challenge to get the United States into space was Wernher von Braun, the German Nazi rocket physicist brought over in Project Paperclip to White Sands Proving Ground in New Mexico, discussed in Part 1. His work for the Army Ballistic Missile Agency and the Naval "},{"pageNumber":2,"pageContent":"Research Laboratory were eventually incorporated into NASA. Today, Dr. von Braun is called the “father of the United States space program.” Linda: “ONE OF THE FIRST SELECTED ASTRONAUTS TO FLY DYNA-SOAR WAS NEIL ARMSTRONG. That’s true. Neil Armstrong back in the 1950s was involved not only with the Dyna-Soar program, but he was also a research pilot flying first in 1955 for NACA in the X-1 and later the X-15 that was part of the new NASA's projects. R esearch pilot Neil Armstrong in 1960 with the first NASA X-15 rocket plane at the Dryden Flight Research Center, which is NASA's primary flight research and test facility located 50 miles northeast of Los Angeles (7 miles north of Lancaster) on Edwards Air Force Base. In 1946, engineers and test pilots came from the National Advisory Committee on Aeronautics, NACA, based in Langley, Virginia, to develop a test center for the X-1 aircraft. Edwards AFB was then called Muroc Station and was a training facility for the Army Air Corps. It was here that the lifting body design program of the 1960s and 1970s took place that led to the creation of the NASA space shuttle. The Dryden facility continues to be used for flight characteristics research in such areas as high altitude and high angle of attack. It is associated with the Ames Research Center at Moffet Field, near San Jose. 1960 photograph courtesy Dryden/NASA. But, the USAF publicly announced that they ended the Dyna-Soar program later in December 1963, and said they never put astronauts into orbit. But, Linda, I am skeptical. It is possible that the manned space program was simply re-named and that the same, or very similar, hardware following along the lines of what Dyna-Soar developed was used for a clandestine space program. In other words, the USAF could say, ‘Well, Dyna-Soar never flew.’ And that could be literally true, but not substantively true if they just renamed the program. [ Editor's Note: Neil A. Armstrong graduated from Blume High School in Wapakoneta, Ohio, in 1947 and received a scholarship from the U. S. Navy to study aeronautical engineering at Purdue University. In 1949, the Navy called him to active duty and he became a navy pilot. In 1950, he was sent to Korea where he flew 78 combat missions from the carrier USS Essex in a Grumman F9F-2 Panther. He received the Air Medal and two Gold Stars. In 1952, Armstrong returned to Purdue University and graduated with a bachelors degree in aeronautical engineering in 1955. He later earned a masters degree in aerospace engineering from the University of Southern California. Neil Armstrong joined the National Advisory Committee for Aeronautics (NACA) at the Lewis Flight Propulsion Laboratory, Cleveland, Ohio, in 1955. He transferred to the NACA High-Speed Flight Station at Edwards Air Force"},{"pageNumber":3,"pageContent":"Base, California, in July 1955, as an aeronautical research scientist. He became a research pilot later that year. At the High-Speed Flight Station (which later became the NASA Dryden Flight Research Center) Armstrong served as project pilot on the North American F-100A and -C aircraft, McDonnell F-101, and the Lockheed F-104A. He also flew the Bell X-1B (4 flights, first on August 15, 1957), Bell X-5 (one flight, the last in the program, on October 25, 1955) and the Paresev. On November 30, 1960, Armstrong made his first flight in the X-15. He made a total of seven flights in the rocket plane reaching an altitude of 207,500 feet in the X-15-3 and a Mach number of 5.74 (3,989 mph) in the X-15-1. He left the Flight Research Center with a total of 2450 flying hours in more than 50 aircraft types. He was a member of the USAF-NASA Dyna-Soar Pilot Consultant Group, and studied X-20 Dyna-Soar approaches and abort maneuvers through use of the F-102A and F5D jet aircraft. By 1962, Neil Armstrong was named as one of nine astronauts for NASA's Gemini and Apollo Projects and went to NASA-Houston. Armstrong later accumulated a total of 8 days and 14 hours in space, including 2 hours and 48 minutes walking on the moon. In March 1966, he was commander of the Gemini 8 mission that performed the first successful docking of two vehicles in space. As spacecraft commander for the Apollo 11 lunar mission, on July 20, 1969, he became the first human to set foot on the Moon. In 1970 he was appointed Deputy Associate Administrator for Aeronautics at NASA Headquarters. He resigned a year later in 1971.] THERE HAVE BEEN OTHER LEAKS FROM PHYSICISTS WHO HAVE SAID THAT WE HAVE ALREADY BEEN TO MARS IN A SECRET SPACE PROGRAM. I don’t disbelieve that. I think it’s entirely possible. In fact, there is good evidence that there was a follow-on secret space shuttle program run by the United States Air Force. In August 1989, The New York Times reported that the United States Air Force was disbanding a previously unknown secret cadre of 32 secret military astronauts based in Los Angeles, who were associated with a parallel multi-billion dollar sp ace shuttle program that the USAF is running out of Vandenberg AFB in California. This story by veteran New York Times reporter, William Broad, reported that the USAF was abandoning a major space control center in Colorado and a $3.3 billion never-used spaceport at Vandenberg AFB, according to the Air Force. T he New York Times, August 7, 1989. See Part 1 for full article. Vandenberg AFB Joint Functional Component Command for Space (JFCC SPACE) “Our prime mission directive in JFCC SPACE is to ensure our freedom of action in space, while preventing adversary use"},{"pageNumber":4,"pageContent":"of space against us.” - Major General William L. Shelton A n aerial view of Space Launch Complex Six (SLC) as it looks today at Vandenberg AFB i n northern Santa Barbara County, Cal ifornia. The compl ex has been reconfi gured to launch the Boeing Delta IV family of launch vehicles. Photo: U.S. Air Force and Boeing. T itan IV-B launch at Vandenberg AFB, California. The Titan IV-B is the most recent and largest unmanned space booster used by the USAF and can be used to launch space shuttle-class payloads. Photograph courtesy USAF. [ Editor’s Note: Vandenberg Air Force Base is a United States military spaceport in Santa Barbara County, California. Vandenberg is home to the 14th Air Force, 30th Space Wing, 381st Training Group and the Western Launch and Test Range (WLTR). Vandenberg is responsible for satellite launches for military and commercial organizations, as well as testing of intercontinental ballistic missiles, including the Minuteman III ICBMs. Vandenberg is assuming new roles with the creation of the Joint Functional Component Command for Space (JFCC SPACE). The Joint Functional Component Command for Space (JFCC SPACE) is a component of US Strategic Command. The Command was established on July 19, 2006, and activated on September 12, 2006, under the command of Major General William L. Shelton. According to Maj. Gen. Shelton: “Our prime mission directive in JFCC SPACE is to ensure our freedom of action in space, while preventing adversary use of space against us.” To do this, the component optimizes planning, execution, and force management, as directed by the commander of USSTRATCOM, of the assigned missions of coordinating, planning, and conducting space operations. Vandenberg is still the only military installation in the United States that launches unmanned government and commercial satellites into polar orbit. It is also the only site from which ICBMs are launched toward the Kwajalein Atoll to verify weapon system performance. The base is operated by Air"},{"pageNumber":5,"pageContent":"Force Space Command's (AFSPC) 30th Space Wing. Its mission is to conduct and support space and missile launches, operate the Western Range, respond to worldwide contingencies and to host the Vandenberg AFB community. In 1972, Vandenberg was selected as the West Coast Space Shuttle launch and landing site. Over $4 billion was spent for new space shuttle modifications, which included liquid hydrogen and liquid oxygen storage tanks, a payload preparation room, payload changeout room, a new launch tower with escape system for the shuttle crew members, sound suppression system and water reclamation area and a Shuttle Assembly Building added to the original Vandenberg complex.] Richard Sauder: \"Essentially, the thrust of the story was that the USAF spent billions of dollars on a secret 32-man astronaut corps and a secret spaceport and launch control center (LCC) and never used any of it! I simply do not believe this account as put forth by the USAF. I believe, in fact, that the opposite is likely to be true and that the U. S. military does have, and has had, not one but likely multiple secret space programs using both conventional aerospace technologies and also unconventional technologies such as electro- gravitic and nuclear propulsion modes. I believe it is highly possible that the USAF has put up its own space shuttles, perhaps using Dyno-Soar style technology, and very likely using the facilities at Vandenberg AFB that they told us back in the late 1980s that they lavished billions of dollars on and never used. Linda, I think that’s a stretch. They probably did use them. A GOOD WAY TO PUT SPACE BETWEEN THE PUBLIC AND THE MEDIA AND THE FACTS OF THE SECRET SPACE PROGRAM WOULD BE TO GENERATE A STORY COVERED BY THE NEW YORK TIMES, THE NEWSPAPER OF RECORD, THAT ‘YES, THERE WAS A SECRET PROGRAM, BUT IT HAS BEEN ENTIRELY DISBANDED.’ THAT IS ONE OF THE BEST WAYS TO COVER-UP A SECRET. Well, sure it is. But the puzzling thing about that is, to my knowledge, the story surfaced one time and one time only in the mainstream news cycle and then disappeared, never to be seen or heard from again. So, I’m strongly suspicious of the US Air Force’s line on this. Now, getting back to Neil Armstrong, he was not in the first group of NASA astronauts. He was in the second group of NASA astronauts, so where did he come from? N eil Armstrong in cockpit of USAF X-15 at Dryden Flight Research Center in 1960, as NACA's projects were transferring to NASA (see X-15 tail). Photograph courtesy Dryden/NASA. Neil Armstrong came through a little different background than many of the other NASA astronauts. He was a military pilot and flew combat missions in Korea. But then, he ended up working for NACA, which was the forerunner to NASA in the 1950s. He was a research pilot for NACA flying the X series of hypersonic, supersonic aircraft using the boost/glide technology where the X aircraft would be taken up under the wings of large motherships and then dropped and they would ignite their engines and off they would go into the stratosphere. Then, he was also in the U. S. Air Force’s Dyna-Soar astronaut corps until he switched over to being a NASA astronaut in the 1960s. I do not believe the official NASA and Air Force time line. I flat out don’t – that Dyna-Soar never flew and that the first astronauts went up for the first time in the early 1960s. I believe that Neil Armstrong might have gone into space before John Glenn. I do find it interesting to this day that Neil Armstrong will not give any interviews to anyone about his astronaut career. He just will not speak about what he saw and did as an astronaut. I suspect that he and many of the other astronauts are burdened with many secrets and that"},{"pageNumber":6,"pageContent":"they live in fear of blurting them out. Kenneth Kleinknecht, Manager, NASA Apollo Command and Service Modules K enneth Samuel \"Kenny\" Kleinknecht (left) shares breakfast with Apollo 7 crew members Donn Eisele, Wally Schirra and Walt Cunningham (not pictured) before their launch in 1968. Kenneth Kleinknecht died on November 20, 2007. He was Manager, Apollo Program, Command and Service Modules; Deputy Manager, Gemini Program; Manager, Project Mercury; and Freemason member of the Fairview Lodge No. 699 Fairview, Ohio. Photo courtesy NASA. [ Editor's Note: After graduating with a B. S. in mechanical engineering from Purdue University, the college that Neil Armstrong would also attend, Kenneth S. Kleinknecht started his career at the NACA Aircraft Engine Research Laboratory, Cleveland, Ohio, from 1942 to 1951. From 1944-1945, he was a Private in the U.S. Army Air Corps Enlisted Reserve. From 1951-1959, he was a mechanical engineer in design at NACA (evolved into NASA) High Speed Flight Research Station at Edwards AFB, Muroc, California. From 1956-1958, he was Head, Operations Engineering Section, Flight Branch, Flight Research Division, NACA, Edwards AFB. From 1958-1959, he was Head, Special Projects Group and in 1959 became the Advanced Projects Management Officer on the X-15.] Richard Sauder: Interestingly, the man who worked closely with the X-1, the X-15, the Dyna-Soar program and also the NASA programs – Mercury, Gemini, Apollo, Skylab and early space shuttle – was Kenneth Kleinknecht, Manager, Apollo Spacecraft Office. Now, who is Kenneth Kleinknecht? He was the brother of C. Fred Kleinknecht, who at the time of the Apollo missions was the Grand Secretary-General of the 33rd Degree Supreme Council of the Masonic Scottish Rite Southern Jurisdiction Temple on 16th Street in downtown Washington, D. C. What makes this interesting is not only Kenneth Kleinknecht’s close connection to the X-1 and X-15 programs under NACA and the Dyna-Soar program under the U. S. Air Force, and also all of the NASA manned space programs to this point – but that his brother, C. Fred Kleinknecht, held a very high position at the 33rd Degree Supreme Council in Washington, D. C. O n October 27, 2000, III Kenneth S. Kleinknecht, 33°, a brother of Grand Commander C. Fred Kleinknecht, 33°, received his Fifty-Year Blue Lodge Pin and Certificate from M.W. Rodney W. Johnson, 32°, K.C.C.H., Grand Master, Grand Lodge of Colorado. The ceremony took place during a Stated Meeting of Highland Lodge No. 86, Denver, Colorado, where Ill. Kleinknecht is a dual member. His Home Lodge is Fairview No. 699, Fairview Village, Ohio. Bro. Ken, who is a member of the Pasadena Scottish Rite Bodies, also holds dual membership in the Denver Scottish Rite Bodies. He will receive his Fifty-Year Scottish Rite Cap at the"},{"pageNumber":7,"pageContent":"Denver Consistory on January 15, 2001. Source: srmason-sj.org T he Scottish Rite of Freemasonry in the Southern Jurisdiction Masonic House of the Temple in Washington, D. C., was built at 1733 Sixteenth Street, N.W. in the District of Columbia, beginning on April 7, 1913. [ Editor's Note: The Supreme Council, 33 Degree, Southern Jurisdiction, is the governing body for Scottish Rite Freemasonry. With its headquarters in Washington, D.C., the Supreme Council elects its own Active Members and is self-perpetuating. It charters Subordinate Bodies in cities (called Valleys) of states, territories, or countries (called Orients). In the Southern Jurisdiction, the Subordinate Bodies must observe the Statutes of our Supreme Council, its orders and regulations and, when the Supreme Council is not in session, those of the Sovereign Grand Commander. The Supreme Council meets every other year, at which time the business of the Rite is transacted and KCCH, 33 Degree and Grand Cross honors are conferred on those who have been elected to receive these honors. ] O n February 11, 1988, President Ronald Reagan welcomed Grand Commander C. Fred Kleinknecht, 33°, to the White House. Source: Scottish Rite Journal of Fre e masonry. Richard Sauder: This Scottish Rite Temple also had a close connection with the manned space program and a number of the early space astronauts were Masons, including Buzz Aldrin, who walked on the moon with Neil Armstrong. In fact, Buzz Aldrin took the flag of the 33rd Degree Masonic Temple on 16th Street in Washington, D. C., to the moon with him and carried out a brief Masonic ceremony on the moon and returned that flag from the moon’s surface to the 33rd Degree Masonic Scottish Rite Temple in Washington, D. C., personally in September of 1969. A stronaut Edw i n \"Buzz\" Al drin took this Masoni c fl ag to the moon on Apollo 11, landing July 20, 1969, and conducted a Masonic ritual."},{"pageNumber":8,"pageContent":"A stronaut Buzz Aldrin, lunar module pilot, on July 20, 1969, walks in the Sea of Tranquility on the surface of the moon near the gold leg of the Lunar Module (LM) \"Eagle\" during the Apollo 11 extravehicular activity (EVA). Astronaut Neil A. Armstrong, Commander, took this photograph with a 70mm lunar surface camera. While astronauts Armstrong and Aldrin descended in the Lunar Module (LM) \"Eagle\" to explore the Sea of Tranquility region of the moon, astronaut Michael Collins, Command Module Pilot, remained with the Command and Service Modules (CSM) \"Columbia\" in lunar orbit. Source: NASA. P age 37 from October 1994, Scottish Rite Journal , the official publication of the Masonic Lodge, shows Kenneth Kleinknecht, 33 Degree, NASA’s Apollo Program Manager, behind a featured display of Apollo 11 artifacts. The accompanying article discusses the Scottish Rite flag carried by Masonic astronaut \"Buzz\" Aldrin to the moon."},{"pageNumber":9,"pageContent":"A stronaut Edwin E. \"Buzz\" Aldrin, Jr. letter to Illustrious Luther A. Smith, 33 Degree Sovereign Grand Commander, Supreme Council, Southern Jurisdiction (Scottish Rite Temple), Washington, D. C., reprinted on Page 15, Kundalini Tales © 1998 by Richard Sauder, Ph.D. Richard Sauder, Ph.D., books available at Amazon.com When you go to this Temple, as I have, you cannot help notice that it is flanked in the front by stone Sphinx statues in the Egyptian style. And then the Masons themselves, if you take the tour of the Temple, will tell you that their esoteric Masonic craft or tradition descends from the builders of the ancient Egyptian monuments. I think all this matters because NASA brought in Farouk El-Baz to manage the missions of the Apollo program. Now, who is Farouk El-Baz? He’s an Egyptian Ph.D. geologist, who in the 1960s was brought over as a 29-year-old newly minted Ph.D. and directly into the very highest levels of NASA, into the most sensitive program in the American government, leapfrogging right over the heads of hundreds of senior American scientists and engineers to essentially manage the manned component of the missions on the moon’s surface. Farouk El-Baz, Egyptian Geologist and NASA Lunar Mission Manager F arouk El Baz, Ph.D., center striped shirt, surrounded by Apollo Command Module Pilots from left: Michael Collins (Apollo 11), Richard Gordon (Apollo 12), Stuart Roosa (Apollo 14), and Alfred Worden (Apollo 15). Occasion was 1994 \"Salute to Apollo\" in Oshkosh, Wisconsin. From 1967 to 1972, Dr. El-Baz participated in the Apollo Program as Supervisor of Lunar Science Planning at Bellcomm Inc., a division of AT&T, that conducted systems analysis for NASA. Image courtesy Boston University."},{"pageNumber":10,"pageContent":"F arouk El-Baz, Ph.D., shaking hands with President Bill Clinton in White House. Prof. El-Baz is Research Professor and Director of the Center for Remote Sensing at Boston University, Boston Mass. He is Adjunct Professor of Geology at the Faculty of Science, Ain Shams University, Cairo, Egypt. He is also a Member of the Board of Trustees of the Geological Society of America Foundation, Boulder, Colorado. Image courtesy Boston University. [ Editor’s Note: Dr. Farouk El-Baz is an Egyptian American scientist who worked with NASA to assist in the planning of scientific exploration of the moon, including the selection of landing sites for the Apollo missions and the training of astronauts in lunar observations and photography. He was born on January 2, 1938, in the Nile Delta town of Zagazig. At the age of 20, he received a B.Sc. in Chemistry and Geology from Ain Shams University. In 1961, he received an M.S. degree in Geology from the Missouri School of Mines and Metallurgy (now University of Missouri–Rolla). In 1964 he received a Ph.D. in Geology from the University of Missouri after conducting research in 1962-1963 at the Massachusetts Institute of Technology (MIT), Cambridge, Massachusetts. Dr. El-Baz taught Geology at Assiut University, Egypt (1958-1960) and the University of Heidelberg, Germany (1964-1965). He joined the Pan American - U.A.R. Oil Company in 1966, where he participated in the discovery of El-Morgan, the first offshore oil field in the Gulf of Suez. From 1967 to 1972, Dr. El-Baz participated in the Apollo Program as Supervisor of Lunar Science Planning at Bellcomm Inc., a division of AT&T that conducted systems analysis for NASA. During these six years, he was secretary of the Landing Site Selection Committee for the Apollo lunar landing missions, Principal Investigator of Visual Observations and Photography, and chairman of the Astronaut Training Group. During the past 20 years, in his research at Boston University, Dr. El-Baz utilizes satellite images to better understand the origin and evolution of desert landforms. He is credited with providing evidence that the desert is not man-made, but the result of major climatic variations. His research uncovered numerous sand-buried rivers and streams in the Sahara based on the interpretation of radar images. These former water courses lead into depressions in the terrain, which he theorized must host groundwater. ] Richard Sauder: At the time Farouk El-Baz was brought over from Egypt, he was working as a petroleum geologist in the Egyptian oil patch in the Gulf of Suez. Before that, he spent a year lecturing in geology in Germany in Heidelberg. And from there, he went to the very top of the most sensitive American program there was as a 29-year-old non-American scientist without a background in space science or aerospace. Now, why? To begin with, I surmise that ancient Egypt has something to do with the space program and that the Masonic tradition, a curious and esoteric body of knowledge that they claim comes down from remote antiquity from the time of the ancient Egyptians, from the time when the giant stone monuments such as the pyramids and the ruins at Abydos and the Sphinx and things like that, built by their real forerunners who were real stone masons. They make the distinction between operative stone masons from many thousands of years ago and speculative masons such as themselves, who are the modern day inheritors of that original tradition and continuation of the esoteric tradition that was associated with operative stone masonry thousands of years ago. THERE ARE MANY PEOPLE WHO SPECULATE THAT THE SUMERIANS AND EARLIEST EGYPTIANS WERE IN FACT NON-HUMANS PRESENT AND CO-HABITING ON THIS PLANET WITH HUMANS?"},{"pageNumber":11,"pageContent":"I can’t say anything about that. I don’t know if they were non-human. But I strongly suspect, I’ve been told informally by people who study these esoteric matters, that the Sumerians and the Egyptians did have high technology many thousands of years ago. Our understanding of ancient history is seriously deficient. I’m prepared to believe there is a great deal of truth in that. Remember that Farouk El-Baz, who was Egyptian, spent a year teaching in Germany just before coming to NASA. So, at least in the early days of NASA, there was a high level Masonic influence and the Masons do trace their heritage back to the master architects and masons of ancient Egypt. So, I don’t think it was accidental that Farouk El-Baz – an Egyptian, although very young – and without aerospace expertise – was brought over to the United States and leapfrogged to the very highest levels of NASA and essentially ran the manned component of the Apollo space program. What happened on the surface of the moon was essentially under Farouk El-Baz’s thumb. I would note that in the 1950s and 1960s, there was also a parallel ‘Operation Paperclip’ in Egypt! Egyptian then-President Gamal Abdel Nasser brought hundreds of ex-Nazi rocketry experts to Egypt and set them up in Factory No. 333 in Heliopolis just outside of Cairo to establish an Egyptian rocket program. Who was the Director of Factory 333? None other than Eugen Saenger, the ‘godfather’ of modern aerospace boost-glide rocket technology. M arch 24, 1963, The Washington Post , Page A17: \"400 Germans Making Nasser Missile.\" Photo caption reads: \"This is a photo made last July (1962) of President Nasser of the United Arab Republic, third from left, with Egyptian Field Marshal Abdel Hakim Amer, at right, and two unidentified associates at an Egyptian rocket launch site. Photo © Associated Press. [ Editor's Note: The March 24, 1963, Wa sh i n g t o n P o st article begins with a Bonn, Germany, by-line: “In Egypt's closely guarded missile center \"Project 333\" near Cairo, nearly 400 German scientists and technicians, most of them from the wartime German V-2 missile center at Peenemuende, are working on the first Egyptian-made rocket missile with warheads containing radioactive materials designed for President Gamal Abdel Nasser.” Under the subheading,“Unrepentant Nazis,” the article states: “It is known that the hard core of the German scientific colony in Egypt are unrepentant Nazis, many of whom fled there after the war with avowed aim of helping the Arab world with scientific know-how to \"continue the fight against the Jews.” ] Richard Sauder: Eugen Saenger's ideas and designs, remember, were the forerunner of the Nazi A4 and the projected A9 and A10 plans, which Walter Dornberger brought over under the American Operation Paperclip and which formed the conceptual basis, the design basis, for the U. S. Air Force’s Dyna-Soar program and also for the X-1 and X-15 rocket plane upper atmosphere program and later for the NASA space shuttle program, which is still in use. AND PROJECT 33 WAS WHITE SANDS PROVING GROUND’S V-2 ROCKET RESEARCH. You’re exactly correct. AS YOU HAVE JUST SAID, THE EGYPTIANS UNDER NASSER HAD THEIR OWN SPACE PROGRAM THAT WAS PROJECT 333; THE WHITE SANDS PROVING GROUND V-2 ROCKET RESEARCH UNDER PROJECT PAPERCLIP IN NEW MEXICO WAS PROJECT 33. DO YOU HAVE ANY IDEA WHY THOSE TWO PARALLEL PROGRAMS WOULD HAVE BEEN 333 AND 33?"},{"pageNumber":12,"pageContent":"I don’t know, but I would point out to you that there was only one factory in Egypt and it was 333, and at White Sands, there was only one launch complex and it was number 33. What they have in common is the repetition of the number 33 and ex-Nazis. I would remind you there is also the involvement of 33rd Degree Masonry in this project, which traces its antecedent back to ancient Egypt. There is also the involvement of Germans here, both in Egypt and also the United States. So, I can’t explain it other than to say there is conspicuous repetition of the number 33 here. SO, YOU WOULD SUPPORT A BOTTOM LINE THAT THERE HAS BEEN A VERY PUBLIC NASA SPACE PROGRAM, WHICH IS ALWAYS IN VARIOUS BUDGET DISPUTES AND PROBLEMS, BUT BEHIND IT THERE IS ANOTHER SPACE PROGRAM THAT IS QUITE REAL AND MORE ADVANCED THAN WHAT WE ARE SEEING PUBLICLY? Oh, sure! I assign a very high probability to that likelihood that there is a secret parallel American space program, or programs , plural, using non-conventional aerospace technologies. I’m speaking of things such as electrogravitics and anti-gravity along the lines of what Thomas Townsend Brown and John Searle did back in the 20th Century in their research going back to the 1930s and coming up to the 1960s. Bottom line for me is that my research has shown and the research of others that there is a great deal more to the space program than NASA and the United States military have told the American people and the world. And in all likelihood, manned exploration started much earlier, has discovered much more and has more ancient roots by far than we have been told. IN 2007, ON A PLANET THAT IS FACING ALL KINDS OF ENERGY CRISES, WHAT DO YOU SAY IF THERE ARE ADVANCED TECHNOLOGIES THAT COULD SOLVE SO MANY HUMAN EARTH PROBLEMS AND ARE NOT BEING APPLIED IN ORDER TO MAINTAIN ‘A POLICY OF SECRECY IN THE INTEREST OF NATIONAL SECURITY?’ Yeah, I think it’s a travesty and I think those breakthroughs have been made and continue to be made. I think we need to say clearly to the people involved in those projects - it is way past time for them to step forward to come out of the shadows and to come clean with us.” 33 Significance, Masonic American Presidents and Freemasonry Motto Possible meanings of 33 in the Egyptian and American space programs – and Freemasonry which has its roots in the huge stone constructions of ancient Sumeria and Egypt. - The 33rd degree is the highest publicly known degree in Freemasonry. - 33 is a higher octave of 6, which is the flower of life, or Creation. - 33 signifies illumination and freedom from religious dogmas and superstitions. - The human backbone contains 33 vertebra with the cranium, or intellect, on top. - 33 is also equivalent to 32 around 1. If you look at the roof of the United Nations General Assembly you will see a large circular light surrounded by 32 smaller lights. - United Nations symbol is a circle divided up into 32 sections with the center being the 33rd. - The symbol for the Soviet Union has 32 rays emanating from the sun with the sun being the 33rd. 16 U.S. Presidents are confirmed Freemasons, including George Washington, James Monroe, Andrew Jackson, James Polk, James Buchanan, Abraham Lincoln (inducted postmortem by the lodge that he had petitioned for, and was denied, membership in while running for the U.S. Senate), Andrew Johnson, James Garfield, William McKinley, Theodore Roosevelt, William Taft, Warren Harding, Franklin D. Roosevelt, Harry Truman, Lyndon Johnson, and Gerald Ford. The Freemason motto is 3 Latin words: “Ordo ab Chao,” Order out of Chaos."},{"pageNumber":13,"pageContent":"F or further reports about reports of advanced spacecraft, see other reports below in the Earthfiles Archive: • 11/25/2007 — Part 4: In League With A UFO • 11/21/2007 — Part 3: In League With A UFO • 11/20/2007 — Do Black Budget Trillions Support A Secret American Space Program? • 11/14/2007 — Part 2: In League With A UFO • 11/06/2007 — Part 1: In League With A UFO • 10/21/2007 — Viewer Comments About Big Triangles and Lights - In Conflict? • 10/19/2007 — Updated: Huge, Silent, Black Triangle Craft Over Youngstown, Florida • 09/20/2007 — Part 2: Psi Spies - True Story of America's Psychic Warfare Program • 09/16/2007 — Part 5: Military Insiders Comment About Zeta Reticuli and EBENs • 09/14/2007 — Part 1: Psi Spies - True Story of America's Psychic Warfare Program • 09/11/2007 — Part 4: Military Insiders Comment About Zeta Reticuli and EBENs • 09/07/2007 — Part 3: Military Insiders Comment About Zeta Reticuli and EBENs • 09/05/2007 — Part 2: Military Insiders Comment About Zeta Reticuli and EBENs • 08/30/2007 — Part 1: Military Insiders Comment About Zeta Reticuli and EBENs • 08/24/2007 — Orange-Red \"Fiery\" Aerial Spheres • 07/14/2007 — Schofield Barracks, Oahu, Hawaii - Huge, Lime Green Oval Craft Hovered Over Battalion Headquarters • 01/02/2007 — Grey Aerial Disk Reported by Chicago O'Hare United Airlines Pilots and Mechanics • 12/27/2006 — Part 7: Inside Saucer Post ...3-0 Blue • 12/18/2006 — Part 6: Inside Saucer Post ...3-0 Blue • 10/28/2006 — Close UFO Encounter by USAF Eyewitnesses • 09/05/2006 — Part 2: \"Alphonso Lorenzo\" - M ilitary Visitor to Another Planet? • 07/17/2006 — Area 29 - A Reverse Engineering Center of E. T. Technology? • 06/18/2006 — Viewer Letters About NASA Airbrushing Photos; EBENs and Rept ilian Humanoids • 06/07/2006 — Gary McKinnon: An Electronic \"Robin Hood\"? • 05/05/2006 — Military Man's Description of EBE Telepathic Download • 04/28/2006 — Part 1: Mysterious Bismuth/Magnesium Metal from Wedge-Shaped Aerial Vehicle • 04/19/2006 — Part 19 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze Flying Discs • 04/13/2006 — High Strangeness In Skies Near White Sands Missile Range • 04/12/2006 — Part 18 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze Flying Discs • 04/11/2006 — Part 17 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze Flying Discs • 04/05/2006 — Part 16 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze Flying Discs • 03/23/2006 — Part 15 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze Flying Discs • 02/28/2006 — Part 13 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze Flying Discs • 02/27/2006 — Part 4: Military Voices Reply About Government Interaction with UFOs • 02/23/2006 — Huge Boomerang Craft and Blond Beings • 02/22/2006 — Part 3: Military Voices Reply About Government Interaction with UFOs • 02/21/2006 — Part 2: Military Voices Reply About Government Interaction with UFOs • 02/21/2006 — Part 1: Military Voices Reply About Government Interaction with UFOs • 02/19/2006 — Part 12 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze Flying Discs • 02/17/2006 — Updated: White Sands Navy Radar Operator Saw Discs Circle V-2 Rocket Launches • 02/10/2006 — Crashed Disc Photos, \"Ebens,\" and Area 51 \"Anti-Gravity\" • 02/07/2006 — Military Voices Reply About Government Interaction with UFOs. • 02/05/2006 — Part 11 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze Flying Discs • 01/29/2006 — Part 10 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze Flying Discs • 01/27/2006 — Part 2: Navy Physicist and USAF Geophysicist Discuss UFOs and ETs • 01/20/2006 — Part 1: Navy Physicist and USAF Geophysicist Discuss UFOs and ETs • 01/17/2006 — Part 9 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze Flying Discs • 01/09/2006 — Part 8 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze Flying Discs • 01/03/2006 — Part 7 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze Flying Discs • 12/31/2005 — Part 6 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze Flying Discs • 12/27/2005 — Part 5 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze Flying Discs • 12/24/2005 — Part 4 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze Flying Discs • 12/24/2005 — Part 3 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze Flying Discs • 12/21/2005 — Part 2 - Peculiar Phenomenon, Early United States Efforts to Collect and Analyze Flying Discs • 12/21/2005 — Part 1 - Peculiar Phenomenon, Early United States Efforts to Collect and Analyze Flying Discs • 05/03/2005 — Part 2: Japan Air Lines Pilot Interview About November 1986 UFO Encounter • 05/03/2005 — Part 3: Japan Air Lines Pilot Interview About November 1986 UFO Encounter • 04/14/2005 — \"Battle of Los Angeles\" On February 25, 1942: When America's 37th Coast Art illery Brigade Fired Off 1,430 Anti-Aircraft Shells At A UFO • 03/24/2005 — Part 6: UFO Crash/Retrievals: Status Report III - Amassing The Evidence • 12/30/2004 — September 12, 1952: America's \"Secret War\"? Part 1: UFO Retrieval in Flatwoods, West Vi r gi ni a • 12/30/2004 — September 12, 1952: America's \"Secret War\"? Part 2: USAF Starfire Disappeared Over Gulf"},{"pageNumber":14,"pageContent":"of Mexico • 12/30/2004 — September 12, 1952: America's \"Secret War\"? Part 3: Nuclear Physicist Stanton Friedman Co mme nts • 12/30/2004 — Audience Feedback About Earthfiles \"September 12, 1952: America's 'Secret War'?\" • 12/22/2004 — Part 1: \"Reasons Why U.S. Government CAN'T Release Truth About UFOs!\" with Canadian Researcher, Grant Cameron • 12/22/2004 — Part 2: \"Reasons Why U.S. Government CAN'T Release Truth About UFOs!\" with Canadian Researcher, Grant Cameron • 12/17/2004 — Updated - Feedback About Destruction of U. S. M ilitary Records • 12/10/2004 — Part 3: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation? • 12/10/2004 — Part 4: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation? • 12/07/2004 — Part 2: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation? • 12/04/2004 — Part 1: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation? • 04/13/2004 — Part 7: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI © July 1991 by Leonard H. Stringfield • 04/02/2000 — Secret Radar Stations in New Mexico, Part 2 • 04/02/2000 — Secret Radar Stations in New Mexico, Part 1 Websites: DARPA: http://www.arpa.mil/ NASA: http://www.nasa.gov/ Farouk El-Baz Biography: http://www.bu.edu/remotesensing/Faculty/El-Baz/FEBbio.html Lockheed D-21 Air Launched Drone: http://www.wvi.com/~sr71webmaster /d21~1.htm X-20 Dyna-Soar: http://en.wikipedia.org/wiki/X-20_Dyna-Soar Dyna-Soar: http://www.astronautix.com/craft/dynasoar.htm X-Planes: http://www.fas.org/man/dod-101/sys/ac/x.htm Famous Freemasons: http://www.la-mason.com/famous.htm Majestic-12 Documents: http://www.majesticdocuments.com Credits Copyright © 1999 - 2010 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2010, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
