[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Another Eyewitness to Glowing Disc and Military Security in Albuquerque, New Mexico © 2007 by Linda Moulton Howe eturn to: 3-Part Earthfiles with Paul McKeever, His Mom and Aunt December 7, 2007 Albuquerque, New Mexico - Last week I presented the eyewitness testimony of an Albuquerque fa mily – Paul McKeever, his mom and aunt - who watched a white, glowing disc move slowly in a 9 PM twilight sky over the city on May 28, 1974, and then chased after it in their car to dirt roads in the Sandia hills. There they saw the disc still glowing and apparently hovering horizontally on the side of a rocky h ill, surr ounded at a distance by military security armed with M-16s and facing the disc. Back in 1974, not many people knew that a little east of the Sandias in the Manzano Mountains' Coyote Canyon was the access road to the highly guarded secret of nuclear weapons stored inside the Manzanos by E.R.D.A. - the U. S. Energy Research and Development Administration – which includes the Lurance Canyon Burn Site and Aerial Cable Test Facilities. Is that what attracted the attention of the non-terrestrial disc technologies? Paul McKeever asked a friend who had served in the Air Force at Kirtland if he had ever seen any “strange things” in Coyote Canyon. The friend answered he was driving up Coyote Canyon in the early 1980s, came around a hill and there was a disc hovering in an open area next to the road. Paul McKeever also wondered what kind of military operation was able to be already on guard around the glowing, white disc by the time he and his fa mily got to the Sandia hills dirt trail? And why wasn’t there TV, newspaper and radio news the next day on May 29, 1974, about the amazing disc landing in the Sandia hills. He and his family knew that other people in other cars were turned away like they were – but everyone could see the military ringing the white, glowing disc. What Paul and his family also did not know was that only six years after he and his Mom and Aunt saw the disc at ground level on the Sandia h ill, Kirtland AFB security guards also saw lights, or discs, land three different times inside Coyote Canyon’s restricted test range between August 8 and September 3, 1980. That highly secure test range is used by the U. S. Air Force Weapons Laboratory, Sandia Laboratories, the Defense Nuclear Agency, and the Department of Energy. Last week on COAST, I asked if anyone else was in Albuquerque on May 28, 1974, and saw the glowing disc and military security. I have received communications from two eyewitnesses. One has been willing to be interviewed for Earthfiles and my Coast to Coast AM radio news update, but has asked that his real name not be used. Calling himself “ B obby Morales,” this additional eyewitness to the 1974 Sandia hill glowing disc and military security event, begins with how then-14-year-old B obby first saw the disc in the sky where he was playing at Los Altos Park at Lomas and Eubank in Albuquerque. "},{"pageNumber":2,"pageContent":"L os Altos Park at Lomas and Eubank Boulevards is underlined by blue and white stripe. Bobby Morales and his friend went north along the blue dots toward the blue-ringed disc. Paul McKeever, his mom and aunt came from Menaul Boulevard south along the red dots toward the disc. Interview: Bobby Morales, Businessman, New Mexico: “It was on Tuesday, May 28, 1974. Remembering back, I had just ended Little League Baseball practice and was walking home from Los Altos Park off of Lomas and Eubank in Albuquerque. I was entering a mesa where all of us kids hung out at and I was the only one there as I was walking home. It was getting close to 9 PM. I always look up at the sky, so I was looking around up towards the Sandias and Manzanos and I happened to see this glowing disc slowly going north. A reference point was I’d say from the Kirtland AFB area across the mountainside. It was twilight. The bottom and the top were glowing and I could see it looked like it was striped (horizontally) at the angle I was at, with a little bit of metallic in the middle. But I could tell that the top was literally glowing a whitish, sort of pearlescent color. But it was bright. As it went by, I could tell it was large, but it was more in the distance toward the mountain than where I was. AND THE SHAPE? AT first, it was an oval, egg-looking shape – kind of football maybe, but it was clearly a disc type thing."},{"pageNumber":3,"pageContent":"S ketch # 1 as \"first glance\" of aerial disc moving over Los Altos Park off of Lomas and Eubank in Albuquerque, New Mexico, around 9 PM on May 28, 1974. Drawing © 2007 by Bobby Morales. SO YOU COULD SEE IT MORE ROUND AS IF SLANTED TOWARD YOU? As it moved, it wobbled and tilted some and I could see it was round and had levels to it, sort of like that photograph you showed from Belen in your Paul McKeever report. Once I saw it, I stared at it for maybe 10 seconds and immediately ran home. S ketch # 2 as aerial disc moved and wobbled. Drawing © 2007 by Bobby Morales."},{"pageNumber":4,"pageContent":"S ketch # 3 as aerial disc wobbled into profile that Bobby Morales said reminded him of the Belen, New Mexico, photograph provided by Edward Chavez in the 3-part Earthfile s report about the May 28, 1974, glowing disc surrounded by m ilitary security in the Sandia hills east of Albuquerque. Drawing © 2007 by Bobby Morales. S econd of two photographs given to Eddie Chavez, Sr., by a friend who said he photographed the discs near Belen back in 1974. The triangle-shaped mountain is Capilla Peak in the Manzanos east of Belen. Original paper photographs provided by Eddie Chavez, Jr., to Linda Moulton Howe in October 2007, to electronically scan for Earthfiles. YOU RUN HOME – WHAT HAPPENS? Well, I immediately wanted to go chase it down. I wanted to see what it was all a bout, so I called a friend of mine and he jumped in his truck and picked me up in what seemed like minutes. We went all the way up Lomas past Juan Tabo and the Manzano High School and then up to Tramway where it was all a dirt area, an area where once or twice a month would take our dirt bikes up there and ride around. So, we knew the area pretty well. Once we got up there, we did see lights and shadows and movement and there was more movement up there than we’d ever seen before going up there. And we continued up the dirt trail and we were within 30 seconds of going up this trail, skirting the edge, but"},{"pageNumber":5,"pageContent":"immediately there were several camouflaged military men who told us the area was restricted and we had to leave immediately. Being young kids – I was 14 and my friend was 15 and he had just got his driver’s license, so we were scared! I know he was more than I was, but we went down more towards Tramway, so they (military) could see our taillights. But we still continued up – there was a little trail that was right off of Tramway. So we were still headed north toward more lights, and then as we got further up, maybe no more than ¼ or ½ mile, I could see the glowing object sitting there. At least the top of it, and it was just sitting there. I could not see the whole thing, but I knew it was there because it was bright! At that time, my friend and I got into an argument because I wanted him to go further. He told me to get out of the truck, so I jumped out. We had been friends a long time and I thought he was just joking, but he took off! He spun wheels and left me in dust and I was scared! I was really scared! YOU WERE SCARED AND YOUR FRIEND WAS MORE AFRAID OF THE POLICE, RIGHT? HE WAS AFRAID OF WHAT MIGHT HAPPEN TO HIS NEW DRIVER’S LICENSE. That’s right! And his Granddad’s truck! (laughs) SO HE TAKES OFF AND YOU ARE THERE ON FOOT. WHAT HAPPENS? I started to look around for sagebrushes and small bushes and kneeling down and monitoring the situation and trying to James Bond myself up the h ill. I got pretty far up, could never really see anything more than I saw from the truck. But I saw more activity and as I thought I was getting further and further into the desert area, I was immediately stopped by two more military gentlemen. They both flashed lights in my eyes and they raised their voices and they surely scared the – you know what - out of me. DID THEY HAVE GUNS? They had side arms and they had their hands on them. They were not drawn, but I guess maybe I scared them. THE SOUND OF THEIR VOICES - WHAT DID THEY SAY? Agitated voices: ‘Stop there!’ I heard those words. I remember one of them looking over at the other one as if he did not know what to say. But I could not see them very well because they had the light shining on me. But I could see their images fairly well because there was still the glowing light behind them. So, they were between me and the glowing light. I immediately said, ‘I’m sorry. I was just out here walking. I’m sure I talked about 1,000 mph! And turned around and said good-bye and basically ran off. And there was no chase. But I was scared because they scared me more than anything. In their agitated state, I thought for sure I was going to be arrested. My mind was that they were going to call my parents and ‘Oh, boy, forget about it!’ DID THEY SAY ANYTHING ABOUT THIS BEING A MILITARY OPERATION OR DID THEY TRY TO EXPLAIN ANYTHING ABOUT WHAT WAS GOING ON? Oh, no, no explanation whatsoever – just ‘Who are you? What are you doing here? You cannot be here.’ And then by that point in time, I was pretty much out of there."},{"pageNumber":6,"pageContent":" NOW, YOU’RE RUNNING, IS THIS CORRECT? YOU’RE ON FOOT AND YOU ARE RUNNING AND WHAT HAPPENS? I found my way through the desert. I fell a couple of times and scraped myself up a little bit. I was looking for Menaul. I knew I was near Menaul. So, I just basically ran through every neighborhood that I could until I could find a lighted street. I had delusions there were going to be military people chasing me down. At that point, I didn’t really care anymore about what I saw (glowing disc). I was just scared out of my mind to get home. DID YOU RUN ALL THE WAY HOME? I ran the entire 4 to 5 miles back to the house. THEN WHAT HAPPENED? As I got into the house, I was confronted by my parents. They were very upset at me. They wanted to know where I was at. I explained that I had gone with my friend to the store and there was a flat tire and, I mean, I had story after story. I didn’t want to tell them anything about what was going on because I just didn’t think they would believe me. My parents were devout Christians and they would have just thought of me as a liar, I’m sure. SO YOU HAD TO LIE AND MAKE UP A STORY TO PROTECT THE TRUTH IN THE SENSE THAT YOU WERE GOING TO BE HAMMERED EITHER WAY? Either way. And I made my way to my bedroom without too much trouble, but my father was very agitated with me. THAT WAS THE NIGHT OF TUESDAY, MAY 28, 1974. WHAT HAPPENS AFTER THAT? Well, as I always did at night, I love radio, so I was listening to the AM channel, 770 KKOB and they talked a little bit about it. Not too much more. I think I fell asleep and that was the end of the night. BUT 770 KKOB RADIO WAS STILL TALKING ABOUT THE UNIDENTIFIED FLYING OBJECT? They were and they were talking about it in more of a joking manner. SO THIS IS AFTER THEY DID THE NEWS ALERT THAT PAUL MC KEEVER’S MOM AND AUNT HEARD IN THE APARTMENT THAT AN UNIDENTIFIED FLYING OBJECT WAS IN THE AIR OVER ALBUQUERQUE. Oh, yeah. SO BY THE TIME YOU ARE LISTENING TO THE RADIO, THEY ARE ALREADY STARTING TO MAKE FUN? Already starting it. WHAT DID YOU THINK AS YOU LISTENED TO THEIR SARCASM?"},{"pageNumber":7,"pageContent":"The image of the disc going across the sky, those are the things I was thinking about. So I blew off what those people were saying (on the radio). YOU MUST HAVE BEEN PERPLEXED ABOUT WHY THERE WAS SUCH AGGRESSIVE MILITARY ACTIVITY THERE? Oh, yeah, I had never been exposed to any military people in my life before and that was a very traumatic experience for me. YOU FINALLY GO TO SLEEP AND WHAT HAPPENED ON MAY 29, 1974? The next day was a lazy day at school because it was the end of the school year. I headed home and went directly to take a nap. I didn’t want to be around when my Dad came home because I knew I was going to get the nth degree about what happened the night before. I woke up out of this nap and I heard some jingling noises I had never heard before in the house. So, I got up and looked out the window of my bedroom and my mother and sister were outside arguing in the front yard. I couldn’t hear what they were saying. I went to turn on the light, but the light in my bedroom did not go on at all. And I went into the hall to turn that light on, still hearing the noise, and that light did not go on. So, I immediately started thinking, ‘Oh, my God, something’s happened!’ The thought of the night before was still fresh in my mind about what had happened. I didn’t talk a bout it with anyone that next day. I went down the hall and looked into the kitchen – and knowing who it was now (but not then) – my father flashed a flashlight in my eyes and I freaked out immediately and I bolted to the right and ran right through the front door through the front screen and broke through the glass and went over the hedges and - oh, my mother and father were all over me wanting to know what my problem was, what happened? Why I ran through the door? It was just the light and the memory of what had happened, it scared me again! I thought for sure it was military people inside our house! SO, YOU WERE SO TRAUMATIZED ON THE NIGHT OF MAY 28, 1974, BY YOUR ENCOUNTER WITH THE MILITARY PEOPLE UP IN THE SANDIA HILL NEAR THE GLOWING DISC THAT WHEN YOUR FATHER IN YOUR HOUSE WHERE SOMETHING HAD HAPPENED TO THE ELECTRICITY THE NEXT NIGHT SHINED A FLASHLIGHT IN YOUR FACE, YOU LITERALLY FREAKED OUT AND RAN THROUGH A GLASS AND SCREEN DOOR? Oh, yeah, bolted right through it. HOW DO YOU THINK THAT THE GOVERNMENT OF THE UNITED STATES ALMOST SEEMED TO ERASE THIS EVENT? “I don’t know how they could erase this. I remember – because I lived in Albuquerque for many years – I remember when there was some sort of high jacking of a jet plane that flew into the Manzano Mountains. That was a big story! I mean, it was something I really kept my eye on. I remember it being in the Albuquerque Journal the next day – I remember"},{"pageNumber":8,"pageContent":"seeing the headline. And then, the next day after that, there was nothing. There was nothing after that. Nobody talks about it anymore – they never do. But I know it existed. I know that happened, so if they can cover that up – and that was supposedly a Russian pilot that had hijacked a plane and tried to fly it – whether they did fly it into the Manzano Mountains or did not – I don’t know. But I know there was a plane crash that happened at the Manzano Mountains. And all of us who had lived in Albuquerque for many years knew that the nukes were in the Manzano mountainside there. We’ve all known that. DOWN IN COYOTE CANYON. Down in Coyote Canyon, right there.\" R ed line on map is Menaul Boulevard that intersects with Tramway Boulevard N. E. Paul McKeever and his family drove out a dirt trail beyond Menaul to a rocky hill where the white, glowing disc was surrounded by military security carrying M-16s. B obby Morales was on foot a little south of the glowing disc. C oyote Canyon and Manzano Mountains facing west. eturn to: 3-Part Earthfiles with Paul McKeever, His Mom and Aunt More Information: or further reports about disc encounters, please see my books, An Alien Harvest and the 2-volume Glimpses of Other Realities in the Earthfiles Shop. Also, see other reports below in the Earthfiles Archive: • 11/25/2007 — Part 4: In League With A UFO • 11/21/2007 — Part 3: In League With A UFO • 11/14/2007 — Part 2: In League With A UFO"},{"pageNumber":9,"pageContent":"• 11/08/2007 — More Unusual Animal Deaths • 11/06/2007 — Part 1: In League With A UFO • 10/19/2007 — Updated: Huge, Silent, Black Triangle Craft Over Youngstown, Florida • 10/17/2007 — Updated: Half Cat Mutilations Persist in San Antonio, Texas • 09/28/2007 — Earthfiles Mail About Cat Mutilations • 09/26/2007 — Neatly Sliced Front Third of 14 Cats Found in Granbury, Texas • 09/16/2007 — Part 5: M ilitary Insiders Comment About Zeta Reticuli and EBENs • 09/14/2007 — Part 1: Psi Spies - True Story of America's Psychic Warfare Program • 09/11/2007 — Part 4: M ilitary Insiders Comment About Zeta Reticuli and EBENs • 09/07/2007 — Part 3: M ilitary Insiders Comment About Zeta Reticuli and EBENs • 09/05/2007 — Part 2: M ilitary Insiders Comment About Zeta Reticuli and EBENs • 08/31/2007 — Part 1: Betty and Barney H ill: Captured! • 08/31/2007 — Part 2: Betty and Barney H ill: Captured! • 08/30/2007 — Part 1: M ilitary Insiders Comment About Zeta Reticuli and EBENs • 08/24/2007 — Orange-Red \"Fiery\" Aerial Spheres • 08/17/2007 — Two Bulls and Several Cows Dead and Mutilated in Manitoba, Canada • 08/01/2007 — Part 3, Non-Human Blonds, Greys and Big-Nosed, Cat-Eyed Lizards • 07/31/2007 — Part 2, Non-Human Blonds, Greys and Big-Nosed, Cat-Eyed Lizards • 07/28/2007 — Mysterious Aerial Lights Over Stratford-upon-Avon, July 14, and Farnborough, Hampshire, on July 22, 2007 • 07/14/2007 — Schofield Barracks, Oahu, Hawaii - Huge, Lime Green Oval Craft Hovered Over Battalion Headquarters • 07/13/2007 — Iowa Minister Reports Large \"Crab/Scorpion\" Creature Attacked Cow • 06/17/2007 — More Big Basin, California, Bizarre \"Drone\" Images • 06/15/2007 — Part 1: Northridge, California, Aerial \"Drone\" Eyewitness On the Record • 06/15/2007 — Part 2 - Star Wars Physicist Edward Teller, Outer Space Menace And Remotely Piloted Vehi cl e s ( RPVs ) • 06/08/2007 — More Drone Photos and Other Eyewitnesses • 05/30/2007 — Birmingham-Type \"Drone\" Seen At Barksdale AFB, Louisiana, in Mid-1980s • 05/29/2007 — Final Part 7: Eyewitness Links Animal Mutilations to Non-Humans • 05/28/2007 — Letters About Unidentified \"Drone\" Aerial Objects • 05/25/2007 — Two More Eyewitnesses of Aerial \"Drones\" in 2005 and 2006 • 05/21/2007 — Updated: Odd Aerial \"Drone\"? Photographed Again Over Capitola, California • 05/16/2007 — Updated: Odd Aerial \"Drones\"? Over Lake Tahoe and Central California • 05/16/2007 — Updated: Engineer Comments About Odd Aerial \"Drones\"? Over Lake Tahoe and Central California • 05/13/2007 — Part 6: Eyewitness Links Animal Mutilations to Non-Humans • 02/10/2007 — Part 12: Inside Saucer Post ...3-0 Blue • 02/07/2007 — Part 11: Inside Saucer Post ...3-0 Blue • 01/26/2007 — Two Cell Phone Images of Disc Over Chicago O'Hare Airport • 01/16/2007 — Part 9: Inside Saucer Post ...3-0 Blue • 01/02/2007 — Grey Aerial Disk Reported by Chicago O'Hare United Airlines Pilots and Mechanics • 12/31/2006 — Part 8: Inside Saucer Post ...3-0 Blue • 12/18/2006 — Part 6: Inside Saucer Post ...3-0 Blue • 12/14/2006 — Abductee Jim Sparks's Encounter with Rept illian Beings, Their Warning and Possible Agenda • 12/06/2006 — Part 4: Inside Saucer Post ...3-0 Blue • 11/09/2006 — Outer Space Sunshade to Cool Earth in Global Warming? • 10/28/2006 — Close UFO Encounter by USAF Eyewitnesses • 10/26/2006 — Norwegian Crashed Disc and Other High Strangeness • 10/02/2006 — Unusual Deaths of Six Female Goats in White Salmon, Washington • 09/20/2006 — Animal Mutilations Increase Again in Argentina • 09/16/2006 — Disc Crash At Cedar Breaks Radar Site, Utah • 09/05/2006 — Part 2: \"Alphonso Lorenzo\" - M ilitary Visitor to Another Planet? • 07/17/2006 — Area 29 - A Reverse Engineering Center of E. T. Technology? • 07/01/2006 — Cattle Mutilation and Glowing Discs in Saskatchewan, Canada • 06/30/2006 — Celestial Secrets: The Hidden History of the Fatima Cover-Up • 06/29/2006 — Another Horse Suspended in the Air • 06/22/2006 — Horse Suspended in Mid-Air Near Milan, Italy, Apartment • 06/18/2006 — Viewer Letters About NASA Airbrushing Photos; EBENs and Rept ilian Humanoids • 06/07/2006 — Gary McKinnon: An Electronic \"Robin Hood\"? • 05/23/2006 — Part 20 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze Flying Discs • 05/12/2006 — An Extraterrestrial School for Humans • 05/05/2006 — Military Man's Description of EBE Telepathic Download • 04/28/2006 — Part 1: Mysterious Bismuth/Magnesium Metal from Wedge-Shaped Aerial Vehicle • 04/19/2006 — Part 19 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze Flying Discs • 04/12/2006 — Part 18 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze Flying Discs • 04/11/2006 — Part 17 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze Flying Discs • 04/05/2006 — Part 16 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze Flying Discs"},{"pageNumber":10,"pageContent":"• 03/23/2006 — Part 15 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze Flying Discs • 03/17/2006 — Part 1: U.S. Navy Chief Yeoman Describes \"Extraterrestrial Biological Entities\" in TOP SECRET/MAJIC Photographs • 03/09/2006 — Part 14 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze Flying Discs • 02/28/2006 — Part 13 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze Flying Discs • 02/27/2006 — Part 4: M ilitary Voices Reply About Government Interaction with UFOs • 02/23/2006 — Huge Boomerang Craft and Blond Beings • 02/22/2006 — Part 3: M ilitary Voices Reply About Government Interaction with UFOs • 02/21/2006 — Part 2: M ilitary Voices Reply About Government Interaction with UFOs • 02/19/2006 — Part 12 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze Flying Discs • 02/17/2006 — Updated: White Sands Navy Radar Operator Saw Discs Circle V-2 Rocket Launches • 02/10/2006 — Crashed Disc Photos, \"Ebens,\" and Area 51 \"Anti-Gravity\" • 02/07/2006 — Military Voices Reply About Government Interaction with UFOs. • 02/05/2006 — Part 11 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze Flying Discs • 01/29/2006 — Part 10 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze Flying Discs • 01/27/2006 — Part 2: Navy Physicist and USAF Geophysicist Discuss UFOs and ETs • 01/20/2006 — Part 1: Navy Physicist and USAF Geophysicist Discuss UFOs and ETs • 01/17/2006 — Part 9 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze Flying Discs • 01/13/2006 — 31st Cattle Mutilation on Red Bluff, California Ranch • 01/09/2006 — Part 8 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze Flying Discs • 01/03/2006 — Part 7 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze Flying Discs • 12/31/2005 — Part 6 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze Flying Discs • 12/27/2005 — Part 5 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze Flying Discs • 12/24/2005 — Part 3 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze Flying Discs • 12/24/2005 — Part 4 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze Flying Discs • 12/21/2005 — Updated: Part 2 - Peculiar Phenomenon, Early United States Efforts to Collect and Analyze Flying Discs • 12/19/2005 — Part 1 - Peculiar Phenomenon: Early United States Efforts to Collect and Analyze Flying Discs • 08/13/2005 — Mystery of Bloodless, Decapitated Kangaroos in Melbourne, Australia • 08/11/2005 — Part 4: Two Men See Cow Mutilated in Light Beam • 06/23/2005 — Updated: More Than 3,000 Unusual Animal Deaths Reported in Argentina and Chile Since 2002 • 06/20/2005 — Part 14: UFO Crash/Retrievals: Status Report III - Amassing The Evidence • 05/26/2005 — Part 1 - Braz ilian Air Force Opens Its UFO Files to Public • 04/28/2005 — Dozens of Unidentified Aerial Objects Videotaped Over Sonora, California • 04/17/2005 — 1949 Aerial Disc Covered-Up By Project Blue Book As \"Kite\" • 04/14/2005 — \"Battle of Los Angeles\" On February 25, 1942: When America's 37th Coast Art illery Brigade Fired Off 1,430 Anti-Aircraft Shells At A UFO • 04/13/2005 — Highly Strange Dog Death in Arkansas; 2000-Pound Bull Dropped On Log Pile and Calf Skinned • 04/05/2005 — Part 8: UFO Crash/Retrievals: Status Report III - Amassing The Evidence • 03/13/2005 — Part 4: UFO Crash/Retrievals: Status Report III - Amassing The Evidence • 01/06/2005 — Part 24: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI © July 1991 by Leonard H. Stringfield • 12/30/2004 — September 12, 1952: America's \"Secret War\"? Part 1: UFO Retrieval in Flatwoods, West Virginia • 12/30/2004 — September 12, 1952: America's \"Secret War\"? Part 2: USAF Starfire Disappeared Over Gulf of Mexico • 12/30/2004 — September 12, 1952: America's \"Secret War\"? Part 3: Nuclear Physicist Stanton Friedman Co mme nts • 12/10/2004 — Part 3: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation? • 12/10/2004 — Part 4: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation? • 12/07/2004 — Part 2: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation? • 12/04/2004 — Part 1: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation? • 11/12/2004 — Strange Metal Pieces from Plains of San Agustin Alleged UFO Crash Site Analyzed. • 10/23/2004 — 1948 Aztec, New Mexico UFO Crash: Policemen, Disk and Humanoids • 08/18/2004 — New Mexico Gov. B ill Richardson Wants More Investigation of 1947 Roswell UFO Crash • 04/21/2004 — At the X-Conference, Former Naval Inte lligence Officer, C. B. Scott Jones • 03/26/2004 — Back Engineering ET Craft • 02/01/2004 — Part 10 - UFO Crash/Retrievals, Status Report VII by Len Stringfield"},{"pageNumber":11,"pageContent":"• 12/29/2003 — Part 5 - UFO Crash/Retrievals, Status Report VII by Len Stringfield • 12/17/2003 — Part 2 - UFO Crash/Retrievals, Status Report VII by Len Stringfield • 05/28/2003 — Cat and Dog Mutilations in Salt Lake City; $6,500 Reward • 03/11/2003 — Earth's Changing Magnetic Poles - Any Threat? • 02/01/2003 — Six Unidentified Triangular Aerial Craft Over Uinta Mountains, Utah • 12/31/2002 — Deer Dropped Into New York Maple Tree - From Where? • 11/09/2002 — UPDATED: Majestic-12 Documents with Ryan Wood About Extraterrestrial Technologies • 10/09/2002 — Extraterrestrial Biological Entities and Discs Described by CIA/U.S. Army Administrator, 1957-1960 • 10/05/2002 — Part 3 - More Background On the Scientists Linked To \"J-Rod\" • 08/31/2002 — One ET Experiencer's Reaction to the Winchester Formation • 07/19/2002 — Unusual Animal Deaths and Unidentified Aerial Lights Persist in Argentina • 06/17/2002 — Part 2 - Deer and Cattle Mutilations in Oregon • 06/17/2002 — Part 3 - Deer and Cattle Mutilations in Oregon • 06/15/2002 — Part 1 - Deer and Cattle Mutilations in Oregon • 05/18/2002 — A Bull Mutilation in Christmas Valley, Oregon • 04/20/2002 — Canadian and American Officials In 1950s Collaborated on Study of Unidentified Aerial Disks • 04/17/2002 — Part 2 - Unidentified Aerial Craft Over Farmington and Aztec, New Mexico in Spring 1949 • 03/16/2002 — Part 1 - 'Huge Saucer Armada' Shocked Farmington, New Mexico 52 Years Ago • 09/22/2001 — Huge Hexagram Crop Formation in Red Deer, Alberta, Canada • 08/18/2001 — Part 1 - Unusual Cattle Deaths in Montana • 05/04/2001 — Part 3 - Retired Army Sergeant Describes 1969 Film of Unidentified Craft • 06/19/2000 — The UFO/FBI Connection by U. S. Navy Physicist, Bruce S. Maccabee - Part 2 • 04/09/2000 — Unidentified Discs Over Farmington, N. M. on March 17, 1950 • 04/02/2000 — Secret Radar Stations in New Mexico, Part 2 • 03/29/2000 — Mysterious Calf Deaths In Brothers, Oregon • 02/21/2000 — Green Square Unidentified Aerial Craft Over Phoenix • 12/26/1999 — Hubble Repair, Gamma Ray Bursts and Unidentified Aerial Objects • 12/22/1999 — Update - Unidentified \"Arrowhead\"-Shaped Object in California Sky • 12/01/1999 — Six More Planets Discovered 60 to 190 Light Years Away • 10/24/1999 — A U. S. Army Infantryman's Abduction • 03/28/1999 — Triangles Over Wenatchee Valley, Washington, 1966 • 01/10/1999 — Updates: Astronomy and Rufus Baughn, Nevada Test Site Websites: Majestic-12 Documents: http://www.majesticdocuments.com Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
