[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Cattle Mutilation - The Unthinkable Truth © 1976 by Fredrick W. Smith, Freedland Publishers \"The mutilators haven't made one misstep. They leave their calling cards, but no one has ever surprised them at their work. They leave too much evidence for any rational person to deny they exist, but never enough to be identified. No one even claims to have taken a picture of them. Afterward, of course, thousands are taken. They're obviously playing with us like a cat plays with a mouse. And it's driving folks, including the authorities, right up the wall.\" Fredrick W. Smith asked on his 1976 book cover, \"Who did it? Why? How was it done without leaving a clue? Why are the facts suppressed? (This book has) Answers to questions that have baffled lawmen and ranchers throughout the west.\" Introduction Fredrick William Smith was born in Salmon, Idaho on October 21, 1920, and raised in Butte, Montana where his father was a miner until his death when Fred was 8 years old. Then his mother moved the family to Denver. On May 5, 1945, Fred Smith married Grace Elizabeth Deaton. The couple had seven children, four boys and three girls. Fred worked as a goat farmer, part-time plumber and wrote. By the mid-1970s, he was puzzled by unusual cattle deaths in Colorado. Fred talked with law enforcement and ranchers in eastern Colorado and came to the conclusion that whatever was killing the animals, and bloodlessly excising tissue in similar patterns from animal to animal, was not human. In 1976, he published his investigation, not knowing that at the same time Deputy Keith Wolverton in the Cascade County Sheriff's Office in Great "},{"pageNumber":2,"pageContent":"Falls, Montana, was collaborating with writer Roberta Donovan to summarize the sheriff's reports about mutilations in that region. Fred Smith died in Delta, Colorado near Cedaredge on July 24, 1997 at age 77. See Mystery Stalks The Prairie . Who - or what - kills and mutilates animals around the world - and why ? Fredrick Smith's 1976 book, self-published in a limited quantity, has long been out of print. But now with his family's permission, Earthfiles.com presents an electronic version of the original work. Table of Contents Chapter 1 The Physical Evidence Chapter 2 Blueprint for Confusion Chapter 3 Bounty On Devil Worshipers Chapter 4 The UFO Mystery Chapter 5 The Unthinkable Truth Chapter 1, Part One The Physical Evidence \" Who won't believe from what he sees, Will never believe, do what you please.\" - William Blake The Brush Banner , August 6, 1976 \"This time, a 600-pound calf was the victim of the mutilators, having its nose, mouth and tongue removed in a daylight assault. The calf was discovered in a pasture, along with three other unmutilated dead cattle. Investigations failed to reveal the cause of death of the other cattle.\" o most people, Colorado means the high country, timberline, dozens of 14,000 foot peaks, alpine lakes and meadows, the heartland of the Rockies with spectacular scenery wherever you look. That's not all of Colorado, however. The eastern third, from the Denver foothills to the Kansas-Nebraska border, covering almost 150 miles, is a different country, the high arid plains, old buffalo territory. The high plains immediately east of the Rockies aren't perfectly flat. After rising"},{"pageNumber":3,"pageContent":"slightly out of the Denver basin, they slope gradually eastward about ten feet per mile. Drainage northward into the Platte and south into the Arkansas creates a slight hump in the center of the state north and south as well as east and west. The flat, dry, treeless landscape has been described by many as extremely monotonous. what's most spectacular about that land is its immense sky, a deep blue high altitude transparency falling away to the distant horizons all around, like an ocean sky, but much bluer, drier and clearer, and bigger, too, since the land there is rounder than the ocean. It's not a good place for things to hide in. Eagles circling overhead can see and be seen for miles. Yet, something strange -- and in a way terrifying - has been happening recently in Colorado, throughout the west, and especially on the high plains immediately south and east of Denver. Animals have been found mutilated, mostly cattle, but also horses, sheep, goats and possibly dogs. The situation is completely baffling. Although at least 180 cases were reported in Colorado during 1975, the first solid clue to the mutilators' identity has yet to be discovered. The following news items present most of what is publicly known. The Glenwood Post , Glenwood Springs, Colorado, September 22, 1975 \"Garfield County Undersheriff told the Glenwood Post last week that Garfield County was the scene of a cattle mutilation as early as February of this year (1975). Hart also reported that on September 13, a Hereford cow was discovered mutilated just across the Garfield County line in Mesa County. Missing were the animal's sex organs, rectum and an ear. \"As usual, the animal was cut up, genitals excised and no sign left that would give law enforcement authorities any clues as to who or what committed the slaying. Hart said, 'There was no blood leading away from the kill. There were no tracks. There wasn't even a cigarette butt.' \"The February slaying involved two Hereford calves. Both animals had been stripped of their hides along their front quarters. No meat had been taken. There are also indications that slayings have occurred which have never been reported to the police authorities. \"In the last several months, butchering cattle has been on the upswing. Hart attributes this primarily to the country's economic recession. Police authorities are aware that some mutilations take place only to obscure the primary motive - that of obtaining some very fresh beef free of cost. Hart said, 'Whenever meat is gone, we don't classify it as a mutilation.' \"Theories abound as to who is committing the slayings. They include contentions that they are being committed by a satanic cult and even creatures from outer space. Hart is not willing to discard any possibility - no matter how outlandish. Hart doesn't even dismiss the interplanetary theory. Although he thinks that would be the last of all explanations, he says, 'In all my years of police work, I've had occasion to see things in the sky, along with other people, that none of us could explain.' \"When questioned about the possibility of a satanic cult being involved, Hart said, 'It could be. However, we have no evidence whatever to prove that.' The only thing Hart is willing to definitely say is, 'No doubt they are a bunch of nuts of some kind.' \"The most baffling aspect of the slayings to law enforcement authorities has been the neatness with which the killings have been done. In Colorado, slayings have occurred on open range land. Rarely are there footprints or tire tracks around the carcasses. This differs from killings reported in eastern states. In those eastern states, cattle were found in wooded areas where it is much easier to remain undetected. Ranchers and"},{"pageNumber":4,"pageContent":"police are perplexed how the killers can continue to remain undetected on open range. \"This is particularly true in Colorado's eastern plains. Hart detailed one case in which a steer was found on open range, cut open at the ribs with the heart excised.\" The same news item from the Glenwood Post tells of a Carbondale backpacker who found two mutilated sheep while hiking in the high country. According to him, \"It definitely was not any coyote. They don't neatly cut throats and leave with the genitals.\" The loss of two or three hundred cattle throughout the entire state of Colorado, which raises three million for slaughter, at least 30,000 of which could be expected to die annually of natural causes, isn't economically significant. What arouses such intense interest is the uncanny nature of the thing. Everyone who hears of it is fascinated and/or repelled. This includes the governor of Colorado, as is shown by the following news item. The Meeker Herald , Meeker, Colorado, September 4, 1975 \"Gov. Richard D. Lamm flew to Pueblo Monday afternoon to confer with the executive board of the Colorado Cattlemen's Association concerning the widespread livestock mutilations that have occurred throughout the state. Calling the mutilations 'one of the greatest outrages in the history of the Western cattle industry,' Lamm pledged the full resources of the state to help stop the mutilations and arrest the persons responsible. 'It is no longer possible to blame predators for the mutilations,' Lamm said. 'It is clear from the evidence that only human predators can be responsible for these terrible offenses.' The Governor noted that the School of Veterinary Medicine at Colorado State University had concluded that mutilations were caused by humans using knives. 'It is important that we solve this mystery as soon as possible,' Lamm said. 'The cattle industry already is hard hit from an economic point of view. From a humane point of view, and from an economic point of view, we cannot allow these mutilations to continue.' \"Lamm was accompanied to the meeting with the cattlemen by John MacIvor, Director of the Colorado Bureau of Investigation, which entered the case at the request of local law enforcement officials. The governor told the cattlemen he was asking all state agencies to cooperate fully with the CBI (Colorado Bureau of Investigation), and local officials, and to"},{"pageNumber":5,"pageContent":"provide any help needed to solve the case.\" If this mystery isn't solved, it won't be for a lack of trying. Some lawmen have said privately they would rather crack this than any case they've ever worked on. It would be interesting to calculate how much more the police work has cost than the comparatively paltry loss of two hundred beef. What's involved here is the principle of the thing, rather than money, and the uncanniness of the phenomenon, the intense public interest, the sacred rights of property, the rule of law and the loss of face for the law enforcement officials. The Gunnison County Times , Gunnison, Colorado, September 8, 1975 \"DENVER - The largest force of law enforcement manpower ever assembled in the history of Colorado has been unable to find any answers to the questions about 150 cattle mutilations. And, the reports of slain and mutilated cattle are still coming in daily. Reports early this week disclosed that other states experiencing the cattle mutilations in the past four years are now mobilizing a united effort to try to stop whoever is behind these slayings and apprehend those responsible. \"The use of radar aircraft installations over a wide area is now being employed to help local law officers track unidentified aircraft or reported sightings from area residents. A helicopter flying under 50 feet, however, may not show up on radar. If a helicopter were to dip behind a hill or land for a short period of time, the radar may lose the unidentified aircraft. Law enforcement officials are still facing many problems with how to track down reported sightings of helicopters flying without lights in the vicinity of mutilated cattle. \"A three state meeting of law enforcement officers has led to an agreement to share any and all information in the mutilation cases. Approximately 60 law officers from Nebraska, Wyoming and Colorado met in Fort Morgan to try to coordinate an effort to apprehend those responsible for the multitude of mutilations plaguing already hard hit ranchers and farmers in as many as 10 or more states. \"CHECK LIST The Colorado Cattlemen's Association (CCA) issued the following check list for ranchers: 1. Check pastures and cattle regularly - daily if at all possible. 2. If livestock mutilations or deaths are found: a. Do not go near or move the animal. b. Do not touch anything that would appear to be some physical evidence toward what may have caused the animal's death or mutilation. c. Immediately call the CCA Office, collect, at 623-4347. d. Immediately call the local sheriff's office. e. Do not discuss the death with neighbors, or others until it has been checked by officials. 3. Report any suspicious vehicle movements of any type. a. If an automobile, try to obtain a description to include color, year, make, model, tag number, time of day, date and direction traveling. b. If an aircraft, try to obtain description, color, numbers, helicopter or fixed wing, single or multi-engine, time of day, date and direction traveling. 4. Avoid publicity. 5. Time is of the essence. During business hours 8:30 to 5 PM, call the CCA Office at 623-4347. After hours, call David G. Rice, Jr., 237-4274, Doug Huddleston, 238-9894, or Margaret Maul,"},{"pageNumber":6,"pageContent":"364-4133. \"This fact sheet is for Colorado residents only. Residents in other states should contact local law enforcement agencies immediately and local and state cattlemen's associations. The recent meeting held in Fort Morgan confirmed 132 cattle mutilation deaths in Colorado with estimates now indicating the number may be as high as 150. \"Mutilated cattle delivered to the Colorado State University veterinary pathology lab have, for the most part, been too decomposed to be able to ascertain the cause of death. In one case, the cause of death was reported to have resulted from natural causes before the mutilation was performed. \"CBI special investigator, Carl Whiteside, said that the removal of sex organs and other body parts was definitely not made by predators. The only consistent item brought up was that a ranch or farm hit once was not hit again. \"Sheriff George Yarnell of Elbert County, Colorado, the hardest hit area with 55 cattle mutilations that began in April, believes that helicopters are being used to transport the animals. He described circular impressions found around one slain animal to support his theory. He also reported that about 85% of the cattle mutilated in his area were found in hilly terrain. 'If helicopters are being used, this type of area would cut down on lighting and noise of aircraft,' Yarnell said. \"There has also been some consensus by various ranchers studying their mutilated animals that tranquilizer darts or injections are being used on the cattle. Colorado's U. S. Senator, Floyd Haskell, has called for the Federal Bureau of Investigation to enter the case, since the incidence of cattle mutilations has covered several western states. \"All kinds of classes of cattle have been effected with many of the most valuable animals in the herd being struck down. Miscellaneous cases have been reported in the Dakotas, Wyoming, Nebraska, New Mexico and Montana, but Colorado remains the hardest hit to date. \"The number of cattle mutilations and the frequency of the slayings has continued to baffle Colorado law enforcement officials since April 1975. The Colorado Cattlemen's Association has offered a $5,000 reward for the apprehension of those responsible for the mutilations. Also, the Montana Stock growers Association has recently raised the reward in Montana from $250 to $1,000 for any information leading to the arrest and conviction of mutilators.\" As this is being written, rewards offered for the arrest and conviction of cattle mutilators keep mounting and would make a nice bulge in the wallet to go with the feather in the cap of the lawman who solves the case. In order to check out the tranquilizer dart and injection theories, CSU (Colorado State University) animal pathologists have skinned out some carcasses very carefully examining the flesh and hides for tiny holes or other evidence of injections and have reported finding none. The helicopter theory is widespread because no tracks, blood, or evidence of struggle is apparent. Also, some carcasses appear to have been transported to unlikely locations apparently so they can be found more easily. Intense blinding lights from the sky are also reported to be a part of the phenomena. Continued in Chapter 1, Part Two "},{"pageNumber":7,"pageContent":"Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
