[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Part 3 - UFO Crash/Retrievals, Status Report VII by Len Stringfield © 2003 by Linda Moulton Howe To be more computer-upload-friendly, the reprints will be divided into parts. Here begins Part 3 of Status Report VII, from February 1994. The Case of the Mosgrove Mandible John Mosgrove, a resident of Indiana, worked as a dental technician at the Brown Veterans Hospital in Dayton, Ohio, in 1979. He is proud of the fact he had won an award for adapting an effective guidance system, to reduce harmful radiation effects to patients receiving dental appliances. When he first called me March 30, 1993, he said that he was trying to find someone in a responsible position to hear out his story about dental evidence with an alien connection and that a newspaper editor in Florida had referred him to me. It was on a Thursday, Mosgrove recalls, a day normally slow, set aside for special training seminars, that he and a co-worker, who also worked on the new radiation guidance system, were in their lab when the Chief of Staff of the dental clinic came in with an urgent assignment. According to Mosgrove, the doctor removed from a well-packed container a dental impression of an anterior portion of mandible to form into a study model. This was a normal procedure, but he was further instructed to prioritize the job and not to enter it into the records - which was not normal. This was the simple beginning of a day that ended in puzzlement and disbelief. Once the model was formed and rinsed, he stood looking at it knowing it was not the mandible of a human being. Said Mosgrove, \"I've never seen anything like it before or since. At first, yes, I felt excitement, but as reality set in, fear took over - a fear of something that I wasn't suppose to know about.\" To his good fortune, Mosgrove has a replica of the study model, but it was not a gift of the clinic. When the doctor came back to pick up the finished product, he dutifully crunched up the impression and tossed the fragments into the waste receptacle. Curious, Mosgrove's first reaction was to follow the doctor who went through the large swinging door of his quarters, next to the reception office, and peered through its small window. In view were two USAF officers, one a colonel who placed the model into a container and then stashed it into his briefcase. Both the officers shook hands with the doctor and departed. Later, he learned that they were stationed at Wright-Patterson AFB. But, the supposedly destroyed evidence became positive evidence. Mosgrove gathered the shattered pieces, took them to his home workshop, and in four days reconstructed his own study model. Thanks to Mosgrove's trust, I now have a replica of the model which he suggested I show to an anthropologist for scientific opinion. To me, it appears small by human standards. The toothless gum portion tapers sharply to the cuspid region where one lone tooth is intact in the center, "},{"pageNumber":2,"pageContent":"the top surface of which is flat. In the posterior region are two molar-like teeth, one each in opposite gums. They were not incisors, indicating meat eaters, as the tops were round and flat. The remainder of the gum shows what appears to be jagged indentations into where teeth might have existed. Mosgrove could only guess as to the reason for the missing teeth. \"Either they were extracted for study or had been knocked out as a result of an accident.\" Model of unidentified mandible with flat teeth, no cutting surfaces, and \"radical- shaped\" jaw line, not U-shaped like a human's. Photograph by Bruce A. Phillips, B. P. Dental Laboratory. Left: Model of unidentified lower mandible. Right: Model of white human male, 30 years old, lower mandible mounted on articulator. Photograph by Bruce A. Phillips, B. P. Dental Laboratory. Comments from Bruce A. Phillips, B. P. Dental Laboratory, after examining the unidentified lower mandible model and comparing it to model of 30-year-old white human male's lower mandible."},{"pageNumber":3,"pageContent":"Sketches of the unidentified lower mandible by John Mosgrove who reconstructed it. Mosgrove, who now continues his dental practice out of his home, has the good fortune of having a business connection with a certified dental technician, Bruce Phillips, who also operates his own business, specializing in crown work. I have had several chats with Phillips, a former USAF dental technician at Wright-Patterson AFB, regarding his friend's study model which he examined. In his opinion, the specimen is not human nor is it any other species of the anthropoidal family. He also vouches for the integrity of Mosgrove. Having heard of Stan Friedman's UFO research on TV in 1990, Mosgrove said he made contact with him to share his dental discovery. Submitting a drawing of the mandible to him by mail, Friedman, after consulting a dentist, responded with the comment that \"his story was interesting.\" But Mosgrove never heard from Stan again. Shown are two photographs taken by Phillips, with his comments about the unidentified specimen compared with an adult human male mandible. Also is a sketch by Mosgrove which shows the portion of the mandible to form a study model and a hypothetical section of the posterior. Speculatively, this missing section might have provided more clues of an alien interlocking system with the upper jaw or maxilla. Only the USAF medicos knew the purpose of their visit to Brown Vets Hospital, picking a slow work day, to have a study model made in secrecy away from their own facilities. Teeth! If the Mosgrove mandible is truly alien, it raises a number of issues about its origin, of its relationship with other types and even its agenda. To begin a good working hypothesis, it is no simple matter with limited reliable information about alien physiology to take one body part, be it teeth, body liquid or the number of fingers and just say that the one sample, with or without teeth, are of different extraterrestrial origins with different agendas. Nor is it simply said that the one with teeth and perhaps appearing more human might be the leader over the popular little greys who are without teeth and digestive and alimentary systems. The little grey, without teeth in its small membranous cavity (mouth), are abundant in all close encounter cases such as abductions and also those retrieved from crashed UFOs. With minor exceptions, they all look and"},{"pageNumber":4,"pageContent":"behave alike, which suggests they might be clones, robots or even a creature of a lower order from the same planet. But teeth existing in other humanoids, despite their rarity, is an important factor to consider if we are to find a meaning ultimately to an alien agenda. It is a teasing thought to postulate that an alien, appearing almost human, might have had a past affinity to Earth's Homo sapiens or some earlier anthropological creature. Furthermore, if we are willing to accept Mosgrove's mandible as evidence, we can only wonder if this alien type whose \"molars\" are not incisors and thus, not flesh-eaters, if they chew soft foods or ingest liquid nutrients? Perhaps, they have reached the evolutionary state when incisors are atrophied and no longer vital to survival. While speculation can be fun, there is no substantive evidence to make an educational appraisal. To augment the dental mystery is the case of the Arizona crash, in which a top official at Wright-Patterson AFB claimed that he knew of an alien body (or bodies) that had been examined showing no teeth decay, and the case of the informant describing aliens with round, flat teeth in the 1942 east coast crash. There are other early-year cases which produced rumors of aliens with perfect teeth whose lifespan exceeded Methuselah. But I have always relegated most of those stories as baseless. On a final, positive note, Mosgrove, in an attempt to identify the origin of the mandible, on November 4, 1993, called the doctor who gave him the assignment in 1979. Now on a staff of a Vets hospital in Chicago, he responded, \" No comment. I still work for the federal government.\" To be continued in Part 4 . Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
