[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Part 5: Inside Saucer Post ...3-0 Blue © 1957 by Leonard H. Stringfield (out of print) Reprinted with permission in Earthfiles.com © 2006 by Linda Moulton Howe \" N o agency in this country or in Russia is able to duplicate at this time the speeds and accelerations which radar and visual observers indicate these unidentified flying objects are able to achieve. ...The way they change position in formations would indicate that their motion is navigated and controlled.\" - U . S. Navy Admiral Delmar Fahrney Return to Part 1 December 11, 2006 Albuquerque, New Mexico - A n official publication of Civilian Research, Interplanetary Flying Objects (CRIFO) © 1957 by Leonard H. Stringfield. THE CASE AGAINST CENSORSHIP Even though the evidence pointed heavily in favor of the popular belief that censorship was practiced by the press, I still lacked the proof of it. And, while lacking proof, I felt determined not to close my mind on the possibility that there still was another answer for the press' strange behaviorism in regard to the flying saucer issue. Perhaps, I have often thought, I had leaned too heavily on local incidents as my best evidence. These, I believed, in my negative moments, were certainly no criteria for the status quo on a national scale. Still picking at my own presumptions, I also wondered about the few intelligent stories that were being carried by the newswire services and those that were published with an editorial challenge by newspapers in other cities. In brief, I felt convinced that something was amiss in the press's attitude and actions, but when searching for its pattern, the pattern became more and more patternless. Perhaps John DuBarry, former Aviation Editor of Tr ue magazine, hit upon the answer when he wrote me the following: \"UFO censorship is presumed to operate in two areas - in the government and in the press. Before considering its causes and effects, let's define the term. By censorship, I assume we mean deliberate interference with, or suppression of, communication for reasons of policy. Such censorship has indeed taken lace in the government, as Donald Keyhoe and Edward Ruppelt have showed us. Though the policy basis is still unclear - whether it's fear, stubborn disbelief, or simple bafflement, we don't know - there has been a more or less successful "},{"pageNumber":2,"pageContent":"squelching of good UFO cases. \"In the press, however, the situation is different. No central command exists, as in the government, that can compel silence. From experience on both newspaper and magazine staffs, I know that most publishers and editors would react against ny attempt to shut them up about UFOs. I am sure that the government has not tried directly to do so. A few publications, I don't doubt, have adopted a self-imposed censorship as a matter of policy. (They don't believe in saucers, or they don't want to encourage public concern about them.) Most publications just don't know what to think and consequently, accept Air Force pronouncements. If they are silent, we can blame them for being negligent or gullible, but not for being censored. As a matter of fact, local newspapers report a fair number of UFO sightings and news clippings are the mainstay of our UFO files. \"Therefore, let's capitalize on this lack of censorship in the press. If UFO investigators and groups will take it as a major duty to give calm, reasoned, intelligent comments on observable phenomena in letters to editors, radio newscasters and so on, we'll get a hearing and we'll help to keep press channels open until conclusive proof is at hand.\" To me, DuBarry made sense! His reasoning covered most of the \"old saws\" crying censorship and provided at least a sensible explanation for even the extreme issues which bothered the more searching critics. Reviewing these accordingly, I could see instead of censorship the \"canned\" editorial as an editor's laziness; the smothered story as an editor's bias; the garbled account as an editor's poor discipline; and I might add, the funny story, which if not funny originally, was made that way to suit an editor's witty nature. But, editors like to see newspapers and to offset the scare headlines they embroider around international incidents and murder, most will jump at a story like this little squib appearing in the Cincinnati Post on July 13, 1957: \"A flying saucer (with little men scampering around it) was reported by hundreds of Chicago residents. ...Military and weather bureau officials identified it as a runaway weather balloon, drifting at an altitude of 60,000 feet. ...They explained everything, except the 'little men.'\" The Cincinnati Post, however, stumbled for an answer when asked why they blacked out the big saucer story hitting Indianapolis on August 6, 1957, which involved UFOs maneuvering around an Air Force bomber. Probably it was not funny enough. On the other hand, DuBarry points out the kind of newspaper which adopts a policy of self-censorship. Such might be the case of the Cincinnati Enquirer , who edits news with a protective complex. One example possibly is a United Press story datelined San Juan, Porte Rico, published by the Enquirer on March 10, 1957. \"A fiery object hurtled toward a Pan American Airways plane high over the Atlantic Ocean today on March 9, 1957, forcing it to take quick evasive action to avoid being hit, the pilot reported. Four persons required hospitalization for shock and injuries suffered apparently because of the maneuver. Capt. Matthew Van Winkle said he could not identify the flaming object which menaced his transport at the half-way point on the flight from New York to San Juan. The pilot of a Trans-Carribean plane said he saw the object and said he believed it could have been a meteor. A Pan-American spokesman said other planes on the same route saw more than one object. Capt. Van Winkle said his first impression when he sighted the object was that it was a jet plane. But when it got closer, he said he noticed it was not shaped like any known jet. To avoid a collision, Van Winkle said he pulled the plane into a steep climb, rising 1500 feet in a few seconds.\" But for some quirk of reasoning, the Enquirer headlined the story this way: \"Pilot Climbs, Avoids Meteor: Four Hurt.\" To the ordinary reader, the object in question would be written off as meteor. But had the reader seen the Philadelphia Inquirer's version of the same UP release, he would have read under the headline, \"Airliner Dodges Fiery Object\" a far more detailed account, which quotes Capt. Van Winkle: \"...It was a burning greenish white round object, unrecognizable, but definitely not a meteor.\" Thus we see by coloring the news to satisfy a policy, the story lost its true perspective. Later, Civilian Saucer Intelligence of New York dug deeply into the case and interrogated Van Winkle and others. Their findings published in CSI's May issue of Newsletter proposes the meteoric explanation, but admits that the odds are equally in favor of it being a UFO. Added confirmation came from the Baltimore Sun, which datelined a UFO report on March 9, 1957, from Columbia, S. C. as follows: \"A huge flashing object shooting through the air was reported early today by several residents in the Columbia area. The brilliant"},{"pageNumber":3,"pageContent":"object was described as emitting feathery-like flames as it moved rapidly along just above the tree tops.\" Since the Atlantic incident, there have been three other known instances where commercial aircraft have had narrow escapees with UFOs. One was a DC-3, which lost ten feet of its wing. To my knowledge, the Enquirer bypassed all three stories. However, since the Post published all three, it again reveals certain \"protective\" traits in another papers' policy. The three Post articles included 1) Phoenix, Arizona, April 21, 1957, DC-3 with ten feet of wing chopped off the end of the left wing by \"some object\" with which it collided in flight an hour earlier. 2) Near El Paso, Texas, July 17, 1957, nearly 80 passengers aboard DC-6 were thrown from their seats as plane dived to avoid collision with a green-lighted object. 3) Amarillo, Texas, July 22, 1957, several of the 34 passengers aboard a Trans-World Constellation were injured when plane dived to avoid an object. While I have frequently taken the Cincinnati Enquirer to task for its suspicious handling of UFO news, it was ironically the same newspaper on April 7, 1957, that provided me with the kind of evidence which could change my views toward the Enquirer and which could vindicate all newspapers from the same suspicions. The evidence was simple and it began with Mrs. Catherine Golden, Chairman of the Cincinnati UFO Society, who called the Enquirer to announce that Major Donald Keyhoe would lecture on April 6, 1957, at the Hughes High School Auditorium. As expected, when the announcement appeared in print, it was a lampoon of Keyhoe. In t he meantime, with Orbit bowing out, I had prepared a CRIFO statement, which summarized three years of research. I delivered copies to all three newspapers and the newswire services, but these were smothered, save for a brief squib appearing in Ed Chapin's column in the Times Star. I was still enduring that snub when I introduced Keyhoe to the audience. My first words were vindictive barbs aimed at the press. Those barbs, followed by Keyhoe's critical review of the \"conspiracy,\" I thought would surely draw the press's ire and the inevitable slap. But to my surprise, the next morning's Enquirer pulled an about face and stated: \"SAUCER LID BY AF CHARGED - Expert Says Truth on Flying Objects is Being Withheld. \"An estimated 500 persons yesterday heard Major Donald Keyhoe, 'flying saucer' authority, charge the Air Force with withholding the truth on its investigations of unidentified flying objects. ...Keyhoe heads the National Investigations Committee on Aerial Phenomena (NICAP), which he said will attempt to fill the 'breach' left by Air Force silence on the matter. 'This is an honest investigation,' he said. 'We expect to get rid of all hoaxers and the lunatic fringe.' Keyhoe outlined the history of sightings since 1957. For awhile, he said, a group inside the Air Force believed in making public the facts of its UFO research and leaked some of it. Then the lid went down tighter than ever.' \"Admitting that he had 'never seen a flying saucer, except on a radarscope,' Keyhoe cited several sightings which he said had gone unexplained. He said that fear of creating widespread hysteria apparently is responsible for the Air Force policy - the fear that 'if we would admit we were being observed by people from another planet, it would cause panic. If the objects are from other worlds,' Keyhoe said, 'I personally don't accept that there is anything ominous about them. They've had many years to attack us. We have the right to know the facts,' he said, suggesting the Air Force would be wiser to release those facts gradually and prepare the public.\" A straight and sober report; neither saucers nor Keyhoe sold short, which is so often the case when other newspapers recount his lectures. Had the Enquirer been under the \"thumb\" or \"too close to Wright-Patterson, nautically and politically\" as has been charged, the lecture would have been snubbed or subjected to choice phraseological snipes. Still another example of a newspaper asserting its rights was the Provident, Rhode Island Bulletin on March 6, 1956, which rose editorially to challenge the official explanation for a mysterious skyquake. The Bulletin wrote: \"Every now and then, a noise like a giant thunderclap explodes over broad sections of Rhode Island, shaking homes, rattling windows, and alarming citizenry. The common assumption is that the noise comes from a jet plane breaking through the sound barrier. Local military air commands, though, seem to be forming the habit of issuing denials, each time the thing happens, that any of their aircraft could have caused the blast. Exactly this occurred"},{"pageNumber":4,"pageContent":"last Saturday for the second time in recent weeks. However accurate they might be, these automatic denials serve no useful public purpose. Frightened citizens don't want to know what did not happen, but what did. And they have a right to be told. ...People are jittery enough these days, and they aren't going to be reassured by piecemeal official denials that don't explain anything.\" Remarks like these would hardly indicate that its editor had succumbed to censorship. If such extreme controls existed, no newspaper, including the Bulletin , would be free to criticize the authorities. More evidence, this counteracting the charge that newswire services smother saucer news - and coming as a surprise to me - was an International News Service (INS) story which broke December 18, 1954. It read as follows: \"GROUP DEFIES IKE'S DENIAL - The publisher of CRIFO Newsletter challenged President Dwight Eisenhower's recent statement that there is no reason to believe the phenomena (saucers) are from another planet. Leonard Stringfield said in a letter to the President that the Air Force possesses evidence supporting his belief the saucers are interplanetary vehicles. Stringfield asked that the Air Force release this evidence, which he said consisted of films and the evaluation reports of these films. The publisher claimed Air Force conclusions about the saucers are so serious that some officers have been threatened with court martial if they talk too freely.\" Unaccountably, my letter of rebuttal to Ike somehow was picked up by INS after I had offered it to United Press and Associated Press where it was spurned. The AP office told me they would have to check first with their New York Bureau. But when I phoned the next day, I learned AP had killed it. But the INS report apparently had stirred up a hornet's nest. Hard on its heels came a Scripps-Howard blast. In an article about civilian saucer research, Robert Carter of the Washington, D. C. office singled out my letter to President Eisenhower as a prime target and commented: \"Stringfield was all worked up.\" Crater also took slaps at researchers Max Miller, Jim Moseley and Meade Layne. But most significant was the fact that INS carried the story - and certainly any decree by the government which would gag UP and AP would also include INS. Exploding the myth of censorship once and for all was the Admiral Delmar Fahrney statement on behalf of NICAP (National Investigations Committee on Aerial Phenomena) headquartered in Washington, D. C., and publisher of The U.F.O. Investigator. His statement made every front page and newscast in the USA on January 16, 1957. In brief, Admiral Fahrney said, \"There are objects coming into our atmosphere at very high speeds. No agency in this country or in Russia is able to duplicate at this time the speeds and accelerations which radar and visual observers indicate these unidentified flying objects are able to achieve. There are signs that an intelligence directs these objects because of the way they fly; the way they change position in formations would indicate that their motion is navigated and controlled.\" Commented C.S.I. of New York in their May 1957 News Letter : \"...All that's needed to get UFOs back on the front pages is a saucer story involving an eminent military man.\" Summarizing, I cannot believe at this writing that anyone of our great newspapers is interlaced in a conspiracy to censor saucer information. Perhaps the answer to their seeming errant behavior is in keeping with the words expressed by John DuBarry: \"If they're silent, we can blame them for being negligent or gullible, but not for being censored.\" Although DuBarry might be correct, I also believe i is true that on occasions our editors - and particularly the newswires - have been \"requested not to write this or that\" about a UFO incident, which seems to be the case in England as pointed out by the British Flying Saucer Review. Such, however, if true, not only confirms the handclasp of a \"gentleman's agreement\" in the U.S.A., but also suggests there is an Anglo-American fear in having its people know what is hidden under the lid of the Pandora's Box. The British publication, Uranus , wrote: \"...The press in England is not censored, but their staffs include science editors who have friends in the 'right places,' and with a knowledge of the methods employed in official departments, these reporters know only too well the official viewpoint on the subject of flying saucers.\" THE SPOILS OF SILENCE Whatever other reason there is for the unpublished stories such as the Cincinnati jet intercept of August 23, 1957, many would be lost to public interest if it were not for the sounding boards of civilian research organizations which collect valuable information from worldwide, fact-hunting correspondents. Commenting on CRIFO, the \"inside-looking-out\" saucer author, Edward Ruppelt, once wrote me: \"I must say that yo have a very effective"},{"pageNumber":5,"pageContent":"'report collection net' established.\" Following are typical cases published in Orbit, which no one newspaper dared to probe beyond their headlines, but required time and effort on the part of a voluntary investigator. Case 299 , investigated by Mrs. I. E. Epperson of Burbank, California, who brought to light additional facts concerning the object hovering over Lockheed Aviation Plant on February 13, 1957. Case 296 , investigated by Kenneth Smith of Knoxville, Tennessee, who tied in a local smog mystery with a fireball's passing over on January 21, 1957. Cases 247 through 251 and 255 through 263 , each bearing copious clippings with personal investigations and observations sent in by Ray Scrimshaw of Minnesota; Claressa Van Hoof of Williston, North Dakota; Elmer Dahl of St. Paul, Minnesota; and Charles Follick of Great Falls, Montana, during the big flap over the North Central states in November to December 1956. Case 218 , investigated assiduously by Dean Strawn of Corona, California, who produced valuable concatenating evidence of a skyquake, a forest fire and a UFO, September 12, 1956. Case 217 , investigated by Richard Hall of New Orleans - a researcher who contributed heavily to CRIFO files and then published Satellite . Hall tracked down reports of objects cavorting over New Orleans on September 12, 1956. Case 200 , investigated by C. H. Marck of Denver, who kept me posted almost daily on the spate of incidents occurring near Ft. Collins, Colorado, in August 1956. On the other hand are those with experiences to tell who shrink away from publicity, fearing ridicule or that they are treading on security. Frequently, I have received excellent reports from individuals who denied the right to publish their information; or the writers requested anonymity. \"I'll be laughed right out of my job,\" was one remark. Another good one: \"My wife thinks I'm nuts already. She hears of this and she'll leave me for sure.\" I always tried to laugh with them, but a few were truly worried about information released inadvertently. I remember one case involved an engineer who returned to Cincinnati from Arizona with a very lucid report of what he had encountered on his trip. Obligingly, he took the time to write it up on the request of a friend of mine, who in turn obligingly submitted the report to CRIFO for review in Newsletter . When the sighter learned of this, I was told he almost went into shock and demanded that his report be destroyed. In his opinion, what he had seen was a U. S. secret weapon and he spent weeks fearing that his report had violated national security. I dismissed the case, not even alluding to it in my bulletin, although it would have tied in with other material on hand. Another case in which fear of consequence prevented the investigator from obtaining valuable direct confirmation involved a weird and most unusual sighting. The eyewitness's fear kept it from reaching the press, except for Orbit . C. W. Fitch of Cleveland, Ohio, attempted to follow up certain leads in a Jacksonville, Florida incident ( Orbit Case No. 162, May 9, 1956). This involved the experience of two girls who were terrified by a low-hovering object over a bus stop late at night. A thorough follow-up of this case was made by Fitch in an attempt to obtain additional information and confirmation of the occurrence. He succeeded in locating the driver of the bus and obtaining his written confirmation of having seen the objects, backing up the girls' story, but beyond that his perseverance was greeted by cold silence. He was desirous of obtaining the additional testimonials of two gentlemen who were passengers aboard the bus that evening and who had also observed the two mysterious devices which had frightened the girls so badly. Numerous courteous letters, mailed registered, failed to elicit any reply from these two witnesses. Fitch got direct confirmation of the incident from three of the principals involved, Joan Frost, Gertie Wynn and Wallace L. Marlowe, the driver. Excerpts from their letters are included at this point since they are highly illuminating as to their personal reactions at the time. Joan Frost: \"The object was surrounded by an eerie red mist of light with a brighter red, almost like a flame, shining through three cracks of a door in the bottom of it. We saw the door which was closed and seemed to be quite a good size, but did not take too much notice of it because when we saw that it looked like we were going to get picked up. I got terrified and started to run.\" Gertie Wynn: \"It went just above our heads. There was definitely no sound at all. I sure had a fear of being kidnapped. It was also an exciting feeling of something different.\""},{"pageNumber":6,"pageContent":"Wallace L. Marlowe: \"I was the operator of the bus that was mentioned by Miss Frost and I remember the occurrence quite well. As I approached the corner, I saw two strange objects in the air just above the girls and ahead of my bus. I pulled on down to where they were standing and stopped. I remember the girls were badly frightened when they boarded the bus and I believe they mentioned something to the effect they thought they were about to be kidnapped. As I looked at the objects as they hovered just above us for a second and then they both went up into the air at a high rate of speed. There was absolutely no sound of any kind. These objects, whatever they were, were quite large. As I recall, one was slightly smaller than the other. They appeared to be round. There was a slight red glow from the underside and a bright light on the top of each one. I have no idea what they were, but I do know they were not jet aircraft. It gave me a very eerie feeling which I still recall.\" Indirect confirmation eventually was obtained from the two passengers referred to as Mr. W. T. Hill and Mr. C. R. Lewis, both of Jacksonville, Florida. Fitch had related the Jacksonville sighting to a friend, Mr.Bob Albers, past-president of the Cleveland Aviation Club who then became interested in it. While on a vacation in Florida, during March 1957, Albers made it a point to call on Marlowe, Hill and Lewis. On his return to Cleveland, he acquainted Fitch with the fact that all three of these individuals talked freely to him of having seen the strange objects. While willing to discuss and confirm their sighting verbally, the latter two were apparently apprehensive of putting anything in writing relating to it. However, the additional verbal confirmation received through Albers helps to place this case in the top bracket of authentic and reliably confirmed UFO sightings. THE DANCE OF 'LIFE' A horse of a different color in the publishing business is Life magazine, the pictorial big brother of Time - both of which carry big sticks of influence everywhere in USA! In 1952, Lif e published a sensational feature article entitled, \"Have We Visitors From Space?\" in which its authors, H. B Darrach, Jr., and Robert Ginna, presented \"scientific evidence that there is a real case for interplanetary flying saucers.\" Commented Robert Ginna in a later article in Lif e : \"...the story prompted an unprecedented response from the readers.\" On March 5, 1955, on behalf of CRIFO, I wrote to Lif e 's editorial office: \"In respect to Lif e 's silence on 'saucers' since its big expose, 'Have We Visitors From Space?' in 1952, might this writer construe such to mean that nothing has since happened to alter that belief? By that, I mean the hypothesis that 'saucers' are interplanetary. On March 25, 1955, Life answered: \"Many thanks for your letter of March 6. Unhappily, in sending it on to the editors for consideration, it has been lost - or so very well misplaced that all our efforts have failed to locate it in the right editor's suggestion folder. Would you be good enough to send me a copy? This time, I will see that it receives prompt attention.\" On March 27, 1955, I sent a carbon copy as requested. Having heard nothing by May 2, I wrote a follow-up. My letter read in part, \"slightly flabbergasted, I'm still awaiting your reply to either my original letter of March 5, 1955, or its copy duplicate mailed at your request on March 27, 1955. You promised that my second letter would receive prompt attention, but I see that another month has rolled by and still no answer.\" I ended my letter repeating my earlier question. Finally on May 12, I received the following reply from which I quote: \"Unfortunately, the editors report that they are unable to fit another 'flying saucers' article into upcoming schedules - at least for the time being. They will, however, keep the subject at hand and perhaps it can be reconsidered later on.\" On May 17, I wrote, \"Your letter of May 12, in reply to mine of May 2, is received and the writer is grateful for your prompt reply. However, your answer leaves this writer mystified in that it obliquely evades the question asked in a series of letters dating back to March 5, 1955. In view of Life 's silence on the subject - despite new and material evidence - it seems, therefore, safe to conclude that Life 's present opinion and policy remains unchanged and thus, still upholds the belief that UFOs (saucers) are interplanetary vehicles.\" Two more follow-ups never brought answers. Obviously, a game of hocus pocus, I thought. Probably the easiest way for Life to get itself off the hook. But perhaps there was a reason - the same reason which impelled Life and Time to treat the saucer problem so sleazily since 1952. I thought I knew why.\" Continued in Part 6 - UFO Film and Mysterious Green Fire Balls"},{"pageNumber":7,"pageContent":"More Information: For further information about Leonard Stringfield's UFO Status Reports, please see reprints below from the Earthfiles Archives: Status Reports I • 10/25/2005 -- Final Part 6: Retrievals of the Third Kind - A Case Study of Alleged UFOs and Occupants in Military Custody • 10/13/2005 -- Part 5: Retrievals of the Third Kind - A Case Study of Alleged UFOs and Occupants in Military Custody • 10/05/2005 -- Part 4: Retrievals of the Third Kind - A Case Study of Alleged UFOs and Occupants in Military Custody • 09/30/2005 -- Part 3: Retrievals of the Third Kind - A Case Study of Alleged UFOs and Occupants in Military Custody • 09/26/2005 -- Part 2: Retrievals of the Third Kind - Kingman, Arizona Crash • 09/25/2005 -- Part 1: Retrievals of the Third Kind - A Case Study of Alleged UFOs and Occupants in Military Custody Status Reports II • 09/19/2005 -- Final Part 9: The UFO Crash/Retrieval Syndrome: Status Report II - New Sources, New Data • 09/17/2005 -- Part 8: The UFO Crash/Retrieval Syndrome: Status Report II - New Sources, New Data • 09/14/2005 -- Part 7: The UFO Crash/Retrieval Syndrome: Status Report II - New Sources, New Data • 09/06/2005 -- Part 6: The UFO Crash/Retrieval Syndrome: Status Report II - New Sources, New Data • 08/22/2005 -- Part 5: The UFO Crash/Retrieval Syndrome: Status Report II - New Sources, New Data • 08/17/2005 -- Part 4: The UFO Crash/Retrieval Syndrome: Status Report II - New Sources, New Data • 07/20/2005 -- Part 3: The UFO Crash/Retrieval Syndrome: Status Report II - New Sources, New Data • 07/14/2005 -- Part 2: The UFO Crash/Retrieval Syndrome: Status Report II - New Sources, New Data • 07/12/2005 -- Part 1: The UFO Crash/Retrieval Syndrome: Status Report II - New Sources, New Data Status Reports III • 07/05/2005 -- Final Part 15: UFO Crash/Retrievals: Status Report III - Amassing The Evidence • 06/20/2005 -- Part 14: UFO Crash/Retrievals: Status Report III - Amassing The Evidence • 06/17/2005 -- Part 13: UFO Crash/Retrievals: Status Report III - Amassing The Evidence • 05/10/2005 -- Part 12: UFO Crash/Retrievals: Status Report III - Amassing The Evidence • 05/04/2005 -- Part 11: UFO Crash/Retrievals: Status Report III - Amassing The Evidence • 04/19/2005 -- Part 10: UFO Crash/Retrievals: Status Report III - Amassing The Evidence © June 1982 by Leonard H. Stringfield • 04/18/2005 -- Part 9: UFO Crash/Retrievals: Status Report III - Amassing The Evidence © June 1982 by Leonard H. Stringfield • 04/05/2005 -- Part 8: UFO Crash/Retrievals: Status Report III - Amassing The Evidence • 03/28/2005 -- Part 7: UFO Crash/Retrievals: Status Report III - Amassing The Evidence © June 1982 by Leonard H. Stringfield • 03/24/2005 -- Part 6: UFO Crash/Retrievals: Status Report III - Amassing The Evidence • 03/22/2005 -- Part 5: UFO Crash/Retrievals: Status Report III - Amassing The Evidence © June 1982 by Leonard H. Stringfield • 03/13/2005 -- Part 4: UFO Crash/Retrievals: Status Report III - Amassing The Evidence • 03/07/2005 -- Part 3: UFO Crash/Retrievals: Status Report III - Amassing The Evidence • 03/03/2005 -- Part 2: UFO Crash/Retrievals: Status Report III - Amassing The Evidence © June 1982 by Leonard H. Stringfield • 03/01/2005 -- Part 1: UFO Crash/Retrievals: Status Report III - Amassing The Evidence © June 1982 by Leonard H. Stringfield Status Reports IV • 02/23/2005 -- Final Part 4: UFO Crash/Retrievals: Status Report IV - Fatal Encounter At Ft. Dix-McGuire • 02/19/2005 -- Part 3: UFO Crash/Retrievals: Status Report IV - Fatal Encounter At Ft. Dix-McGuire • 02/14/2005 -- Part 2: UFO Crash/Retrievals: Status Report IV - Fatal Encounter At Ft. Dix-McGuire • 02/13/2005 -- Part 1: UFO Crash/Retrievals: Status Report IV - Fatal Encounter At Ft. Dix-McGuire Status Reports V • 02/07/2005 -- Final Part 3: UFO Crash/Retrievals: Status Report V - Is The Cover-Up Lid Lifting? ++• 02/04/2005 -- Part 2: UFO Crash/Retrievals: Status Report V - Is The Cover-Up Lid Lifting? • 01/30/2005 -- Part 1: UFO Crash/Retrievals: Status Report V - Is The Cover-Up Lid Lifting? Status Reports VI • 01/26/2005 -- Final Part 28: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI © July 1991 by Leonard H. Stringfield • 01/17/2005 -- Part 27: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI © July 1991 by Leonard H. Stringfield • 01/15/2005 -- Part 26: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI © July 1991 by Leonard H. Stringfield • 01/11/2005 -- Part 25: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI © July 1991 by Leonard H. Stringfield • 01/06/2005 -- Part 24: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI © July 1991 by Leonard H. Stringfield • 01/04/2005 -- Part 23: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI © July 1991 by Leonard H. Stringfield • 12/28/2004 -- Part 22: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI © July 1991 by Leonard H. Stringfield • 12/19/2004 -- Part 21: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI © July 1991 by Leonard H. Stringfield • 11/26/2004 -- Part 20: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI © July 1991 by Leonard H. Stringfield • 11/17/2004 -- Part 19: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI © July 1991 by Leonard H. Stringfield"},{"pageNumber":8,"pageContent":"• 09/30/2004 -- Part 18: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI © July 1991 by Leonard H. Stringfield • 09/10/2004 -- Part 17: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI © July 1991 by Leonard H. Stringfield • 08/30/2004 -- Part 16: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI © July 1991 by Leonard H. Stringfield • 08/13/2004 -- Part 15: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI © July 1991 by Leonard H. Stringfield • 08/05/2004 -- Part 14: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI © July 1991 by Leonard H. Stringfield • 07/28/2004 -- Part 13: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI © July 1991 by Leonard H. Stringfield • 07/27/2004 -- Part 12: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI © July 1991 by Leonard H. Stringfield • 07/02/2004 -- Part 11: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI © July 1991 by Leonard H. Stringfield • 06/27/2004 -- Part 10: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI © July 1991 by Leonard H. Stringfield • 06/05/2004 -- Part 9: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI © July 1991 by Leonard H. Stringfield • 05/16/2004 -- Part 8: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI © July 1991 by Leonard H. Stringfield • 04/13/2004 -- Part 7: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI © July 1991 by Leonard H. Stringfield • 03/31/2004 -- Part 6: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI © July 1991 by Leonard H. Stringfield • 03/14/2004 -- Part 5: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI © July 1991 by Leonard H. Stringfield • 03/08/2004 -- Part 4: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI © July 1991 by Leonard H. Stringfield • 03/01/2004 -- Part 3: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI © July 1991 by Leonard H. Stringfield • 02/25/2004 -- Part 2: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI © July 1991 by Leonard H. Stringfield • 02/24/2004 -- Part 1: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI © July 1991 by Leonard H. Stringfield Status Reports VII • 02/16/2004 -- Final Part 15: UFO Crash/Retrievals, Status Report VII by Len Stringfield • 02/13/2004 -- Part 14 - UFO Crash/Retrievals, Status Report VII by Len Stringfield • 02/12/2004 -- Part 13 - UFO Crash/Retrievals, Status Report VII by Len Stringfield • 02/07/2004 -- Part 12 - UFO Crash/Retrievals, Status Report VII by Len Stringfield • 02/02/2004 -- Part 11 - UFO Crash/Retrievals, Status Report VII by Len Stringfield • 02/01/2004 -- Part 10 - UFO Crash/Retrievals, Status Report VII by Len Stringfield • 01/27/2004 -- Part 9 - UFO Crash/Retrievals, Status Report VII by Len Stringfield • 01/21/2004 -- Part 8 - UFO Crash/Retrievals, Status Report VII by Len Stringfield • 01/18/2004 -- Part 7 - UFO Crash/Retrievals, Status Report VII by Len Stringfield • 01/11/2004 -- Part 6 - UFO Crash/Retrievals, Status Report VII by Len Stringfield • 12/29/2003 -- Part 5 - UFO Crash/Retrievals, Status Report VII by Len Stringfield • 12/21/2003 -- Part 4 - UFO Crash/Retrievals, Status Report VII by Len Stringfield • 12/19/2003 -- Part 3 - UFO Crash/Retrievals, Status Report VII by Len Stringfield • 12/17/2003 -- Part 2 - UFO Crash/Retrievals, Status Report VII by Len Stringfield • 12/15/2003 -- Part 1 - UFO Crash/Retrievals, Status Report VII by Len Stringfield Websites: Majestic-12 Documents: http://www.majesticdocuments.com American Presidential Knowledge: http://www.presidentialufo.com Stanton Friedman: http://www.stantonfriedman.com Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
