[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Part 4: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation? © 2004 by Linda Moulton Howe Return to Part 1 December 10, 2004 Albuquerque, New Mexico - Interplanetary Phenomenon Unit One of the many important documents gathered by Bob and Ryan Wood and displayed for study at their website, www.majestic12documents.com, is entitled: TOP SECRET ULTRA INTERPLANETARY PHENOMENON UNIT SUMMARY INTELLIGENCE ASSESSMENT File Ref. 001947122-A.1206. This IPU document states: \"The extraordinary recovery of fallen airborne objects in the state of New Mexico, between 4 July - 6 July 1947: This Summary was prepared by Headquarters Interplanetary Phenomenon Unit, Scientific and Technical Branch, Counterintelligence Directorate, as requested by A. C. of S., G-2, at the expressed order of Chief of Staff.\" TOP SECRET ULTRA Interplanetary Phenomenon Unit Summary, re-classified above TOP SECRET on a Need To Know basis and approved on September 4, 1960, by NSA Director, Lt. General John A. Samford, and CIA Director, Allen Dulles. The IPU Intelligence Assessment was re-classified on September 4, 1960, as \"affecting the national security and has been upgraded as above TOP SECRET with a \"Need to Know\" basis. Only those authorized persons with MAJIC access may have access. Upgrading schedule to commence only with an approved presidential Executive Order with approval of U. S. Majestic Intelligence and Security.\" This reclassification was done by the authority of Lt. General John A. Samford, Director, National Security Agency, and approved by Allen Dulles, Director of the Central Intelligence Agency and stamped TOP SECRET ULTRA. "},{"pageNumber":2,"pageContent":"Upgraded classification approved by Allen Dulles, Director, CIA, and by authority of Lt. General John A. Samford, Director, NSA. Three Disc Crash Retrievals Between July 4-6, 1947 On Page 6 of the document, five alien bodies are described as they were found with a crashed aerial vehicle at a site on the northern end of the White Sands Missile Range in July 1947. The site is called LZ-2 in the report, which means, \"Landing Zone 2\" on White Sands territory between the Trinity Site and Oscura Peak. Landing Zone 1 is defined as the crash site between Corona and Roswell. A third Landing Zone 3 is defined as 30 miles east of Alamogordo near the Mescalero Apache Indian Reservation. All three crashes occurred between July 4 and July 6, 1947, according to the MJ-12 report. IPU document describes three UFO crash/retrieval sites referred to as LZ (Landing Zone) 1, 2 and 3, occurring between July 4 and 6, 1947. Approximate locations are shown on this map. On Page 2, Paragraph 4, the IPU Intelligence Assessment states: \"On arrival at LZ-2, personnel assessed the finds as not belonging to any aircraft, rocket, weapons, or balloon test that are normally conducted from surrounding bases. First reports indicated that the first crash investigators from Roswell AAF that LZ-1 was the remains of an AAF top secret MOGUL balloon project. When scientists from the Los Alamos Scientific Laboratory arrived to inspect LZ-2, it became apparent to all concerned that what had crashed in the desert was something out of this world. IPU Intelligence Assessment, Page 2, Paragraph 4. Description of Humanoid Bodies Recovered"},{"pageNumber":3,"pageContent":"at LZ-2, White Sands Proving Ground Further along in the IPU Intelligence Assessment, Paragraph 11 states: \"as to the bodies recovered at LZ-2, it appeared that none of the five crew members survived entry into our atmosphere due to unknown causes. DR. DETLEV BRONK has been asked to assist in the autopsy of one well preserved cadaver to be done by MAJOR CHARLES REA. From what descriptions the team was able to learn and from photographs taken by intelligence photographers, the occupants appear in most respects human with some anatomical differences in the head, eyes, hands and feet. They have a slight build about five feet tall, with grayish-pink skin color. They have no hair on their bodies and clothed with a tight fitting flight suit that appears to be fire proof (some of the bodies looked as if they had been burned on head and hands). Their overall stature reminds one of young children. It is believed that there were male and female genders present, but was hard to distinguish. IPU Intelligence Assessment, Paragraph 11. \"Bodies Disected (sic) As You Would A Frog\" \"The most disturbing aspect of this investigation was that there were other bodies found not far from Landing Zone 1 (the Mac Brazel site between Corona and Roswell) that looked as if they had been disected (misspelled in report) as you would a frog. It is not known if Army field surgeons had performed exploratory surgery on these bodies. Animal parts were reportedly discovered inside the craft at Landing Zone 2 (White Sands Missile Range site) , but this cannot be confirmed. The team has reserved judgement on this issue.\" IPU Intelligence Assessment, Paragraph 12. It is not known what type of dissected bodies are referred - human? animal? non-human? Apparently those \"disected (sic) bodies\" were found on the ground \"not far from Landing Zone-1\" at the Corona site. But whatever the dissected bodies were, in addition to the discovery of animal parts inside the craft at the White Sands Landing Zone-2, that disturbing physical evidence must have scared President Truman and his colleagues so badly that they all agreed a tight lid must be placed on UFOs. A policy of complete denial in the interest of national security was demanded while the President and his advisers tried to learn more and figure out what they were up against. Thus, the National Security Act of 1947 created the Central Intelligence Agency, the Majestic-12 Special Studies Group and presidential executive orders that required everyone associated with the extraterrestrial investigation to deliberately lie to and misinform the press and the public in order to prevent panic and sustain national security. Majestic 12 Project 1st Annual Report, 1952 In addition to the dissected humanoids and animal parts, there was another disturbing event that would also have provoked the Truman Administration's decision to keep all the"},{"pageNumber":4,"pageContent":"real facts about UFOs and what was in them from the press and public. In the year 1952, Truman's Majestic-12 Special Studies Group issued its first annual report as \"A Review of the President's Special Panel to Investigate the Capture of Unidentified Planform Space Vehicles by U. S. Armed Forces and Agencies.\" ( Planform was a word used back then to describe flatter, curved surfaces.) TOP SECRET MAJIC \"Majestic Twelve Project, 1st Annual Report, 1952. Retroviruses: Biological Warfare On Page 5 of the TOP SECRET MJ-12 report under a paragraph entitled \"Biological Warfare Programs,\" it states: \"Biological Warfare programs in the U.S. and U. K. are in field test states. Discovery of new virus and bacteria agents so lethal that serums derived by genetic research can launch medical science into unheard of fields of biology. The samples extracted from bodies found in New Mexico have yielded new strains of a retro-virus not totally understood, but give promise of the ultimate biological warfare weapon. The danger lies in the spread of airborne and bloodborne outbreaks of disease in large populations with no medical cures available.\" Majestic Twelve Project, 1st Annual Report, 1952, Page 5, Paragraph F. Retro-viruses was not even a common medical concept in 1947. Examples of retroviruses are HIV, leukemia and the deadly Ebola virus that causes its victims to hemorrhage blood from every orifice. Retro-viruses are composed only of RNA which can end up getting healthy DNA to incorporate the insidious RNA instructions into the genome of the cells, which then destroy. Editor's Note: Retro-virus - 1) A member of a class of RNA viruses that utilizes the enzyme reverse transcriptase to reverse copy its genome into a DNA intermediate, which integrates into the host cell chromosome. Many naturally occurring cancers of vertebrate animals are caused by retroviruses. 2) Any virus in the family Retroviridae that has RNA as its nucleic acid and uses the enzyme reverse transcriptase to copy its genome into the DNA of the host cell's chromosomes. 3) Any of a group of viruses that contain two single- strand linear RNA molecules per virion and reverse transcriptase (RNA to DNA). \"Alien Virus:\" Four Los Alamos SED Security Men Died Hemorrhaging and in Seizures On Page 9, ANNEX A, Paragraphs 8 and 9 of the TOP SECRET MJ-12 1st Annual Report it states: \"8. The Panel was concerned over the contamination of several SED personnel upon coming in contact with debris near the power plant of the craft security. (That SED security detachment was from the 509th Composite Group based at Los Alamos with the Manhattan Project. You can read about them at the website:"},{"pageNumber":5,"pageContent":"www.childrenofthemanhattanproject.org.) One technician was overcome and collapsed when he attempted the removal of a body. Another medical technician went into a coma only four hours after placing a body in a rubber body-bag. All four men were rushed to Los Alamos for observation. All four later died of seizures and profuse bleeding. All four were wearing protective suits when they came in contact with body fluids from the occupants. \"9. Autopsies on the four dead SED technicians are not conclusive. It is believed that the four may have suffered from some form of toxin or a highly contagious disease. Tissue samples are currently being kept at Fort Detrick, Maryland. Majestic Twelve Project, 1st Annual Report, 1952, Page 9, Paragraphs 8 and 9. \"13. In the opinion of the senior Atomic Energy Commission medical officer, current medical equipment and supplies are wholly inadequate in dealing with a large scale outbreak of the alien virus.\" Majestic Twelve Project, 1st Annual Report, 1952, Page 9, Paragraph 13. Neutron Radiation \"10. The Panel was also concerned with the detection of air-borne release of radiation over the state of New Mexico. AFTAC detachment from McClellan AFB has conducted several airborne monitor flights over Site L-2. Radiation readings indicate a high neutron count was recorded as the plane flew over the site. Neutron count dropped off as the plane flew a considerable distance from the site. A report has been filed with the USAIDS.\" Editor's Note: AFTAC = Air Force Technical Applications Center based in 1947 at McClellan AFB, moved to the 45th Space Wing, Patrick AFB, Cape Canaveral region, Florida at Space Port Customers. Las Cruces Sun-News, May 20, 1947, Las Cruces, New Mexico. Painful Retaliation? In summary, it would seem that compartmentalized Need To Know insiders of the U. S. government have been running scared since at least 1947 and trying to keep any signs of their fear and lack of control from the press and public. There was the \"peculiar phenomena\" that Col. Turner mentioned in 1947 at White Sands that could simply appear in flight along side Top Secret V-2 launched rockets and apparently cause the V-2 rockets to change course. Then when the government allegedly used weapons to forcefully bring some of the \"peculiar phenomena\" down to Earth, human airplanes seemed to crash at an alarming rate between early May and end of July 1947, provoking President Truman to call for a special investigation of the aviation crisis. Former New Mexico State Representative Andrew Kissner thinks many of those airplane crashes were retaliation for U. S. aggression against the foreign discs. Perhaps the \"peculiar phenomena\" was here or still is here only to monitor Earth for"},{"pageNumber":6,"pageContent":"whatever reason and has never intended harm until threatened by human military aggression. But then there were the dissected bodies - including animals - referenced in the government's own highly classified Interplanetary Unit and Majestic 12 reports. Plus, the hemorrhaging deaths of security men who handled crash site bodies. The animal mutilations are famous for being bloodless, without tracks, associated with mysterious lights and beams, and continue worldwide to date. And what about all those human abduction complaints since the 1960s, also associated with mysterious lights and beams? Col. Turner's \"peculiar phenomena\" have continued into the 21st Century. But someone seems to have stopped disks crashing. Did the \"peculiar phenomena\" change? Or did we because payback was too painful? More Information: See other Earthfiles reports about Majestic-12 in Earthfiles Archives : · 11/03/2004 -- Gen. Wesley Clark - Has He Been Briefed About UFOs? · 03/17/2004 -- Part 1 - \"Horrible Secret\" in UFO Crash Retrievals Near Roswell, New Mexico, in July 1947? · 03/17/2004 -- Part 2 - \"Horrible Secret\" in UFO Crash Retrievals Near Roswell, New Mexico, in July 1947? · 11/19/2003 -- 1954 Manual: \"Extraterrestrial Entities and Technology\" - Reasons It Is Authentic · 11/07/2003 -- British UFO Crash Retrievals · 10/28/2003 -- Part 2 - U. S. Presidents and UFO Investigations · 01/14/2003 -- Part 2: Cape Girardeau and Charlette Mann's 1991 Letter About Her Grandfather's Experience · 12/28/2002 -- Part 1: Cape Girardeau, Missouri, Non-Human Craft and Bodies Retrieval in 1941 · 11/09/2002 -- Majestic-12 Documents with Ryan Wood About Extraterrestrial Technologies · 04/20/2002 -- Canadian and American Officials In 1950s Collaborated on Study of Unidentified Aerial Disks · 04/17/2002 -- Part 2 - Unidentified Aerial Craft Over Farmington and Aztec, New Mexico in Spring 1949 · 04/02/2000 -- Secret Radar Stations in New Mexico, Part 2 · 04/02/2000 -- Secret Radar Stations in New Mexico, Part 1 · 02/12/2002 -- JFK, MJ-12 and Outer Space · 06/22/1999 -- The Strange Story of J-Rod, An EBE · 01/10/1999 -- Rufus Baughn, Nevada Test Site See other Earthfiles reports about animal mutilations in Earthfiles Archives : · 09/25/2004 -- Part 6: \"Clearview\" Report Investigation of UFO Experiences on A Rocky Mountain Ranch · 09/13/2004 -- Part 1: \"Clearview\" Report Investigation of UFO Experiences on A Rocky Mountain Ranch · 08/11/2004 -- Newborn Heifer Mutilation in Anderson, California, on August 7, 2004 · 07/27/2004 -- Part 12: UFO Crash/Retrievals: Status Report VI © July 1991 by Leonard H. Stringfield · 07/21/2004 -- The Apollo Program, Cape Canaveral and UFOs · 04/26/2004 -- Update About Microbiologist Dan Burisch, Ph.D. · 02/24/2004 -- Part 1: UFO Crash/Retrievals: Status Report VI © July 1991 by Leonard H. Stringfield · 01/24/2004 -- Oregon Man's Experiences with High Strangeness · 12/21/2003 -- Part 4 - UFO Crash/Retrievals, Status Report VII by Len Stringfield · 10/28/2003 -- Part 2 - U. S. Presidents and UFO Investigations · 09/12/2003 -- More Domestic Cat Mutilations - Again in Bothell, Washington · 08/01/2003 -- Field Notes About English Animal Mutilations · 07/01/2003 -- 40 Small Animal Mutilations in Denver and 11 in Salt Lake City · 05/28/2003 -- Cat and Dog Mutilations in Salt Lake City; $6,500 Reward · 04/19/2003 -- Unusual Animal Deaths in Valparaiso, Nebraska · 03/08/2003 -- Cattle Mutilation - The Unthinkable Truth, Chapter 3, Part Two · 02/03/2003 -- Cattle Mutilation - The Unthinkable Truth, Chapter 3, Part One · 12/07/2002 -- Cattle Mutilation - The Unthinkable Truth, Chapter 1, Part Three · 11/16/2002 -- More Cat and Cow Mutilations: Colorado, Utah and Missouri · 11/05/2002 -- Canadian Crop Circles and Mysterious Lights in Saskatchewan · 10/15/2002 -- Chapter 8 - Mystery Stalks The Prairie · 10/05/2002 -- Part 2 - J-Rod and Microbiologist Danny B Burisch, Ph.D. · 10/05/2002 -- Part 1 - Two Scientists Describe An Extraterrestrial Biological Entity"},{"pageNumber":7,"pageContent":"Called \"J-Rod\" · 09/07/2002 -- High Strangeness Continues in Argentina · 08/31/2002 -- One ET Experiencer's Reaction to the Winchester Formation · 07/19/2002 -- Unusual Animal Deaths and Unidentified Aerial Lights Persist in Argentina · 07/02/2002 -- Argentina's SENASA Blames Mouse for Animal Mutilations · 06/22/2002 -- Argentina Animal Mutilation Count Rising Above 100 · 06/17/2002 -- Part 3 - Deer and Cattle Mutilations in Oregon · 06/15/2002 -- Cattle Mutilations In LaPampa, Argentina · 05/18/2002 -- A Bull Mutilation in Christmas Valley, Oregon · 03/16/2002 -- Part 1 - 'Huge Saucer Armada' Shocked Farmington, New Mexico 52 Ye a r s A g o · 01/12/2002 -- Part 1 - Update On 2001 Montana Cattle Mutilations · 10/13/2001 -- Heifer Mutilation and Mysterious Light in Mantario, Saskatchewan, Canada · 08/24/2001 -- Part 2 - Unusual Montana Mutilation of Live Bull · 07/28/2001 -- Pure Hemoglobin Confirmed On Alabama Mutilated Cow · 07/22/2001 -- Mutilated Bull Calf in Missouri · 06/09/2001 -- Environmental Updates and Colt Mutilated in Leitchfield, Kentucky · 05/11/2001 -- Horse Slashings and Deaths in Calgary, Alberta, Canada · 10/15/2000 -- Mutilated Heifer Found Near Boulder, Colorado · 10/15/2000 -- Part 1 - Hardened Bovine Hemoglobin Found On California Mutilated Bull · 04/16/2000 -- A Close Encounter with a Disc in Wyoming · 03/29/2000 -- Mysterious Calf Deaths In Brothers, Oregon · 02/06/2000 -- Large Yellow Sphere In Snohomish, Washington · 12/26/1999 -- Hubble Repair, Gamma Ray Bursts and Unidentified Aerial Objects · 12/22/1999 -- Update - Unidentified \"Arrowhead\"-Shaped Object in California Sky · 09/12/1999 -- Unusual Animal Deaths, Part 1: Nevada · 08/25/1999 -- Unusual Animal Deaths in Australia and London, England · 01/24/1999 -- Nuclear Sabotage in Maryland; Bull Mutilation in Colorado; and Global Warming Websites: http://www.majesticdocuments.com/ http://www.childrenofthemanhattanproject.org http://www.nrl.navy.m il/content.php?P=V2 http://www.astronautix.com/sites/whislc33.htm Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
