[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Peculiar Phenomenon: Early United States Efforts to Collect and Analyze Flying Discs © 1994 -1995 by J. Andrew Kissner A ll rights reserved. No part of this book may be reproduced, in any form, without written permission of the author. R eprinted in 2005-2006 as a Real X-Files series by Earthfiles.com with author's written permission. U npublished original manuscript cover © 1994-1995 by Jon Andrew Kissner. [ Editor's Note: In the mid-1990s, I was approached by former Las Cruces, New Mexico State Representative, Andrew Kissner. He told me about his official research into UFO crashes and retrievals in New Mexico, and his off-the-record conversations with military and intelligence operatives from White Sands Missile Range, the Naval Research Lab and other government agencies. Rep. Kissner had assembled many old newspaper articles and government documents leaked to him. Former Rep. Kissner asserted that in the late 1940s to early 1950s, there was an American government policy to shoot down unidentified aerial discs. But the discs retaliated. Many of our pilots died, which forced an end to our \"shoot down\" policy. ] Part 1 Prologue By J. Andrew Kissner, August 1995 In a democracy, the people must be aware of and learn fundamental truth. Without this knowledge, others are empowered to make decisions for the people secretly with little regard to the checks and balances of constitutional government. It is evident that most United States decision makers involved with this phenomenon have not been elected to public office. \" T he difficulty with many career officials in the government is that they regard themselves as the men who really make policy and run the government. They look "},{"pageNumber":2,"pageContent":"upon the elected officials as just temporary occupants. Every President has been faced with this problem ... \" The civil servant, the general or admiral, the foreign service officer, has no authority to make policy. They act only as servants of the government, and therefore, they must remain in line with the government policy that is established by those who have been chosen by the people to set that policy.\" - U. S. President Harry S. Truman [ Quoted from Inside the National Security Council © 1988 by Constantine C. Mengas, Simon & Schuster, N.Y. ] Ta b l e o f C o nt e nt s P reface I ntroduction A bbreviations T rouble in the Desert T rouble All Over the World W hite Sands Proving Ground, EEIS & \"PAPERCLIP\" T he National Reaction O SRD, JRDB, CIOS & Expert Panels M ilitary Intelligence and Flying Discs T he Carnage Continues C orona, Carrizozo and the San Augustin Plain T wo Points Higher Than the CIA C lassified or Censored Events in the Summer of 1947 S ummary of Relevant Involvements of Purported Members of MAJIC-12 B ibliography R eported Aerial Incidents Appendices Appendix I: Briefing Paper for President-Elect Dwight D. Eisenhower About \"Operation Majestic-Twelve\" Appendix II: The Atomic Energy Act of 1946 Appendix III: An Act to provide for the performance of the duties of the office of President in case of the removal, resignation, death or inability both of the President and Vice President, July 18, 1947 Appendix IV: The National Security Act of 1947 on July 26, 1947 Appendix V: An Act to authorize the creation of additional positions in the professional and scientific service in the War and Navy Departments, August 1, 1947 Appendix VI: Articles of Incorporation, The Carnegie Institution of Washington, D. C. Appendix VII: \"Roswell UFO Was A Secret Balloon\""},{"pageNumber":3,"pageContent":" Appendix VIII: \"Air Force Tried to Lead Everyone Astray on Roswell Incident\" Appendix IX: Letter of October 12, 1994, from J. A. Kissner to the Honorable Steven Schiff, U. S. Congressman, New Mexico Appendix X: Letter of December 4, 1994, from the Honorable Steven Schiff, U. S. Congressman, New Mexico, to J. A. Kissner Appendix XI: GAO/NSIAD 95-187 Results of a Search for Records Concerning the 1947 UFO Crash Near Roswell, New Mexico , July 28, 1995 Preface P ECULIAR PHENOMENON, Early United States Efforts to Collect and Analyze Flying Discs is a chronicle of events gleaned from newspapers of record and other historical materials that reside on microfilm and in decades of old newsprint. I also had many off-the-record conversations with military and intelligence operatives from White Sands Missile Range, the Naval Research Lab and other government agencies. This book examines aspects of the physical environment surrounding the \"Roswell Incident\" and the \"Great Flying Disc Scare of 1947.\" It is not fiction, although after reviewing it, the reader might want to think it is. All events mentioned here are footnoted and the reader is encouraged to examine the original source material. Much of it is reprinted in more or less chronological order throughout the work. Hopefully, the presentation allows the reader to draw his or her own conclusion about the spring, summer and fall of 1947. It also provides a context to understand not only the \"Roswell Incident,\" but also flying discs in general, U. S. space and science policy over the past half century, as well as aspects of U. S. national security affairs since 1947. Throughout the book, reference is made to members of 'Operation Majestic-Twelve' (MAJIC-12; MJ-12) purportedly created by Executive Order of President Truman on September 24, 1947. The original copy of the document was provided to nuclear physicist, UFO researcher and author, Stanton Friedman, on a roll of unexposed black and white, 35mm film in 1984. It was packaged in an envelop postmarked Albuquerque, New Mexico. The document was first published in 1986. Former Director of Central Intelligence, Admiral Roscoe H. Hillenkoetter, is referred to as MJ-1 in the MJ-12 document. When a member of this working group is mentioned in this book's text, an MJ number immediately follows the name to remind the reader of that individual's purported involvement with the MJ-12 group. The reference number for the individual is derived from the order in which they were mentioned in the MJ-12 document. It is not necessarily indicative of that member's relative importance or position within \"Operation Majestic-Twelve.\" Research conducted for this book project tends to confirm that the MJ-12 document is authentic. After reading Peculiar Phenomenon, you too might understand why. If the document is not authentic, the author of the forgery enjoyed access to then-classified information (1984) as he or she was crafting it. The November 18, 1952, \"Briefing Paper for President-Elect Eisenhower is copied here so the reader can analyze it before going further into PECULIAR PHENOMENON. N ovember 18, 1952, Pages 002-006 Document Prepared by: MJ-1 (Roscoe H. Hillenkoetter) for President-Elect Dwight D. Eisenhower. A lso, page \"008\" dated September 24, 1947, from Pres. Truman to Secy. of Defense Forrestal. "},{"pageNumber":6,"pageContent":" Introduction W hat you are about to read, along with other materials, was submitted to the General Accounting Office, the investigative arm of Congress, in October to December 1994. The submission was made through U. S. Representative Steven Schiff's office, (R-New Mexico) 1st Congressional District , who died at age fifty-one on March 25, 1998, from cancer. "},{"pageNumber":7,"pageContent":"1947-1998. Steven Schiff, 1st Congressional District Representative (R), New Mexico. Died March 25, 1998, at age 51. Photograph courtesy congressional office of Steven Schiff. This manuscript was provided as public input into the GAO review of the \"Roswell Incident,\" a review requested by Cong. Schiff. Following over two years of inquiry, the GAO's final report was published on July 28, 1995. The 20-page document is included as Appendix XI of this book. J uly 28, 1995, release of U. S. General Accounting Office ( GAO) report to New Mexico Cong. Steven Schiff about the GAO \"Results of a Search for Records Concerning the 1947 Crash Near Roswell, New Mexico. On the morning of July 3, 1947, Corona ranch manager William W. (\"Mac\") Brazel discovered what he considered to be a \"flying disc\" in one of his sheep pastures 75 miles northwest of Roswell and 25 miles north northeast of Carrizozo, New Mexico. An intelligence officer from the Army Air Forces 509th Bomb Group, Major Jesse Marcel, based at Walker Army Air Field, Roswell, New Mexico, reported that he had seen a \"crashed flying disc\" on July 6, a the Brazel ranch. The next day, the local Roswell newspaper reported that the U. S. Army's 509th Bomb Group had recovered a crashed flying disc. Immediately afterward, on the afternoon of July 7, General Ramey, Commander of the 8th Air Force, the 509th's headquarters group, reported that a high altitude weather balloon had been misidentified as a flying disc by its personnel stationed at Roswell. This is where the official explanation of the event stood for 47 years: that nothing much happened, just crash debris from a high altitude weather balloon. Then on September 8, 1994, the U. S. Air Force Public Affairs Office re-explained \"Roswell.\" The Air Force re-examined what they termed to be their own \"weather balloon cover story.\" According to the Air Force, it was not a weather balloon after all. After 47 years of official denial, the event became the crash of a TOP SECRET Project Mogul high altitude research balloon testing an Atomic Energy Commission payload to acoustically detect Russian nuclear experiments. (See Appendix II and Appendix III) The Air Force's re-explanation was provided to the public and to Congressman Schiff 120 days after this author interviewed eyewitnesses in the Carrizozo area of central New Mexico who had experienced a cover-up of another incident at the same time in July 1947."},{"pageNumber":8,"pageContent":"But their event was approximately 25 miles south of the purported flying disc crash site. The 48-year-old story had to change to justify the declared \"military emergency\" in Carrizozo, New Mexico, during the week of July 13, 1947. A project classified TOP SECRET was necessary to justify local military, AEC and FBI actions and orders given by military officers to civilians at the scene of this cover-up. Continued in Part 2 - Unreported Facts About 1947 Roswell UFO Crash Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
