[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon MARSIS Radar Looking Below Surface of Mars © 2005 by Linda Moulton Howe \" I t is very interesting that the signal penetrated quite easily through about 2 kilometers (1.2 miles) of material in the crater and that suggests to us that material is probably ice-rich.\" - Jeffrey Plaut, Ph.D., JPL M ARSIS, Mars Advanced Radar for Subsurface and Ionosphere Sounding, has been looking below the Martian surface since June 2005 for water ice and/or liquid water. Composite image by European Space Agency. December 16, 2005 Pasadena, California - Far from Earth is a mystery that scientists are trying to solve from an orbiting spacecraft that is now looking below the surface of Mars with deep ground-penetrating radar. It's called \"MARSIS,\" which stands for M ars A dvanced R adar for S ubsurface and I onosphere S ounding. The mystery is where did all the water go from the surface of Mars? Martian orbiter photographs show large meandering valleys that look like dry river beds on Earth. Did the water evaporate into space? Or did it go underground? If Martian water is underground, can we find evidence of large ice layers? Or even liquid water deep enough underground where the temperature might be warmer? For the first time in human history, Earth scientists have technology to look underground on Mars for answers to those questions. The MARSIS radar was built to penetrate at least 5 kilometers of the Martian surface. To the surprise of MARSIS mission scientists, the radar has penetrated so easily through one underground crater apparently filled with ice that MARSIS might be able to see 10 kilometers below the Martian surface if the location is filled with ice that is transparent to the radar. The MARSIS deep ground penetrating radar was supposed to be turned on in the spring of 2004. But the European Space Agency (ESA) responsible for the orbiting spacecraft's operation decided it might be too risky to unfold the big solar panels that provide power. After a year of computer modeling tests, ESA and NASA went forward in June of 2005 and turned the MARSIS radar on for the first time. The solar panels unfurled and the radar went to work. Since MARSIS operates best in night time and the orbiter only has night time windows every five or six months, the first radar look into the Martian underground lasted only a few weeks into July 2005. From that work, JPL scientists published their first results in the November 30, 2005, issue of Science. The lead author and Co-Principal Investigator for MARSIS is Jeffrey Plaut, Ph.D., at the Jet Propulsion Laboratory in Pasadena, California. I talked with him this week about what the MARSIS radar has found so far. Interview: Jeffrey Plaut, Ph.D., Co-Principal Investigator for MARSIS and Project Scientist on 2001 Mars Odyssey Project, Jet Propulsion Laboratory, Pasadena, California: \"In the polar regions, we saw a signal from the radar echoes that indicted the layered deposits consist of basically pure ice, with only a small amount of dust mixed in. This particular composition was not known. It was widely assumed that these deposits were mostly ice, but our measurements indicate there is hardly any contamination by soil in those layered deposits. "},{"pageNumber":2,"pageContent":"M ARSIS radargram of north polar layered water ice deposits. Water ice deposits appear as layers on the right of the upper black and white image. ESA: \"Two strong and distinct echoes coming from the area correspond to a surface reflection and subsurface interface between two different materials.\" By analysis of the two echoes, scientists concluded there is a \"nearly pure, cold water-ice layer about 1.8 kilometers thick, overlying a deeper layer of basaltic regolith.\" No liquid water reflection. Image by: ASI/NASA/ESA/UnivRome/JPL/MOLA Science Team. HAS THERE BEEN ANY DEEP GROUND PENETRATING RADAR OF THE SOUTH POLE? That's something we're working on at the moment. We don't have any results to report right now. WHAT ABOUT THE CRATER? It's been widely recognized that in the northern plains of Mars, there is a buried population of impact craters from a previous surface before the northern plains were re-surfaced. What we were able to do with our ground penetrating system was to identify a fairly large 200 to 300 kilometer diameter (125 to 187 miles diameter) structure we believe to be an impact basin that was not recognizable from any surface measurements. Liquid Water Reflection? M ARSIS images from two different overhead passes reveal a 200 to 300 kilometer-wide (125 to 187 miles diameter) crater buried a few hundred meters below surface deposits. In the lower image, a linear reflection parallel to the surface is seen in the arcs. Could it be liquid water? Image by: ASI/NASA/ESA/UnivRome/JPL. HOW DEEP IS THE BURIED CRATER? We believe the rim structure is very shallow buried, just a few hundred meters perhaps."},{"pageNumber":3,"pageContent":"But we also made a detection of a buried layer fairly deep about 2 to 2.5 kilometers deep that is either the floor of the basin, or some other intermediate layer of basin fill material. We don't have any indication of liquid water from any of these observations. But it is very interesting that the signal penetrated quite easily through about 2 kilometers (1.2 miles) of material in the crater and that suggests to us that material is probably ice-rich. So, although we don't have signs of current liquid water, it's likely that at one time, this crater was filled with liquid water that quickly froze over and was trapped in the Martian sub-surface probably for several billion years. HOW MANY OF THOSE UNDERGROUND CRATERS MIGHT THERE BE? This particular crater feature is right at the mouth of several of the major outflow channels. It makes sense that this could be a place where water could get trapped. But whether that's just an accident of the location or whether it's a process that's common over much of the northern plains, we don't know yet. WHAT IS IT THAT COVERED UP THE LAYER OF CRATERS? There's debate about that. Some kind of layer of material. I guess the debate rages over whether that material was deposited by volcanoes, by additional flows of water depositing sediment, or by wind activity moving dust around. There is no uniform agreement in the (science) community as to exactly what buried the Northern Plains. MARSIS Could See 10 Kilometers Through Pure Ice IF YOU WERE SENDING RADAR INTO AN AREA WHERE THERE WAS LIQUID WATER DEEP IN MARS. IT'S MY UNDERSTANDING THAT MARSIS CAN PENETRATE AT LEAST 5 KILOMETERS UNDERGROUND, RIGHT? The penetration depth depends on several factors. One is very important: the material you are penetrating through. We've shown that ice is actually fairly transparent to the radar. We could probably see 10 kilometers through pure ice. If there is a substantial amount of rock or soil, the penetration depths are much less. As to the question of detecting liquid water: if the liquid water is in the first few kilometers of the sub-surface, we could probably see it. But again, it depends on what lies between the surface and any liquid layer or aquifer. But to date, we don't have any evidence that we've detected any liquid water in the sub-surface, but the search is really just beginning because we haven't had a significant amount of time to observe under optimal conditions. Water Would Strongly Reflect Back MARSIS Radar WHAT WOULD BE THE DIFFERENCE TO YOUR TRAINED EYE BETWEEN THE RADAR GOING THROUGH ICE VERSUS WATER? The radar will not penetrate through water. It will reflect off of water. So water is just about the most reflective kind of material we might expect to find on Mars. So, if we should detect a very strong reflection in the sub-surface, we can apply some analysis to the quantitative values of those radar echoes and make some kind of statement about whether it's possibly water. But again, we haven't reached that point yet. What we have seen in the case of the impact crater is a possible again, this is only a possibility and it needs further analysis and more observations but a possible indication that this crater was at one time filled with water which has since frozen over. If that is a common process in the northern plains of Mars, then that's a potential reservoir for additional water that hasn't been identified yet because it's buried. We're a few steps away from saying that we've identified a new or previously unknown reservoir of H2O. Martian Water for Future Manned Mission? PRESIDENT BUSH HAS ANNOUNCED THAT HE WOULD LIKE TO SEE A MANNED MISSION TO MARS IN A COUPLE OF DECADES. WHAT YOU ARE FINDING SO FAR, WOULD WE BE ABLE TO GO TO MARS AND ACCESS THE ICE IN THAT BURIED CRATER AND USE IT SUCCESSFULLY FOR A MARTIAN BASE? You have to have several sort of 'if thens' (laughs) to answer that question! If we are correct and there is water ice in that crater, we suspect it's fairly shallow, a few hundred"},{"pageNumber":4,"pageContent":"meters. But, that could be much too deep for access by any kind of equipment that may be put down on Mars. You need some sort of drill rig. SO IDEALLY, IF YOU COULD FIND AN UNDERGROUND CRATER CLOSE TO THE SURFACE AT THE EQUATOR THAT SEEMED TO HAVE ICE, THAT WOULD BE IDEAL? Yeah, I think so. I have heard discussions about accessible water, whether it's liquid or ice as being an important factor for a manned mission. So, yeah, sure, if there were confirmed deposits of water ice at the low or mid-latitudes, that could be important for future manned missions. MARSIS Mission Budgeted by ESA Until End of 2007 For the next six months or so, we'll be focusing on the Southern Hemisphere. Then we enter a period when the orbit is on the day side and we have to back off from our observations. Then toward the end of 2006, we'll get back into the night side in the Northern Hemisphere. HOW LONG WILL MARSIS OPERATE? The mission is slated to continue for two more Earth years. ENDING IN 2007? We hope that's not the end, but right now the current mission plan runs out at the end of 2007. IS THE LIMITATION ANYTHING TO DO WITH ENERGY AND POWER? Everything on the spacecraft is powered by solar energy, so the mission duration is set by the program that manages the project, that's the European Space Agency. MEANING, THE SOLAR ENERGY WILL CONTINUE, BUT IT'S FUNDING TO KEEP DOING RESEARCH IS LIMITED? Yes, that's the limitation that all the agencies deal with when they have spacecraft that keep on going and going. So, they have to renew the mission periodically what they call 'extended missions.' Right now, MARSIS is entering its first extended mission right now on the books which is slated to last two years. When that period is up, the ESA will have to make a decision as to whether to extend it again.\" European Space Agency Description of MARSIS \"MARSIS ( M ars A dvanced R adar for S ubsurface and I onosphere S ounding) is a low frequency, nadir-looking pulse limited radar sounder and altimeter with ground penetration capabilities, which uses synthetic aperture techniques and a secondary receiving antenna to isolate subsurface reflections. \"The operation altitudes for MARSIS are up to 800 km above the Martian surface for subsurface sounding and up to 1200 km for ionospheric sounding. In its standard operating mode, the instrument is capable of making measurements in 1 MHz wide bands centered at 1.8, 3.0, 4.0 and 5.0 MHz. \"MARSIS functions by transmitting a linear frequency modulated chirp using a nadir- looking dipole antenna. The return signal is received on both the dipole antenna and a secondary monopole antenna oriented along the nadir axis. The secondary antenna has a null in the nadir direction and receives primarily the off-nadir surface reflections. This signal can be subtracted from the main received signal during ground processing to reduce surface clutter. Both received signals are down converted to range offset video signals before being passed to an analogue to digital converter. The resultant data are formatted by the MARSIS on-board digital processor and passed to the spacecraft for transmission to Earth. \"MARSIS operates in the following modes: * Subsurface Sounding * Active Ionospheric Sounding * Receive Only * Calibration"},{"pageNumber":5,"pageContent":"\"MARSIS will perform Subsurface Sounding when the spacecraft is less than 800 km above the Martian surface. In the highly eccentric orbit selected for Mars Express, this corresponds to a period of about 26 minutes, allowing mapping of about 100 degrees of arc on the Martian surface per orbit. Over the nominal mission lifetime, extensive coverage at all latitudes will be possible. To achieve this global coverage MARSIS supports both dayside and nightside operations, although performance is maximized during the night (solar zenith angle above 80 degrees) when the ionosphere plasma frequency drops significantly and the lower frequency bands, which have greater ground penetration capabilities, can be used. \"Active Ionospheric Sounding will be carried out during certain orbital passes when the orbiter is less than 1200 km above the surface, in order to gather scientific data on the Martian ionosphere.\" More Information: F or more about Mars, please see reports below in Earthfiles Archives : · 11/18/2005 -- Is the Sun Heating Up? · 11/09/2005 -- Dust Storm On Mars, Cosmic First Light and Black Hole At Our Galaxy's Center · 08/24/2005 -- Dust Devils and \"Lemon Rinds\" on Mars · 06/23/2005 -- Mars Express Orbiter Finally Turns On Deep Ground-Penetrating Radar · 03/26/2005 -- Spirit Rover Finds Magnesium Sulfate Near \"Larry's Lookout\" in Columbia Hills on Mars. · 03/20/2005 -- Astronaut John Young: \"The Moon Can Save Earth's Civilization.\" · 03/04/2005 -- Subt erranean Life On Earth - and Mars? · 02/26/2005 -- Mars Spirit Rover Discovered Boundary Between Gusev Lava and Older, Water-Soaked Rocks · 02/22/2005 -- Frozen Sea Near Martian Equator Size of Lake Michigan · 09/21/2004 -- Part 2: Martian Water Ice and Organic Molecules · 09/20/2004 -- Part 1: Martian Water Vapor and Methane Overlap in Equatorial Regions · 05/06/2004 -- Formaldehyde, Ammonia and Benzene Molecules on Mars? Would Probably Mean Life. · 04/02/2004 -- Updates on Spirit and Opportunity Rovers · 03/31/2004 -- Methane on Mars - Biology? Volcanic? · 03/11/2004 -- Updated - Mars Spirit and Opportunity Sol 65 and Sol 46 · 03/08/2004 -- Updates from NASA's Rovers and ESA's Mars Express · 03/05/2004 -- Part 3 - Mars: A Sulfate Salty Planet - Could It Have Sulfate-Loving Microbes? · 03/03/2004 -- Part 2 - Mars: Scientific Challenge of Identifying Substances · 03/03/2004 -- Part 1 - Mars: Meridiani Planum Was Once \"Drenched With Water and Habitable\" · 03/01/2004 -- Opportunity Grinds Bedrock; Spirit Ready to Grind \"Humphrey\" · 02/23/2004 -- Is There Liquid Water on Martian Surface? · 02/21/2004 -- Update On Mars with Cornell Astronomer Steve Squyers · 02/18/2004 -- Distorted Distance Perspective in Martian Rover Camera Images · 02/14/2004 -- Another Puzzle On the Martian Soil · 02/11/2004 -- Part 2: Opportunity Finds Martian Bedrock Has Lots of Sulfur and Small Spherical Rocks · 02/10/2004 -- Part 1 - Opportunity Investigating Bedrock and Spirit's Headed for Bonneville Crater · 02/04/2004 -- Unexplained Objects in Opportunity and Spirit Images · 01/31/2004 -- Opportunity Rolls Onto Martian Soil and Confirms Hematite · 01/28/2004 -- Mars - First Bedrock Seen Beyond Earth · 01/25/2004 -- Opportunity Lands on Mars - in \"Muddy\" Hematite? · 01/24/2004 -- Spirit Alive, \"Critical\" Condition. Mars Express Sees Water Ice and Ancient River Channel · 01/21/2004 -- Spirit Rover's First Martian Soil Analysis Has Surprises · 01/19/2004 -- Martian Soil \"Clumpy\" - Electrostatic Binding of Dust? · 01/15/2004 -- Spirit Is Moving in the Martian Crater · 01/14/2004 -- President Bush's Sets \"New Course for America's Space Program\" · 01/09/2004 -- Robotic \"Geologists\" on Mars · 12/07/2003 -- \"Smoking Gun\" Evidence That Liquid Water Has Flowed on Mars? · 08/27/2003 -- No Ancient Oceans On Mars? Only Glaciers? · 08/26/2003 -- Mars At Its Closest August 27, 2003, At 2:51 a.m. PDT / 5:51 a.m. EDT. · 06/02/2003 -- Mars Express Radar Will \"See\" 3 Miles Into Red Planet's Crust · 01/05/2003 -- What Are the Grooves in the Martian South Pole?"},{"pageNumber":6,"pageContent":"· 06/01/2002 -- Scientists Surprised by Abundance of Water On Mars · 11/01/2001 -- Astronomy News · 06/06/2001 -- Another Unusual \"Face\" On Mars · 04/08/2001 -- A Martian Southern Hemisphere Mystery - What are these? · 03/18/2001 -- Can Earth Plants and Bacteria Grow On Mars? · 03/11/2001 -- Are the \"Tubes\" On Mars from Lava, Water, or Wind? · 02/25/2001 -- A New Martian Mystery · 12/24/2000 -- Martian Bacteria? · 10/01/2000 -- A Search for Earth's First Life · 06/26/2000 -- 250 Photographs of Mars Show Signs of Water · 12/02/1999 -- Is There Water - And Life - On Mars? · 06/27/1999 -- Microbes Two Miles Below Earth Surface in South Africa Websites: MARSIS: http://www.marsis.com/ European Space Agency: http://www.esa.int/SPECIALS /Results_from_Mars_Express_and_Huygens/ NASA/Mars: http://www.nasa.gov/vision/universe/solarsystem/mer_main.html Credits Copyright © 1999 - 2010 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2010, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
