[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Roswell 1947 and Beyond: U. S. Military Eyewitnesses of Unidentified Aerial Craft © 1999 by Linda Moulton Howe A rtist composite rendering of three eyewitness drawings of “craft of unknown origin” associated with Roswell, New Mexico © 1999 by Tim Bauer. December 8, 1999 Phoenix, Arizona - Three retired U. S. military men contributed their firsthand eyewitness drawings and experiences to produce for me this composite of at least one aerial vehicle classified as a craft of unknown origin by the U. S. government. Two of the eyewitnesses associate this horseshoe or wedge design with a crash and retrieval in the Roswell, New Mexico area the first week of July 1947. The third eyewitness saw a nearly identical craft while assigned to a U. S. Army unit that retrieved a similarly shaped vehicle from a field near Indian Town Gap, Pennsylvania in 1969. The major ambiguity was the exact shape of the curved rear. But what stands out is the general similarity - not to a round disc - but to a photograph taken by pilot William A. Rhodes of a horseshoe-shaped object in the sky about a thousand feet above Phoenix, Arizona at dusk on July 7, 1947. N ewspaper photograph of William A. Rhodes in The Arizona Republic on Wednesday, July 9, 1947, Phoenix, Arizona. He is holding the box camera he used to photograph the unusual horseshoe-shaped aerial object. I talked with Mr. Rhodes in September 1999 at his Phoenix home about how he came to take these rare photographs. He told me, \"During World War II, I was a flight instructor out at Falcon's Field here in Phoenix. I taught flying as well as aircraft identification. That gives me a leg up when I see something flying, by looking at its shape and watching it maneuver and fly, I can tell approximately how far it is away and how big it is. "},{"pageNumber":2,"pageContent":"\"When this thing appeared over Phoenix, I had nothing but a little box camera of my mother's. It was where I could grab it from a few feet away and I snapped pictures of this thing as it came down out of the clouds and made turns and climbed back up. We had a solid overcast on that day and I snapped a picture just as it flipped quite rapidly. The box camera had a very slow shutter, about 1/50th of a second or 1/100th or something like that and it caused one of the photographs to blur on the image. But The Arizona Republic - I had a friend down there at that time who was head of the photography department. I called him up and he said, 'Bring it down here right now. We'll develop it and run it in the newspaper.' That was the main paper for the state and still is. So, I ran down there and they published it the (sic) next day.\" (His photographs were taken late in the afternoon of Monday, July 7, 1947 and published in The Arizona Republic on Wednesday, July 9, 1947 upside down.) M onday, July 7, 1947, the crescent-shaped aerial craft photographed by William Rhodes is published upside down in. T wo different frames of box camera photographs taken by William Rhodes of unidentified aerial object seen at dusk on Monday, July 7, 1947 over his Phoenix, Arizona home and printed upside down on front page of the July 9, 1947 edition of The Arizona Republic © 1947 by Wi lliam A. Rhodes. The rear curvature inward is very similar to sketches by some retired military men who claim firsthand knowledge about such crescent-shaped craft of unknown origin. Correct orientation of photograph © July 7, 1947 by William A. Rhodes, Phoenix, Arizona, turned upright in Photoshop."},{"pageNumber":3,"pageContent":" The Wednesday, July 9, 1947 front page of The Arizona Republic newspaper showed both of Mr. Rhode's photographs printed upside down with this caption: “This flying object was twice snapped at dusk Monday as it circled north of Phoenix. William A. Rhode first shot the picture as the slow-flying object was approaching him. As it banked to make a tight turn, he obtained the picture above showing clearly the shape of the object. In seconds, Rhodes said, the 'disc' shot away to the west at high speed. It had made three whirling turns north of the city, after approaching from the west. Aircraft identification experts yesterday would not hazard opinions on the object's nature.” The newspaper article by Robert C. Hanika stated in The Arizona Republic , on Wednesday, July 9, 1947: “The first clearly recorded photographs of what is believed to be a mysterious ‘flying disc’ which has 33 states in America and even a few foreign countries on edge with its peculiar activities, was taken by an amateur Phoenix photographer. Rhodes snatched a camera from his workshop bench and by the time he reached a small mound at the rear of his home, the object had circled once and was banking in tight circles to the south at an altitude of approximately 1,000 feet, he said. In the overcast sky, the object continued its speedy flight from north to south and directly east of his position. Rhodes snapped the hurtling missile by sighting alongside his box camera. “Quickly rolling up his last piece of film, Rhodes awaited the return of the craft which continued in a clockwise movement over his home and as it disappeared into the west, the second shot was taken. (Shown blurred on left in newspaper above.) Rhodes described the object's disappearance as phenomenal since it apparently winged over and shot up into the ether. ‘I don't think it was a P-80 since I have observed many of them over here. Also, the fact it made no other sound after the first pass over the house,’ Rhodes said, ‘makes me believe it was some other type of aircraft. In its three flights over the house, there was not a sound, even when it zoomed into the southwest,’ he said. Men long experienced in aircraft recognition studied both the prints and the negatives from which they were made and declined to make guesses on what the flying object might be.” U. S. Military Eyewitnesses 1) July 1947, Frank J. Kaufmann, U. S. Air Force Intelligence Unit: Frank J. Kaufmann worked inside an intelligence unit assigned to Roswell Army Air Field in July 1947. Kaufmann says that on July 4th he and his unit were ordered to travel about forty miles north of Roswell to investigate a crashed vehicle. In the frail, yellowed notes that Kaufmann kept from that day, he wrote: “When we got to the site, we were told it was a ‘craft of unknown origin.’” Kaufmann says he was within five feet of the vehicle and saw the five small, human-like bodies found with the craft. Kaufmann's notes estimate the length of the triangular or wedge-shaped craft to be about 26 to 28 feet, the width about 15 to 18 feet and 6 feet from bottom to top. A dark, opaque “canopy” tapered into a “sting ray” body the color of pewter. The bottom was covered with light beige hexagonal “cells.” Kaufmann wrote, “There was an orange glow around the craft and the area surrounding.” N otes and sketches by Frank J. Kaufmann in July 1947 at the site of a downed craft “of unknown origin” some 40 miles north of Roswell. Submitted to Roswell Army Air Field headquarters in a July 26, 1947 report. Shown with Mr. Kaufmann's permission."},{"pageNumber":4,"pageContent":"According to Frank Kaufmann, the bodies were dressed in tight-fitting jump suits the color of cement that looked a bit metallic like the back side of tin foil. The exposed hands and face were a pale grey-beige. A chemical unit arrived wearing protective suits to collect the humanoids into body bags. Kaufmann told me, “One body was half in and half out of the craft. A second had been thrown into an arroyo. Altogether there were five beings, three inside the craft and two outside. The idea was to get everything out before sunrise. Later we faked more damn documents than you can shake a stick at to divert the media's and public's attention. We had orders to lie. ” Kaufmann's notes say that the craft was “hauled up by a hoist and chain on to the back of a flat-bed truck, covered with a tarpaulin and driven through Roswell before sun up and put in Hangar 84.” There it was referred to as “Flying Disc E-723.” 2) August 1958, “Stein,” U. S. Army Signal Corps: Eleven years later in August 1958, an Army Signal Corps encryption instructor, \"Stetin,\" also saw a horseshoe or wedge-shaped vehicle described by a U. S. Air Force Colonel as \"extraterrestrial in origin.\" Part of Stein's work was for a Central Intelligence Agency project that analyzed international films, photographs and drawings of unidentified aerial craft. His CIA boss asked Stein to join him and three other CIA colleagues for a meeting at Nellis AFB north of Las Vegas, Nevada. The five men, lead by an Air Force Colonel identified only as “Jim,” were taken to Groom Lake's Area 51. Inside engineering bays built inside the Papoose Mountains were various types of exotic craft. The Air Force Colonel pointed to three and said they were “extraterrestrial.” Stein also learned from CIA documents that alien craft retrieved near Roswell in 1947 were crescent-shaped, not disc-shaped. D rawing by “Stein,” based on his August 1958 trip with CIA colleagues to Area 51, Groom Lake engineering bays to see exotic craft, including this wedge shape that a USAF Colonel said was “alien” and retrieved near Roswell in July 1947. “Stein” also read CIA documents filed in a basement at Langley, Virginia, headquarters that said the Roswell craft were crescent-shaped. Stein's sketch drawn for Howe © September 1998. 3) 1969, Clifford E. Stone, U. S. Army Sergeant (Ret.) A decade after that in 1969, U.S. Army Sgt. Clifford E. Stone was on a field training exercise between Fort Lee in Richmond, Virginia and Indian Town Gap, Pennsylvania. His unit received an emergency communique to retrieve a downed craft near Indian Town Gap. As he approached, Sgt. Stone said: \"The first thing that we saw is what I took to be a missile of some sort at an angle with its nose in the ground. It looked like it skipped and blew a hole in the ground. It was like a horseshoe with a canopy, fins and a tail. I'd say the craft was about 25 to 30 feet in length and maybe 15 feet wide. On the bottom there were tiles or something sort of geometric shaped that flashed red, blue - sort of changing all over the bottom."},{"pageNumber":5,"pageContent":"D rawing of “craft of unknown origin” retrieved during U. S. Army operation near Indian Town Gap, Pennsylvania, in 1969. Sketched by retired U. S. Army Sgt. Clifford Stone at his home in Roswell, New Mexico for Howe © September 1998. Stone: “A tank retriever pulled it out and a big hoist crane raised it up. The canopy looked dark black, even after the sun came up. I understood later talking to a Lieutenant that when you were on the inside, you could see out bright as day - even at night, like night vision. The craft was a dull grey metal at night. But with the sun up, it was like shiny aluminum foil. “On one side of the craft near the canopy, a hatch was slid down and one of the entities was hung out about up to the chest. It had a pear-shaped head. I can't tell you too much about the eyes because I was so taken aback. The skin was like a chalky, greyish-white. And there were a couple of areas right along where the temples should be that - you know what varicose veins are? It looked like that. They were raised up about the size of a pencil. That's why I could see them, they were so big. “The clothes was mostly silver with a dark trim. I didn't see any insignia. It had hands, and a thumb out to the side, but I couldn't tell you if it had three fingers, six fingers, or ten on each hand. I was in shock.” Composite Model Based On William Rhodes' Photos and Military Sketches of Ro swell Crescent-Shaped Craft C omposite model of crescent-shaped aerial craft that allegedly crashed in Roswell region in 1947, produced by Tim Bauer, Senior Design Director, © 1999 The Franklin Mint, Philadelphia, Pennsylvania. Central Intelligence Group, September 19, 1947 Memo About “Planform” Aircraft “The recovery of unidentified planform aircraft [curved and wavy surfaces] in the state of New Mexico on 6 July 1947, ten miles northwest of Oscura Peak, and a debris field 75 miles northwest of the Army's 509th Atomic Bomb Group, Roswell Army Air Field is confirmed. A (previous) capture of another similar craft 30 miles east of the Army's Alamogordo Army Air Field on 5 July 1947, has convinced the Army Air Forces (not clearly legible), that the craft and wreckage are not of U. S. manufacture.”"},{"pageNumber":6,"pageContent":"“E xamination of Unidentified Disc-like Aircraft Near Military Installations in the State of New Mexico: A Preliminary Report” by U. S. Navy Admiral Roscoe Hillenketter, Director, Central Intelligence Group (CIG). More Information: For in-depth information, eyewitness testimony, images and reports about craft retrievals from Roswell, New Mexico and the surrounding region, please see my 2-volume book, Glimpses of Other Realities listed in the Earthfiles Shop. Website: Majestic Documents: http://www.majesticdocuments.com Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
