[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon Part 6: Inside Saucer Post ...3-0 Blue © 1957 by Leonard H. Stringfield (out of print) Reprinted with permission in Earthfiles.com © 2006 by Linda Moulton Howe \" I think that several reputable scientists are being unscientific in refusing to entertain the possibility of extraterrestrial origin and nature (for UFOs).\" - C lyde W. Tombaugh, Ph.D., Astronomer Return to Part 1 December 14, 2006 Albuquerque, New Mexico - A n official publication of Civilian Research, Interplanetary Flying Objects (CRIFO) © 1957 by Leonard H. Stringfield. (Cont) THE DANCE OF \"LIFE\" It concerned the Tremonton film known in 1952 as the \"U\" film in secret Air Force circles. Major Keyhoe, in his book Flying Saucers from Outer Space , had exposed its secret handling by photographic experts in the Air Force and Navy. By 1954, the film had become a \"real piece of positive evidence\" among fact-hunting saucerites. It was during this heady period that Dr. Leon Davidson, nuclear scientist and formerly of the Atomic Energy Commission (AEC), sent a letter to CRIFO for publication in the Newsletter . Wrote Dr. Davidson: \"I was at the Pentagon on the afternoon of November 5, 1952, as a result of an invitation by letter of October 23, 1952, from Colonel William Adams. ...I met Colonel Adams and Major Dewey Fournet and we spent two hours discussing flying saucers and the Air Force's investigation of the subject. ...Later, Major Fournet took me into a nearby briefing room and ran the films (Tremonton) off for me twice, also stopping the film at several points so that I could examine typical frames at length. I was told that about six prints had been made and had been submitted to various photo-labs in the country (including Life magazine's lab, as I recall) to be scrutinized for fakery.\" On September 28, 1953, an Air Force spokesman said that the owner of the film, Navy W/O Delbert Newhouse \"can make the film public if he wishes.\" However, when I wrote to Life about pictorializing the film, they replied on November 25, 1953, \"We have not heard anything more about the once-proposed showing of the Tremonton films. ...We shall "},{"pageNumber":2,"pageContent":"certainly be interested when and if this material is made public.\" [ Editor's Note: Tremonton, Utah, UFO Color Film, July 2, 1952: S everal metallic-looking, disc-shaped aerial vehicles on frame from 40 feet of 16mm color movie film taken on July 2, 1952 by U. S. Navy Warrant Officer and Navy photographer, Delbert C. Newhouse. A Warrant Officer and Navy photographer named Delbert C. Newhouse and his wife were driving along a road seven miles from Tremonton, Utah, when they spotted a formation of brilliant metallic-looking, disc-shaped objects, in a cloudless blue sky. Newhouse used a 16mm camera and telephoto lens to shoot forty feet of film of the objects maneuvering. The color movie film was submitted to Project Bluebook for evaluation. It was studied for three months at the U.S. Air Force Photo Reconnaissance Laboratory. The head of Project Bluebook thought the film showed unknown flying aerial vehicles. But the CIA said the objects were birds. ] Had Life forgotten they had examined the film? Or was Lif e told to forget? Or was it a typical case of Life's right hand not knowing what its left hand was doing? Notwithstanding, as the world now knows, the \"U\" film - despite denials of its existence by the Air Force in 1954 - was made public in the movie, \"UFO,\" a United Artist production in 1956. While Life was neither interested in printing stills of the \"U\" film, or in reviewing the movie, \"UFO,\" Life did take time out on December 5, 1955, to promote the juvenile drawings depicting un-typical flying saucers released by the Air Force in their Special Report No. 14, dated October 25, 1955. THE HIGHEST WALL IN THE WORLD Saucerly speaking, something was rotten in Washington! This was particularly clear to the student who had followed the long record of Air Force statements and all the better UFO reports since 1947. To him the matter was no longer a joke. It was obvious that a worried Washington was hiding something big - perhaps much bigger than the Manhattan Project. Guarding this secret was the highest wall in the world - the Wall of Security! On one side stood the tatterdemalion forces of civilian research. On the other side was the Air Force - the watchdog over the evidence. Such was the status quo while CRIFO's forces were building up. Statistically, during one fluid period in 1955, CRIFO's bulletin could boast of more than 2300 paid subscribers. Included in that figure were many prominent Americans. Most were unafraid of having their names associated with saucers. Others, however, preferred obscurity because of their company's contracts with the Air Force or affiliations with observatories, colleges or the military. Foreign agents also were aware of CRIFO, several inquiring about Orbit directly. Others, I suspected, came through members of the diplomatic staff. On a confidential tip from one Latin American correspondent, I learned that his government received Orbit regularly, having them translated into Spanish. On the other hand, I have approached several foreign governments with questions regarding the UFO problem. Replies, however, by such open and direct communication, are scarce. Curiously, only the Soviet Union has responded. A registered letter, dated June 11, 1957, reads: \"Seemingly, the communications concerning the appearance over your country of unidentified flying objects receiving in the foreign press the name of 'flying saucers,' to which you refer in your letter, do not have any relation to true reality, seeing that these appearances have not been observed by us."},{"pageNumber":3,"pageContent":"\"Naturally, under these conditions there cannot be talks either about any official government statement on the question of unexisting objects, or about theoretical investigations in this domain.\" The letter was signed by A. G. Karpenko, Scientific Secretary, Interdepartmental Commission for Interplanetary Communications, Academy N.A.U.K., USSR. While I was not disappointed by the letter's text, I was unhappy to note that the U.S.S.R. had agreed on at least one issue with the U.S.A. Also of interest was the department from which the letter was addressed. By this, we at least know that the U.S.S.R. is organized to think in terms of interplanetary affairs. Back home, CRIFO's prestige and spirit were high, its subscribership was strong and so were the demands placed on it for authoritative information. More and more, I realized that my editorial word alone was not enough. For CRIFO to prosper continuously, it would need the strength of official and professional support. There were three sources - the Office of Public Information (OPI) of the U. S. Air Force in Washington, the legislative branches of government and the men of science. One exploratory effort on March 18, 1955, took me by phone to Captain Robert C. White of the Air Force's OPI in Washington. We talked saucers for one hour. In that time, I hammered on the proverbial issues, but White - well-trained and wary and fending off certain questions with the proverbial Air Force answers - found his best defense in silence. On general issues, however, White was more responsive. \"Five to twenty-two percent of saucer sighting reports were unexplainable, varying from month-to-month. 'Foo fighters' of World War II vintage have never been satisfactorily explained. At least two pictures of UFOs taken by special grid cameras show only pinheads of light. Green fireballs, 'to the best of Air Force knowledge are not a result of the Air Force or any other governmental testing.' When reminded that the phenomena have been seen passing over many large cities, Capt. White said that such a development would never be tested over populated areas, although there was heavy military experimentation in areas where fireballs are most frequently seen - New Mexico. Capt. White emphasized, however, that such experiments were not green fireballs. 'They do exist,' he said. 'That's why thousands of dollars were spent investigating them.' \"T his is a scrupulously accurate eyewitness painting of a mysterious green fireball rushing through the night sky over New Mexico by Mrs. Lincoln La Paz.\" Drawing reprinted in Life magazine, April 7, 1952. \"When asked about the confidential nature of these investigations under Project Twinkle, Capt. White said, 'The project files have never been declassified.' He said there was no reason for this other than no pressures had been made to release the information. He said in effect that the officers who handled the data probably never bothered to declassify the material before leaving the service or being transferred. Capt. White intimated here that this material showed nothing of concern. \"He said, 'The Air Force things the green fireballs are astronomical phenomena.' He suggested the fireballs should be of more concern to astronomers than the Air Force. After pointing out to Capt. White the futility of talking with astronomers, referring to Dr. Herget, I then interposed by quoting a statement by Dr. Lincoln La Paz, an authority on meteors, regarding green fireballs: 'They are not any kind of meteor I have ever heard of.' Citing these authoritative words, I again asked Capt. White for the Air Force's interpretation of this kind of phenomena. He answered simply, 'We cannot explain them.'\""},{"pageNumber":4,"pageContent":"C lyde Tombaugh, Ph.D., astronomer and discoverer of Pluto in 1930 on left, discussing searches for near-Earth satellites with Lincoln La Paz, Ph.D., March 3, 1954. Photo from Albuquerque Journal. On the other hand, Air Force replies to my letters have brought even less information. Most replies tersely evaded my questions entirely. A typical sparing answer to a letter which I addressed to Capt. White asking questions about green fireball phenomena got this reply: \"Capt. White is on leave prior to transfer to Spain after having completed his tour here. I am enclosing a copy of our latest press release which answers your question in this letter.\" The letter was signed by Major William W. James of the Air Force Press Desk. Speculatively, I have often wondered what Major James would have written had I asked for information on the Air Force's provisions to combat the mosquito in the tundra? And if there should be any doubt about my collection of \"replies,\" I need only to quote in part from a letter from the Office of the Secretary of the Air Force, dated 14 December 1956, as follows: \"...We have just completed a review of the considerable file of correspondence that has accumulated over the past few years between you and various units and offices of the Air Force.\" But the evasive reply and the polite rebuff were not only confined to CRIFO. A large newspaper which once tried getting a look-see at the Tremonton film was told at the last minute that the film had been destroyed accidentally by fire. Another attempt to get the facts in 1950 took a Cincinnati businessman, following the Norwood Searchlight Incident, to Washington. At the Pentagon, a high-ranking officer told him to forget saucers and advised instead \"to start collecting postage stamps.\" Others tired of the military merry-go-round turned their efforts to the lawmakers. One such inquiring letter was written by Robert Hopkins of LaGrange, Illinois. He got this tactful reply from Congressman William McVey, which said in part: \"...The government has been paying considerable attention to reports regarding reported movements of these celestial bodies and recently issued a statement to the effect that they had run down thousands of these reports and could not discover a foundation for any of them.' Still another attempt through jurisprudence had more far-reaching implications. The principal contestant was Thomas Eickhoff, a Cincinnati businessman. Eickhoff first became interested in saucers in 1951, having seen an object in the sky that year which he could not explain. In 1954, he touched off a melee in the Air Force by making public high points of his interview with Colonel O'Mara, and has since favored a showdown between certain claimants of the interplanetary theory and the Air Force who oppose it. Eickhoff's open letter describing his later legal actions follows: 1954 Thomas Eickhoff Letter: 'Yes, I did have a case for Federal Court. However, by use of the injunction if necessary he would prevent anyone from testifying in court concerning this book because maximum security exists concerning the subject of UFOs.' \"Jurisprudence - a system of laws of a country. Right. Justice. The act of administering same. It has always been my opinion that the law of the land is for the protection of the rights of the individual and that due process of administering this cardinal weapon against injustices and wrongs is above and beyond the interference by anyone or anything. \"At present, in the UFO controversy, there exists two diametrically opposed factions; one, the various government agencies who make statements explaining away the UFO as hallucinations and scientific improbabilities; the other, a group of persons who claim personal contacts with people from other plants or by means of radio and thought waves. \"It is not my position to sit in judgment on either of these factions, but rather"},{"pageNumber":5,"pageContent":"to fling the gauntlet down between them and ask by due process of the law, which is right? \"In 1954, I took the initial and, what I thought to be, right steps toward ending this comedy of errors. There were two men slated for speaking engagements in our city. Both had made contact claims in books and were here primarily to promote sales. I could not see why the officials would let these men, if their word was false, speak here with authority. The rebuff I received from the FBI was that the men were only stating personal opinions which they were entitled to state. However, the books which these contact claimants offered for sale were headed by such sale clinchers as 'documentary, fact, truth and so on.' \"It was during this time that my wife and I made a personal visit to Lt. Col. John O'Mara, then Chief Deputy Commander of Air Intelligence, Wright- Patterson AFB. While we talked, Col. O'Mara once again branded these men as obvious hoaxers and also made disparaging remarks about Major Donald Keyhoe and his books. He later was caused to rescind many of these remarks about Major Keyhoe. He also stated that 'there are no such things as the Tremonton or Montana motion picture films showing saucers in flight. However, many Americans today have seen those very pictures which were shown on public movie screens. The Colonel did admit that grid cameras had been placed on many jet pursuit ships and indicated they were for further study of the UFO problem. I hastened to mention that it seemed like a large amount of the taxpayers' money was being spent on this 'obvious hoax.' The Colonel ended the interview by saying that sighting reports were arriving at the phenomenal rate of 700 per week. I am certain, as I am sure the Colonel was, that a very small percentage were authentic cases. After this shot skirmish, I gave up at least temporarily, arguing with 'City Hall.' \"In the next year, there were more sightings and more claims of personal contacts. Saucer books, magazines and direct mail circulars were being published in increasing numbers. My thoughts were: How was it that the 'charlatans' were going on their way busily fleecing the people, unapprehended by the audacious use of the U.S. mail system? Frankly, I did not know. At any rate, I purchased one of these books via the mail system entitled Inside The Space Ships by George Adamski. However, prior to purchasing the book, I examined it and found a very vulnerable legal Achilles heel. Adamski's 'heel' in this case was: '...I do have witnesses to one of my journeys in a space craft. Both are scientists who hold high positions. Once they are able to make a statement, the picture will change overnight. However, the way things are nowadays with everything classified as security, for the time being the scientists must remain in the shadow. When they believe that they can release the substantiation they have without jeopardizing either the national defense or themselves, they have said that they will do so through the press. How soon that will be? Your guess is as good as mine. \"On the strength of this statement, which in a sense is scientific corroboration of his experience, the book ceases to be a product of his personal opinion and becomes a statement of fact open to question by legal means. \"Irate with the government's lassitude in challenging the 'charlatans,' I decided to force the issue myself. The book in question was George Adamski's. It was my opinion that he should be brought to Federal Court where he could prove by use of the testimony of his two scientists that he really had been on a space ship from another planet. Of course, this would also have given the government their opportunity to press the case and when he was unable to produce the aforementioned scientists, they could prosecute Adamski for the act of fraud committed by illegal use of the U. S. mail system. \"I called an attorney friend and explained the situation. I said, 'This is a hot one. You can back out if you like.' He answered that in his opinion, I had a case. Out of respect to the various agencies involved, my lawyer decided to call in a certain federal representative to act s a go-between. At first, this representative thought that we were just kidding, but my lawyer convinced him that we were serious. We gave him our plan of action. 'Do nothing until I check' was his advice. We waited and finally he suggested a letter of inquiry be sent to a certain agency in Washington. This we did and the answer that was forthcoming was so evasive that it even angered my very conservative lawyer friend. 'They can't do this to us.' He called the representative and said, 'We're going through with it.' The representative then asked him to please hold off once more until he could get to Washington. Within the week, my attorney called me to his office. He had"},{"pageNumber":6,"pageContent":"received the answer which also included instructions for all parties concerned to deny any connections with the statement. The statement itself came from Mr. A. D. of a certain top agency in Washington. Said A. D.: 'Yes, I did have a case for Federal Court. However, by use of the injunction if necessary he would prevent anyone from testifying in court concerning this book because maximum security exists concerning the subject of UFOs.' My lawyer, after carefully pointing out the fact that if the injunction was used, I would be left high and dry and would be pen for countersuit. He suggested we drop the case. \"I still believe that I have had my personal rights tampered with. I still believe that the men who market their books by the mail system should be caused to show proof of their statements. This is the latest the government could do toward protecting the people who, because of a lack of official information, 'go for these publications.' Mine is only one small fist beating on the huge soundproof door to City Hall. It is, it seems to me, more the rule than the exception nowadays that the individual and his rights are becoming a lost legion in the quicksands of security.\" Hardest to measure in my quest for authoritative information was the depth of the scientific well of thinking. Most scientists, fearing public controversy or that they are going too far out on a professional limb, usually eschewed off the inquisitor before he could say \"flying saucer.\" On the other hand, there were a few with preconceived ideas about the universe who volubly attacked every suggestion of saucers from space. To the newspapers, tired of saucers, these utterances were a welcome relief. Usually, they found enshrinement on the front pages or in hot weather editorials. To the layman, however, who believed everything he read, it meant that Science had cast its lot and that saucers were, as Dr. Harlow Shapley said in 1952: \"...a complete lot of nonsense.\" Or as Dr. Walter Cornberger said in 1956: \"The only true flying saucers are those you see when you have an argument with your wife in the kitchen.\" Or as Dr. Clifford Furnas, former Assistant Secretary of Defense, said in 1957: \"People who report flying saucers just see spots before their eyes.\" But to the saucerite, these men were not a true sampling of scientific thinking. They were either \"talking with their feet in their mouths,\" or were paid to talk that way! For the more qualified opinion on inside-science, I quote in part from a letter received from Ward Kimball, Director of Walt Disney's Tomorrowland: \"...The most interesting aspect of creating the factual space travel television shows for Disneyland has been the exciting contacts we've made with the scientists, engineers and physicists connected directly or remotely with the government guided missile and artificial satellite programs. The one question that seems to start the fur flying, good-naturedly and otherwise, is when we ask, 'What do you think about flying saucers?' The answers range from, 'It's very absurd!' all the way to 'If a flying saucer landed on my lawn tomorrow, I would not be at all surprised!' Realizing the importance of first-hand information, I once tried my luck at the personal interview. It was in October 1954, after getting a barrage of clippings covering a green fireball incident in New Mexico. I phoned Dr. Paul Herget, Professor of Astronomy at the University of Cincinnati, who is now one of the heads of the Navy satellite program. I told him about the fireballs and remarked that I had talked with Wright-Patterson about the saucer question. Before hanging up, he agreed to see me privately at the observatory. In its dome was a 16-inch Clark telescope, but it was also Dr. Herget's sanctuary for asteroid research, of which he was the world's authority. When Dr. Herget and I met at the observatory, I explained that the purpose of my visit was to get his professional advice on saucers. For some reason, I felt uncomfortable. Maybe it was the severe furnishings of the room: the old wooden staircase, the straight-back chairs, the mustiness. Getting to the subject, Dr. Herget was first to speak. \"Do you have security clearance?\" he asked. I replied that since I left Air Force Intelligence after World War II, I had none. My present research was strictly civilian. As though operated on a pushbutton, the atmosphere changed. Turning red, Dr. Herget said harshly,\"I take a dim view on the whole subject. There's absolutely nothing to it.\" I suggested the known evidence; the reports of trained observers. \"I take a dim view on the whole subject,\" said Dr. Herget again and cited one or two examples in which he swept away every sighting report on record. To his knowledge, there was no evidence! He made it clear that flying saucers were anathema!"},{"pageNumber":7,"pageContent":"\"But what of the sightings by amateur astronomers?\" I asked. I was thinking of several recent reports reaching me from sincere observers using good telescopes. Dr. Herget responded quickly. He said he had little faith in the amateur's reports, adding that they were not qualified to identify anything in space. I could feel my patience fading. \"For that matter, sir,\" I countered, \"how can you prove you're seeing asteroids?\" I knew this was the wrong thing to say. It was. When I next asked about the Norwood Searchlight Incident in which Dr. Herget was involved, he vollied: \"Nothing to it. Just gas! I tell you, I take a dim view of the whole subject.\" By this time, I had taken a dim view on the whole interview. I gave up, thanked him for his time and left feeling more baffled than ever. But I kept wondering why he had asked about security clearance? I also wondered what might have been said if I had the necessary clearance? O ther scientists were not openly pro or con. One leading astronomer and an authority on Mars wrote from Mt. Palomar: \"I wouldn't mind commenting about 'saucers' if I really had anything worthwhile to say about them. I haven't kept up on this. I'm still not convinced of their existence, but have an open mind on the subject. I'll have to wait until I actually see one. Then I probably won't have my glasses with me so my observation will be worthless.' Willing to go on public record, but playing his hand cautiously was astronomer James C. Bartlett, Ph.D. In a Baltimore lecture in March 1956, Bartlett said he was positive saucers existed and were controlled mechanisms. But from there, he admitted his convictions faded into speculation. Bartlett said it is not impossible that the objects come from another planet, but the probability is that the answer is to be found on this earth. Following the lecture, he admitted he had seen both discs and cigar-shaped objects which he could not explain. Also on the conservative side was Alfred C. Loedding, former civilian head of the first Air Force investigation into flying saucers and a Princeton University aeronautical engineer. According to the Trenton, New Jersey, Times , Loedding had stated unequivocally that there were such things as flying saucers. He based his statement on more than 100 reports received from airline pilots, test pilots, Air Force officers and other reliable sources. Perhaps the most striking revelation of inside scientific thinking came by letter from correspondent Horacio Gonzales of Caracas, Venezuela. He quoted the statements by three American scientists who were interviewed by the local press while visiting Venezuela in December 1954. 1954 Letter from Horacio Gonzales, Caracas, Venezuela: \"Dr. H. Cross Sabine, once on the staff of Cornell University: \" If they are not the experiments of any nation on earth, then they must come from some other planet.\" Dr. Kurt Metheus, once on the staff of the faculty of Physical Sciences of the University of Michigan: \" We cannot disbelieve what has been said about the flying saucers - atomic explosions may be the motive for the strange visits.\" Dr. Wilson Henry of the University of Pennsylvania (in paraphrase): Saucers are not the result of imagination or mass psychosis, but are space ships manned by beings from the planet Mars. The U. S. news wires did not carry the statements. But the date of the press account is significant, for it coincides with information I heard at that time which told of a U. S. military and scientific team sent to Venezuela to investigate reports of a series of weird saucer events. Perhaps the real clue to the Pan American affair was revealed by Coral Lorenzen in her APRO Bulletin from Alamogordo, New Mexico, published in early 1955. Through her informant, Gonzales, Coral published the details of the terror brought to five Venezuelan cities by a sudden outbreak of saucer landings and encounters with ugly little creatures described as hairy bipeds. APRO also revealed, \"It is indeed surprising that no mention has been made in the U. S. newspapers of the Petare, Carora, Valencia and Zulia encounters. ...Stranger it seems is the fact that Mr. Miller of Business Week; Mr. Arnold Dible of United Press; and Mr. John Schell of North American Newspaper Alliance were all 'coincidentally' in Caracas two days after the Petare incident!' Judging by the hushed-up statements of Sabine, Metheus and Henry, all Ph.D.s, perhaps we can better understand the position of scientists in the U.S.; the neutralism of most, the double-talk of many and the revolt of a few."},{"pageNumber":8,"pageContent":"Aroused about the official silence, one American scientist claimed privately that the public should be told the true facts before it was too late. Another, a British astronomer, scorned \"Pentagon-minded people,\" while still another noted astronomical authority in England wrote: \"I was perturbed to find a renewal of your request for permission to quote from my lunar notes in a forthcoming issue of Orbit because I replied granting you full permission to use my letter for this purpose sometime in July. Anyway, quite obviously you have never received this answer, which leads me to suspect that mail is being tampered with among 'saucer' correspondents. ...More than a remarkable percentage of my correspondence has been suffering in this respect over the past two or three years and not all of it has been overseas mailing, either. I wonder what is going on?\" The most celebrated scientists to speak out publicly and giving similar theories were Clyde W. Tombaugh, Ph.D., astronomer and head of the U. S. satellite search; and Hermann Oberth, Ph.D., father of the German V-2 rocket. Both saw possibility that saucers were from another solar system. Further testimony illustrating Dr. Tombaugh's objective thinking is in his statement which was written with clearance for publication in this book. Here is the statement: \"I have seen three objects within the past seven years, which defied any explanation of known phenomena, such as Venus, atmospheric optics, meteors or planes. I am a professional, highly-skilled observing astronomer. In addition, I have seen three green fire balls which were unusual in behavior from scores of normal green fire balls. \"There might be observations of these objects with theodolites obtaining angles for parallax; thence distance, size and speed. Unless such objects are seen under clouds or in the tangent rays of the sun just after sunset or with a pair of observers equipped with theodolites at the end of a measured base line, any other reported heights, sizes and speeds are mere guesses. Most people guess badly on such aerial phenomena. \"Most of the sightings can be traced to known phenomena, but some ten or five percent cannot. But there ar still things to learn about the atmosphere, which may whittle down the percentage even more. I think a great deal will be learned about electrical and ionization phenomena from the International Geophysical Year (IGY) program. \"I think that several reputable scientists are being unscientific in refusing to entertain the possibility of extraterrestrial origin and nature (for UFOs). It is yet too early for any decision of finality.\" Continued in Part 7 - Mysterious Fireballs Connected to UFOs? More Information: For further information about Leonard Stringfield's UFO Status Reports, please see reprints below from the Earthfiles Archives: Status Reports I • 10/25/2005 -- Final Part 6: Retrievals of the Third Kind - A Case Study of Alleged UFOs and Occupants in Military Custody • 10/13/2005 -- Part 5: Retrievals of the Third Kind - A Case Study of Alleged UFOs and Occupants in Military Custody • 10/05/2005 -- Part 4: Retrievals of the Third Kind - A Case Study of Alleged UFOs and Occupants in Military Custody • 09/30/2005 -- Part 3: Retrievals of the Third Kind - A Case Study of Alleged UFOs and Occupants in Military Custody • 09/26/2005 -- Part 2: Retrievals of the Third Kind - Kingman, Arizona Crash • 09/25/2005 -- Part 1: Retrievals of the Third Kind - A Case Study of Alleged UFOs and Occupants in Military Custody Status Reports II • 09/19/2005 -- Final Part 9: The UFO Crash/Retrieval Syndrome: Status Report II - New Sources, New Data • 09/17/2005 -- Part 8: The UFO Crash/Retrieval Syndrome: Status Report II - New Sources, New Data • 09/14/2005 -- Part 7: The UFO Crash/Retrieval Syndrome: Status Report II - New Sources, New Data • 09/06/2005 -- Part 6: The UFO Crash/Retrieval Syndrome: Status Report II - New Sources, New Data • 08/22/2005 -- Part 5: The UFO Crash/Retrieval Syndrome: Status Report II - New Sources, New Data • 08/17/2005 -- Part 4: The UFO Crash/Retrieval Syndrome: Status Report II - New Sources, New Data • 07/20/2005 -- Part 3: The UFO Crash/Retrieval Syndrome: Status Report II - New Sources, New Data • 07/14/2005 -- Part 2: The UFO Crash/Retrieval Syndrome: Status Report II - New Sources, New Data • 07/12/2005 -- Part 1: The UFO Crash/Retrieval Syndrome: Status Report II - New Sources, New Data Status Reports III • 07/05/2005 -- Final Part 15: UFO Crash/Retrievals: Status Report III - Amassing The Evidence • 06/20/2005 -- Part 14: UFO Crash/Retrievals: Status Report III - Amassing The Evidence"},{"pageNumber":9,"pageContent":"• 06/17/2005 -- Part 13: UFO Crash/Retrievals: Status Report III - Amassing The Evidence • 05/10/2005 -- Part 12: UFO Crash/Retrievals: Status Report III - Amassing The Evidence • 05/04/2005 -- Part 11: UFO Crash/Retrievals: Status Report III - Amassing The Evidence • 04/19/2005 -- Part 10: UFO Crash/Retrievals: Status Report III - Amassing The Evidence © June 1982 by Leonard H. Stringfield • 04/18/2005 -- Part 9: UFO Crash/Retrievals: Status Report III - Amassing The Evidence © June 1982 by Leonard H. Stringfield • 04/05/2005 -- Part 8: UFO Crash/Retrievals: Status Report III - Amassing The Evidence • 03/28/2005 -- Part 7: UFO Crash/Retrievals: Status Report III - Amassing The Evidence © June 1982 by Leonard H. Stringfield • 03/24/2005 -- Part 6: UFO Crash/Retrievals: Status Report III - Amassing The Evidence • 03/22/2005 -- Part 5: UFO Crash/Retrievals: Status Report III - Amassing The Evidence © June 1982 by Leonard H. Stringfield • 03/13/2005 -- Part 4: UFO Crash/Retrievals: Status Report III - Amassing The Evidence • 03/07/2005 -- Part 3: UFO Crash/Retrievals: Status Report III - Amassing The Evidence • 03/03/2005 -- Part 2: UFO Crash/Retrievals: Status Report III - Amassing The Evidence © June 1982 by Leonard H. Stringfield • 03/01/2005 -- Part 1: UFO Crash/Retrievals: Status Report III - Amassing The Evidence © June 1982 by Leonard H. Stringfield Status Reports IV • 02/23/2005 -- Final Part 4: UFO Crash/Retrievals: Status Report IV - Fatal Encounter At Ft. Dix-McGuire • 02/19/2005 -- Part 3: UFO Crash/Retrievals: Status Report IV - Fatal Encounter At Ft. Dix-McGuire • 02/14/2005 -- Part 2: UFO Crash/Retrievals: Status Report IV - Fatal Encounter At Ft. Dix-McGuire • 02/13/2005 -- Part 1: UFO Crash/Retrievals: Status Report IV - Fatal Encounter At Ft. Dix-McGuire Status Reports V • 02/07/2005 -- Final Part 3: UFO Crash/Retrievals: Status Report V - Is The Cover-Up Lid Lifting? ++• 02/04/2005 -- Part 2: UFO Crash/Retrievals: Status Report V - Is The Cover-Up Lid Lifting? • 01/30/2005 -- Part 1: UFO Crash/Retrievals: Status Report V - Is The Cover-Up Lid Lifting? Status Reports VI • 01/26/2005 -- Final Part 28: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI © July 1991 by Leonard H. Stringfield • 01/17/2005 -- Part 27: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI © July 1991 by Leonard H. Stringfield • 01/15/2005 -- Part 26: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI © July 1991 by Leonard H. Stringfield • 01/11/2005 -- Part 25: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI © July 1991 by Leonard H. Stringfield • 01/06/2005 -- Part 24: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI © July 1991 by Leonard H. Stringfield • 01/04/2005 -- Part 23: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI © July 1991 by Leonard H. Stringfield • 12/28/2004 -- Part 22: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI © July 1991 by Leonard H. Stringfield • 12/19/2004 -- Part 21: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI © July 1991 by Leonard H. Stringfield • 11/26/2004 -- Part 20: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI © July 1991 by Leonard H. Stringfield • 11/17/2004 -- Part 19: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI © July 1991 by Leonard H. Stringfield • 09/30/2004 -- Part 18: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI © July 1991 by Leonard H. Stringfield • 09/10/2004 -- Part 17: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI © July 1991 by Leonard H. Stringfield • 08/30/2004 -- Part 16: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI © July 1991 by Leonard H. Stringfield • 08/13/2004 -- Part 15: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI © July 1991 by Leonard H. Stringfield • 08/05/2004 -- Part 14: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI © July 1991 by Leonard H. Stringfield • 07/28/2004 -- Part 13: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI © July 1991 by Leonard H. Stringfield • 07/27/2004 -- Part 12: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI © July 1991 by Leonard H. Stringfield • 07/02/2004 -- Part 11: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI © July 1991 by Leonard H. Stringfield • 06/27/2004 -- Part 10: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI © July 1991 by Leonard H. Stringfield • 06/05/2004 -- Part 9: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI © July 1991 by Leonard H. Stringfield • 05/16/2004 -- Part 8: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI © July 1991 by Leonard H. Stringfield • 04/13/2004 -- Part 7: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI © July 1991 by Leonard H. Stringfield • 03/31/2004 -- Part 6: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI © July 1991 by Leonard H. Stringfield • 03/14/2004 -- Part 5: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI © July 1991 by Leonard H. Stringfield • 03/08/2004 -- Part 4: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI © July 1991 by Leonard H. Stringfield • 03/01/2004 -- Part 3: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI © July 1991 by Leonard H. Stringfield • 02/25/2004 -- Part 2: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI © July 1991 by Leonard H. Stringfield • 02/24/2004 -- Part 1: UFO Crash/Retrievals: The Inner Sanctum - Status Report VI © July 1991 by Leonard"},{"pageNumber":10,"pageContent":"H. Stringfield Status Reports VII • 02/16/2004 -- Final Part 15: UFO Crash/Retrievals, Status Report VII by Len Stringfield • 02/13/2004 -- Part 14 - UFO Crash/Retrievals, Status Report VII by Len Stringfield • 02/12/2004 -- Part 13 - UFO Crash/Retrievals, Status Report VII by Len Stringfield • 02/07/2004 -- Part 12 - UFO Crash/Retrievals, Status Report VII by Len Stringfield • 02/02/2004 -- Part 11 - UFO Crash/Retrievals, Status Report VII by Len Stringfield • 02/01/2004 -- Part 10 - UFO Crash/Retrievals, Status Report VII by Len Stringfield • 01/27/2004 -- Part 9 - UFO Crash/Retrievals, Status Report VII by Len Stringfield • 01/21/2004 -- Part 8 - UFO Crash/Retrievals, Status Report VII by Len Stringfield • 01/18/2004 -- Part 7 - UFO Crash/Retrievals, Status Report VII by Len Stringfield • 01/11/2004 -- Part 6 - UFO Crash/Retrievals, Status Report VII by Len Stringfield • 12/29/2003 -- Part 5 - UFO Crash/Retrievals, Status Report VII by Len Stringfield • 12/21/2003 -- Part 4 - UFO Crash/Retrievals, Status Report VII by Len Stringfield • 12/19/2003 -- Part 3 - UFO Crash/Retrievals, Status Report VII by Len Stringfield • 12/17/2003 -- Part 2 - UFO Crash/Retrievals, Status Report VII by Len Stringfield • 12/15/2003 -- Part 1 - UFO Crash/Retrievals, Status Report VII by Len Stringfield Websites: Majestic-12 Documents: http://www.majesticdocuments.com American Presidential Knowledge: http://www.presidentialufo.com Stanton Friedman: http://www.stantonfriedman.com Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
