[{"pageNumber":1,"pageContent":" LOGIN LOGOUT HELP Printer Friendly Page E arthfiles, news category. Share: Digg Facebook StumbleUpon September 12, 1952: America's \"Secret War\"? P art 1: UFO Retrieval in Flatwoods, West Virginia © 2004 by Linda Moulton Howe Rural Flatwoods, Braxton County, West Virginia, is 206 miles west of Washington, D. C. December 29, 2004 Daytona Beach, Florida - Half a century ago in 1952, fifteen hundred and one UFO sightings were reported to the U. S. Air Force's Project Blue Book (Page 108 of Blue Book Report). The most well known events were \"flying discs\" over Washington, D. C., on July 19 and July 26, 1952, that were monitored on radar. July 19 and 26, 1952 - UFOs Over Washington, D. C. Around midnight on July 19, 1952, radar operators at Washington National Airport noted several 'blips' on the radar over Washington D.C. The unidentified blips traveled at 100 to 130 mph, but then would accelerate suddenly to speeds in excess of 7,200 mph. Washington National Airport and other radar operators confirmed the radar activity with each other and with Andrews Air Force Base. A week later on Saturday, July 26, 1952, \"glowing aerial objects\" showed up again on radar over the Nation's capital and The Wa sh i n g t o n P o st even ran a story about one jet pilot's encounter with a \"saucer that outran\" him. M onday, July 28, 1952, The Washington Post, Washington, D. C. Six Weeks Later on September 12, 1952 The late afternoon into evening of September 12, 1952, eyewitnesses along the entire East Coast of the United States and inland in places such as Flatwoods, Braxton County, West Virginia, saw and reported \"flaming\" objects and \"strange lights\" in the sky. Residents also heard and saw military planes. At least one of the military events was a UFO crash retrieval operation on the hill above Flatwoods, West Virginia, according to Frank "},{"pageNumber":2,"pageContent":"Feschino, Jr., an artist illustrator, UFO researcher and author of the recently published book entitled, The Braxton County Monster: The Cover-Up of the Flatwoods Monster Revealed © 2004. About ten years ago, Frank first heard from a West Virginia cousin about the so-called \"Flatwoods Monster\" associated with the 1952 landing of a very strange object on a hilltop above Flatwoods. Frank Feschino wanted to know more and began digging into old newspaper files, interviewing surviving eyewitnesses and eventually became convinced that on September 12, 1952, the American military had a \"secret war\" with whatever the flying discs were. Frank also became convinced after talking and sketching with adults now, who were grade school and junior high age eyewitnesses on September 12, 1952, that the so-called \"Flatwoods Monster\" was a large mechanical device, not biological. Frank explained that the first people to see an oval-shaped object that looked like it had red-violet-orange flames coming off of it were about a dozen boys ranging in age from ten to fourteen. According to some of the children, the oval object stopped in mid-air and then went down on a hilltop at the Fisher Farm across from the school playground where they were all playing. The children ran to the house of Kathleen May, mother to two of the boys - Edison and Freddie - and she went with them to see the mysterious object which local media and a TV program sensationalized as the \"Flatwoods Monster.\" But Frank Feschino did his own later interviews and sketches with Mrs. May and her grown son, Freddie, that lead him to conclude the Flatwoods event was a UFO crash and retrieval operation of great interest to the United States government - but nothing has ever been shared with the American public. The night of September 12, 1952, eyewitnesses along the entire East Coast of the United States and inland such as Flatwoods, West Virginia, saw and reported \"flaming\" objects and \"strange lights\" in the sky. Flatwoods, West Virginia, eyewitnesses who saw 'monster' on September 12, 1952. Back row: Freddie May (11-years-old); Mrs. Kathleen May (Freddie's mother); Gene Lemon, Neil Nunley (14-years-old). Front row: Edison May (13-years-old); Theodore Neal (13-years-old); Ronnie Shaver (10-years-old). This photograph was taken on September 20, 1952 © by Lee Stewart, Jr. Interview: Frank C. Feschino, Jr., Artist Illustrator, UFO Researcher and Author, The Braxton County Monster: The Cover-Up of the Flatwoods Monster Revealed © 2004: \" In 1995, I sat down with Freddie May (son of Kathleen May) who saw the 'monster' from about thirty feet away. As I was starting to sketch, I handed Freddie the pencil. I said, 'You start drawing.' So he started sketching and drawing. I said, 'This does not look anything like that"},{"pageNumber":3,"pageContent":"stupid drawing that was on We Th e P e o p l e (TV show) and that was seen by millions of Americans (back in 1952). September 12, 1952, eyewitness Kathleen May, mother of Freddie and Edison May, standing next to 1952 television sketch artist's drawing of the \"Flatwoods Monster\" for use in the TV program, We The People . Photograph courtesy Kathleen May in Frank Feschino's book, The Braxton County Monster: The Cover-Up of the Flatwoods Monster Revealed © 2004. Freddie started sketching it out and I had to help him because he's not a professional artist and then we got a working composite drawing, like a police sketch. DID HE AGREE THAT IT MAY HAVE BEEN MORE MECHANICAL THAN BIOLOGICAL? Oh, absolutely. That's exactly what he told me, 'This thing was mechanical. It was not alive.' And Kathleen May told me she could hear it sizzling, like 'bacon frying.' The witnesses heard a thumping noise coming from it, like a beat. It might have been an engine noise. I have no idea. August 12, 1995, sketch by Freddie May for Frank Feschino, Jr. This 12-foot-tall machine was hovering behind a gigantic oak tree that was approximately 75-feet-tall. That's how it startled them. They were looking straight up toward the back hill, or mountain top, where this thing was seen to have landed. And it was not there anymore. What it had done is relocated and came down into a gully and stayed out of the"},{"pageNumber":4,"pageContent":"way because the thing was seen by a lot of people. The thing was glowing up there. HOW LONG DID IT TAKE FOR SOME KIND OF MILITARY OR AIR TRAFFIC TO SHOW UP? The National Guard was in the area within a few hours. Military Retrieval Operation At Flatwoods, West Virginia Site I interviewed Col. Dale Leavitt (a Captain in 1952) who was the head of the West Virginia National Guard and he was called by Washington. He was called at his home in the southern area and he got together a bunch of troops and they went up to the site. He told me there were 50 to 60 guys. They came into the back area of the Fisher Farm not the access road. It was a strict covert mission. They went up there and took pieces and remnants of stuff that was laying around. They took samples of the oil, some pieces of the tree where this thing was seen hovering there. He told me he had to box all this stuff up, put it in jars, put it in little boxes, and he had to ship it back to Washington. DID HE SAY ANYTHING ABOUT THE ADDRESS TO WHICH HE SHIPPED? No, he didn't. He just told me he sent it off. DID HE EVER LEARN ANYTHING ABOUT WHAT IT WAS? He never heard anything back again. He never heard a word. Colonel Dale Leavitt, U. S. Army, circa 1960s. Col. Leavitt was a Captain on September 12, 1952, and head of the West Virginia National Guard that was ordered by someone in Washington, D. C., to go to the Flatwoods \"monster\" site, box up any unusual debris and ship to a specific address (not identified by Leavitt). Photograph courtesy Mrs. Dale Leavitt for Frank Feschino, Jr. Continued in Part 2 - 1.5 Hours Before Flatwoods Event, USAF Starfire Disappeared Over Gulf of Mexico More Information:"},{"pageNumber":5,"pageContent":"Click cover to order The Braxton County Monster: The Cover-Up of the Flatwoods Monster Revealed © 2004 by Frank C. Feschino, Jr., with Foreword by nuclear physicist Stanton T. Friedman. For more information about MJ-12, the \"Secret Government\" in charge of ET research and cover-up, please see other Earthfiles reports: 'MJ-12': · 12/10/2004 -- Part 3: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation? · 12/10/2004 -- Part 4: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation? · 12/07/2004 -- Part 2: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation? · 12/04/2004 -- Part 1: \"Peculiar Phenomena,\" V-2 Rockets - and UFOB Retaliation? · 11/03/2004 -- Gen. Wesley Clark - Has He Been Briefed About UFOs? · 08/05/2004 -- Part 14: UFO Crash/Retrievals: Status Report VI © July 1991 by Leonard H. Stringfield · 07/27/2004 -- Part 12: UFO Crash/Retrievals: Status Report VI © July 1991 by Leonard H. Stringfield · 07/13/2004 -- The Chapter 7 Bankruptcy of Dan and Deborah Burisch · 06/27/2004 -- Part 10: UFO Crash/Retrievals: Status Report VI © July 1991 by Leonard H. Stringfield · 06/12/2004 -- Part 1 - Field Trip with Microbiologist Dan Burisch to Frenchman Mountain, Nevada · 06/08/2004 -- Part 3: Whistleblower Microbiologist Dan Burisch Interview on June 7, 2003 · 05/23/2004 -- Part 2: Whistleblower Microbiologist Dan Burisch Interview on June 7, 2003 · 05/19/2004 -- Part 1: Whistleblower Microbiologist Dan Burisch Interview on June 7, 2003 · 04/26/2004 -- Update About Microbiologist Dan Burisch, Ph.D. · 04/13/2004 -- Part 7: UFO Crash/Retrievals: Status Report VI © July 1991 by Leonard H. Stringfield · 03/31/2004 -- Part 6: UFO Crash/Retrievals: Status Report VI © July 1991 by Leonard H. Stringfield · 03/17/2004 -- Part 1 - \"Horrible Secret\" in UFO Crash Retrievals Near Roswell, New Mexico, in July 1947? · 03/17/2004 -- Part 2 - \"Horrible Secret\" in UFO Crash Retrievals Near Roswell, New Mexico, in July 1947? · 02/02/2004 -- Part 11 - UFO Crash/Retrievals, Status Report VII by Len Stringfield · 11/19/2003 -- Updated - 1954 Manual: \"Extraterrestrial Entities and Technology\" - Reasons It Is Authentic · 11/07/2003 -- British UFO Crash Retrievals · 10/28/2003 -- Part 2 - U. S. Presidents and UFO Investigations · 01/14/2003 -- Part 2: Cape Girardeau and Charlette Mann's 1991 Letter About Her Grandfather's Experience · 12/28/2002 -- UPDATED Part 1: Cape Girardeau, Missouri, Non-Human Craft and Bodies Retrieval in 1941 · 11/09/2002 -- UPDATED: Majestic-12 Documents with Ryan Wood About Extraterrestrial Technologies · 10/05/2002 -- Part 2 - J-Rod and Microbiologist Danny B Burisch, Ph.D."},{"pageNumber":6,"pageContent":"· 04/20/2002 -- Canadian and American Officials In 1950s Collaborated on Unidentified Aerial Disks Study · 04/17/2002 -- Part 2 - Unidentified Aerial Craft Over Farmington and Aztec, New Mexico in Spring 1949 · 02/12/2002 -- JFK, MJ-12 and Outer Space · 04/02/2000 -- Secret Radar Stations in New Mexico, Part 2 · 06/22/1999 -- The Strange Story of J-Rod, An EBE · 01/10/1999 -- Updates: Astronomy and Rufus Baughn, Nevada Test Site Websites: Frank Feschino's Website: http://www.flatwoodsmonster.com Grant Cameron's Website: http://www.presidentialufo.com Majestic 12 Documents: http://www.majesticdocuments.com/ Credits Copyright © 1999 - 2009 by Linda Moulton Howe. All Rights Reserved. www.earthfiles.com earthfiles@earthfiles.com Republication and redissemination of the contents of this screen or any part of this website are expressly prohibited without prior Earthfiles.com written consent. Privacy Policy | Terms & Conditions Refund Policy Copyright © 1999 - 2009, Earthfiles.com / DigitalEyeCandy.ca All rights reserved."}]
