[{"startMs":0,"durationMs":6560,"subtitle":"Place your advance order now on Amazon for the very first volume of the new Thinking"},{"startMs":6560,"durationMs":4680,"subtitle":"Allowed dialogue series, Is There Life After Death?"},{"startMs":11240,"durationMs":2960,"subtitle":"Publication date is June 1st."},{"startMs":30560,"durationMs":8160,"subtitle":"Thinking Allowed. Conversations on the leading edge of knowledge and discovery"},{"startMs":38720,"durationMs":2840,"subtitle":"with psychologist Jeffrey Mishlove."},{"startMs":46560,"durationMs":7400,"subtitle":"Hello and welcome. I'm Jeffrey Mishlove. Today we'll be looking at precognitive"},{"startMs":53960,"durationMs":6320,"subtitle":"dreaming. My guest is my good friend Russell Targ. Russell is one of the"},{"startMs":60280,"durationMs":6200,"subtitle":"founders of the discipline of remote viewing. He conducted research in that"},{"startMs":66480,"durationMs":7240,"subtitle":"field beginning in the 1970s at SRI International in Menlo Park, California."},{"startMs":73720,"durationMs":6200,"subtitle":"He is the author of numerous books including Limitless Mind, a guide to"},{"startMs":79920,"durationMs":7480,"subtitle":"remote viewing and transformation of consciousness. The reality of ESP, a"},{"startMs":87400,"durationMs":8520,"subtitle":"physicist's proof of psychic abilities. The classic mind reach written with his"},{"startMs":95920,"durationMs":6800,"subtitle":"partner Hal Putoff. Scientists look at psychic abilities. Russell produced the"},{"startMs":102720,"durationMs":5480,"subtitle":"documentary Third Eye Spies and his newest book is also called Third Eye"},{"startMs":108200,"durationMs":8160,"subtitle":"Spies, Learn Remote Viewing from the Masters. Russell recently turned 89 years"},{"startMs":116360,"durationMs":5960,"subtitle":"old. He lives in Palo Alto, California and now I'll switch over to the internet"},{"startMs":122320,"durationMs":7680,"subtitle":"video. Welcome Russell. What a pleasure to be with you again. I'm very happy to be"},{"startMs":130000,"durationMs":4760,"subtitle":"with you to talk about my favorite subject about looking into the distance"},{"startMs":134760,"durationMs":5280,"subtitle":"and looking into the future. Well, I know you've been doing a lot of work with"},{"startMs":140040,"durationMs":5400,"subtitle":"your dreams Russell and maybe for starters you could share with our"},{"startMs":145440,"durationMs":6880,"subtitle":"viewers what your approach is in terms of capturing precognitive events in your"},{"startMs":152320,"durationMs":4840,"subtitle":"dreams. Well, capturing precognitive dreams is a lot like remote viewing"},{"startMs":157160,"durationMs":5640,"subtitle":"where you tell people to try and clear their minds before they go into the"},{"startMs":162800,"durationMs":7680,"subtitle":"session. Now, in precognitive dreams my experience is that most people have had"},{"startMs":170480,"durationMs":4960,"subtitle":"precognitive dreams. In fact, most people's first contact with psychic"},{"startMs":175440,"durationMs":6480,"subtitle":"abilities is a precognitive dream. But if you're going to use a precognitive dream"},{"startMs":181920,"durationMs":7240,"subtitle":"you have to be able to get rid of your anxiety dreams, your wish fulfillment"},{"startMs":189160,"durationMs":6040,"subtitle":"dreams, your dreams cluttered up from the previous day's residue and look for"},{"startMs":195200,"durationMs":9400,"subtitle":"dreams which are of unique characterization, very crisp, very"},{"startMs":204600,"durationMs":7120,"subtitle":"unusual, bizarre. So, if you're having a dream that's very startling but"},{"startMs":211720,"durationMs":5720,"subtitle":"basically if you dream about failing a math test and you haven't studied the"},{"startMs":217440,"durationMs":5840,"subtitle":"math test we would not consider that precognitive. You're looking for a dream"},{"startMs":223280,"durationMs":9400,"subtitle":"which is totally free of your previous day's residue and unusually clear and"},{"startMs":232680,"durationMs":8640,"subtitle":"bizarre in its character. So, for the past half year I've been following that"},{"startMs":241320,"durationMs":6600,"subtitle":"protocol with my wife Patricia. I do not write down my dreams, sorry to say, but I"},{"startMs":247920,"durationMs":6680,"subtitle":"have a lot of dreams and I've been eager to separate the true precognitive"},{"startMs":254600,"durationMs":10840,"subtitle":"dreams from the annoying regular dreams. And my score, my plan is that I get"},{"startMs":265440,"durationMs":5640,"subtitle":"credit in the big book for a precognitive dream if I tell my wife"},{"startMs":271080,"durationMs":7520,"subtitle":"about the dream before it occurs. So, if I have a precognitive dream or a dream I"},{"startMs":278600,"durationMs":7200,"subtitle":"think is precognitive, I'll wake up I'll say well it is based on the the check"},{"startMs":285800,"durationMs":6640,"subtitle":"that I wrote yesterday or the dinner that I had last night or this really"},{"startMs":292440,"durationMs":6160,"subtitle":"free of my usual belly aches and had nothing to do with my ordinary life and"},{"startMs":298600,"durationMs":7480,"subtitle":"is crystal clear. So, with this protocol I make a certain number of type 1 errors"},{"startMs":306080,"durationMs":6040,"subtitle":"that is I have dreams which turn out to be precognitive but I don't tell Patty"},{"startMs":312120,"durationMs":6240,"subtitle":"about them because they don't meet my protocol as I said it. Type 2 error would"},{"startMs":318360,"durationMs":4680,"subtitle":"be telling her about a dream which doesn't come to pass and that would be"},{"startMs":323040,"durationMs":7120,"subtitle":"very bad. So, this is like remote viewing we we can skip a couple of pretty good"},{"startMs":330160,"durationMs":5840,"subtitle":"remote viewings that aren't right but we're very averse to any kind of errors."},{"startMs":336000,"durationMs":7520,"subtitle":"So, the past half year I have not told Patty about any dream which failed to"},{"startMs":343520,"durationMs":8000,"subtitle":"come true. We want to avoid announcing precognitive dreams which are not really"},{"startMs":351520,"durationMs":4960,"subtitle":"going to come true and this is like what I had when I was at Lockheed we were"},{"startMs":356480,"durationMs":8720,"subtitle":"looking for a wind shear using lasers and it was very important never to fail"},{"startMs":365200,"durationMs":6480,"subtitle":"to announce the wind shear that a plane is going to run into and crash as a type"},{"startMs":371680,"durationMs":6000,"subtitle":"1 error and you don't want any of those is not good if you announce the wind"},{"startMs":377680,"durationMs":6280,"subtitle":"shear and it doesn't occur that's bad for your publicity but nobody gets killed."},{"startMs":383960,"durationMs":9320,"subtitle":"So, in my work with Patricia I'm willing to miss an occasional hot dream that"},{"startMs":393280,"durationMs":7960,"subtitle":"comes true but I'm very eager not to damage my credibility with my wife by"},{"startMs":401240,"durationMs":4320,"subtitle":"saying I had this fabulous dream let me tell you about it and nothing happens"},{"startMs":405560,"durationMs":6360,"subtitle":"and in the past half year I have never told her about a dream that failed to"},{"startMs":411920,"durationMs":5120,"subtitle":"occur. How good are you at remembering your dream since you don't write them"},{"startMs":417040,"durationMs":7800,"subtitle":"down? I'm excellent at remembering dreams in great detail. When I wake up"},{"startMs":424840,"durationMs":6080,"subtitle":"and have a dream I can tell you on and on and on about what happened who they"},{"startMs":430920,"durationMs":5200,"subtitle":"were what they were. Were you always good at remembering your dreams like"},{"startMs":436120,"durationMs":5920,"subtitle":"this? Yeah I've always been good at remembering dreams it's only I would say"},{"startMs":442040,"durationMs":9400,"subtitle":"the past half year that I've had very sharp precognitive dreams. Some dreams"},{"startMs":451440,"durationMs":6120,"subtitle":"we may get to at the end very complicated dreams you have to wait 15"},{"startMs":457560,"durationMs":4880,"subtitle":"minutes before you realize that you're sort of caught up into in a spider's"},{"startMs":462440,"durationMs":6480,"subtitle":"web of weird dreams that are coming that are manifesting one bit at a time but"},{"startMs":468920,"durationMs":6080,"subtitle":"we're not gonna do that tonight. The thing that I want to emphasize is"},{"startMs":475000,"durationMs":7880,"subtitle":"that from our work at SRI and the work at Princeton most psychical researchers"},{"startMs":482880,"durationMs":8320,"subtitle":"are now convinced that precognition is as strong and reliable a phenomenon as"},{"startMs":491200,"durationMs":8440,"subtitle":"remote viewing into the distance. I used to occasionally working with army"},{"startMs":499640,"durationMs":7200,"subtitle":"volunteers who are totally unfamiliar with remote viewing or psychic or any of"},{"startMs":506840,"durationMs":4080,"subtitle":"that stuff and we were picking out the people who were going to take part in"},{"startMs":511000,"durationMs":9640,"subtitle":"the army ESP program at Fort Meade which became the Stargate program and some of"},{"startMs":520640,"durationMs":4600,"subtitle":"these people had had not a clue what I was asking them to do say I don't know"},{"startMs":525240,"durationMs":5040,"subtitle":"well I have no idea whether they're hiding I say no I know that I say but"},{"startMs":530280,"durationMs":6000,"subtitle":"why don't we just do it this way your boss has gone to hide somewhere with"},{"startMs":536280,"durationMs":6200,"subtitle":"Hal I have no idea where it could be at all but we will all meet there in a half"},{"startMs":542480,"durationMs":5400,"subtitle":"hour you and me and Hal and your boss we will all meet there and I just want you"},{"startMs":547880,"durationMs":6280,"subtitle":"to quiet your mind and tell me about the surprising images that appear in your"},{"startMs":554160,"durationMs":5600,"subtitle":"awareness pertaining to where we're going to be in a half hour we don't know"},{"startMs":559760,"durationMs":5400,"subtitle":"where it is but we will be someplace tell me what what tell me what is the"},{"startMs":565400,"durationMs":5520,"subtitle":"surprising image that shows up and I would say that works a hundred percent of"},{"startMs":570920,"durationMs":7480,"subtitle":"the time in my in my experience well you seem particularly gifted as a catalyst"},{"startMs":578400,"durationMs":4880,"subtitle":"for psychic functioning I know as a researcher you have a track record"},{"startMs":583280,"durationMs":5640,"subtitle":"that's almost unparalleled in in the field of parapsychology so as we've"},{"startMs":588920,"durationMs":5360,"subtitle":"discussed in our several of our previous interviews I think there's something"},{"startMs":594280,"durationMs":6440,"subtitle":"about you Russell in your particular charisma that that's a factor but for"},{"startMs":600720,"durationMs":5520,"subtitle":"what about for some of our viewers will probably wish to emulate the technique"},{"startMs":606240,"durationMs":6920,"subtitle":"that you're using so if people have a difficult time remembering their dreams"},{"startMs":613160,"durationMs":6680,"subtitle":"and frankly I'm such a person what advice would you give mainly you want to"},{"startMs":619840,"durationMs":8800,"subtitle":"separate out your residue of the previous day which really clutters up"},{"startMs":628640,"durationMs":5800,"subtitle":"your dream and you want to separate out your wish fulfillment which has been it"},{"startMs":634440,"durationMs":5400,"subtitle":"makes up the other portion of people's usual dreams you dream about what you"},{"startMs":639840,"durationMs":6400,"subtitle":"would like to be where you would like to go and you have to separate those out"},{"startMs":646240,"durationMs":10320,"subtitle":"from this surprising bizarre characteristics now I don't know what if"},{"startMs":656560,"durationMs":6480,"subtitle":"I find I usually good at that there are a lot of people many people write down"},{"startMs":663040,"durationMs":5920,"subtitle":"their dreams and have whole books full of dreams many many psychologists many"},{"startMs":668960,"durationMs":5240,"subtitle":"ESP research I'm not one of those because I'm not that kind of researcher"},{"startMs":674440,"durationMs":7360,"subtitle":"and it's just recently as I got particularly interested in precognition"},{"startMs":681800,"durationMs":8000,"subtitle":"and like but my idea and in a nutshell which will come back to is that in"},{"startMs":689800,"durationMs":7640,"subtitle":"precognition by and large your sleeping brain is getting a signal from your awake"},{"startMs":697440,"durationMs":10920,"subtitle":"brain that's having an experience so if if I have a dream about a lampshade of"},{"startMs":708360,"durationMs":5680,"subtitle":"a naked person in a car in a store window and I wake up and I can see that"},{"startMs":714040,"durationMs":9440,"subtitle":"naked person in the window I now expect that sometime in the next day or next"},{"startMs":723480,"durationMs":7400,"subtitle":"hour I'm going to see that picture on my screen or I'm going to be there so"},{"startMs":730880,"durationMs":8120,"subtitle":"that my white awake brain at ten o'clock is in communication with a sleeping"},{"startMs":739000,"durationMs":7760,"subtitle":"brain and an example of brains that are connected like that I would like to say"},{"startMs":746760,"durationMs":6480,"subtitle":"that they're entangled because that's a very current way of describing them and"},{"startMs":753240,"durationMs":5160,"subtitle":"three people just got Nobel Prizes for showing about showing that things are"},{"startMs":758400,"durationMs":5280,"subtitle":"indeed entangled but I don't know the brains are quantum mechanically"},{"startMs":763680,"durationMs":8640,"subtitle":"entangled an example would be a guy play fair wrote a book about the shared"},{"startMs":772480,"durationMs":6480,"subtitle":"experience of twins twin telepathy twin telepathy very interesting book and the"},{"startMs":778960,"durationMs":5600,"subtitle":"book opens up he said the thing that made me want to write this book is that in"},{"startMs":784560,"durationMs":7720,"subtitle":"London a man was shot dead on the street corner and a mile away his brother fell"},{"startMs":792280,"durationMs":6480,"subtitle":"to the pavement and he had a whole book of events like that the brother of"},{"startMs":798760,"durationMs":5360,"subtitle":"course wasn't shot and didn't hear the shot they're separated by a mile but he"},{"startMs":804120,"durationMs":6800,"subtitle":"has a whole book full of events where twin a has usually some shocking"},{"startMs":810920,"durationMs":6600,"subtitle":"experience and twin B experiences that are just sick at the same time or as a"},{"startMs":817520,"durationMs":6040,"subtitle":"pain at the same time so it's crystal clear that the these twins are"},{"startMs":823560,"durationMs":7800,"subtitle":"entangled and there's a whole there's an American book about twin studies in"},{"startMs":831360,"durationMs":5200,"subtitle":"Minneapolis the twin cities where they were doing studies where they're"},{"startMs":836560,"durationMs":5280,"subtitle":"bringing people all over that neighborhood the famous one that even"},{"startMs":841840,"durationMs":5040,"subtitle":"made it the scientific American where two brothers named James who were"},{"startMs":846880,"durationMs":5480,"subtitle":"identical twins but separated at birth for religious reasons they had to go in"},{"startMs":852360,"durationMs":6200,"subtitle":"different places but as they grew up they eventually came to pass that both"},{"startMs":858560,"durationMs":5920,"subtitle":"of them became firemen both of them married women named Linda whom they then"},{"startMs":864480,"durationMs":6680,"subtitle":"divorced and married women named bear Mary and it then showed up at the"},{"startMs":871160,"durationMs":6600,"subtitle":"University wearing the same blue chambray shirt steel rimmed glasses and"},{"startMs":877760,"durationMs":7040,"subtitle":"happy to talk about their career as firemen so you have to I have to assume"},{"startMs":884800,"durationMs":6000,"subtitle":"that these two two guys were entangled in some way because you have I'm just"},{"startMs":890800,"durationMs":4920,"subtitle":"telling you what I remember from this whole article the whole article full of"},{"startMs":895720,"durationMs":5840,"subtitle":"things that they did in common or surprising everybody enough to make it"},{"startMs":901560,"durationMs":8640,"subtitle":"a scientific American and play fairs book is full of events like that people"},{"startMs":910200,"durationMs":4440,"subtitle":"the the twins who had not seen each other for decades show up wearing the"},{"startMs":914640,"durationMs":7040,"subtitle":"same dress or the same store so yeah so I think that it's a with the current"},{"startMs":921680,"durationMs":5160,"subtitle":"vocabulary of quantum mechanics I would say that their consciousness is"},{"startMs":926840,"durationMs":7720,"subtitle":"entangled you don't have to use that fraught word but it's the idea just as"},{"startMs":934560,"durationMs":7200,"subtitle":"the identical twins show that they are somehow strongly connected and I think"},{"startMs":941760,"durationMs":9600,"subtitle":"that that's can be said between the by my hypothesis here is that your waking"},{"startMs":951360,"durationMs":5560,"subtitle":"brain and your sleeping brain are entangled the same way the brains of the"},{"startMs":956920,"durationMs":6800,"subtitle":"twins that's my going in hypothesis now does that make any sense to you well it"},{"startMs":963720,"durationMs":6680,"subtitle":"seems as if the similarity of the physical DNA or even other features of"},{"startMs":970400,"durationMs":5200,"subtitle":"the physical structure of the brain has something to do with the possibility of"},{"startMs":975600,"durationMs":5720,"subtitle":"telepathic communication or as you suggest possibly entanglement and"},{"startMs":981320,"durationMs":4920,"subtitle":"naturally what could be more similar than one's brain in the present and"},{"startMs":986240,"durationMs":6160,"subtitle":"one's brain at some future time it makes sense that they would be entangled"},{"startMs":992400,"durationMs":7000,"subtitle":"but then the question is why this particular time possibly the events that"},{"startMs":999400,"durationMs":5520,"subtitle":"we precognize in our dreams may have some significant emotional meaning a"},{"startMs":1004920,"durationMs":5000,"subtitle":"Jungian interpretation would suggest you know that when a synchronicity occurs"},{"startMs":1009920,"durationMs":4640,"subtitle":"there's which this could be viewed as a synchronicity that there's something"},{"startMs":1014560,"durationMs":7080,"subtitle":"deeper behind it I had a dream about the Esalen Institute where I had lectured"},{"startMs":1021640,"durationMs":8480,"subtitle":"for almost 40 years on psychic stuff I would do weekend workshops and finally"},{"startMs":1030120,"durationMs":8120,"subtitle":"in 2012 I do I I got taught since I don't know what's happening as a"},{"startMs":1038240,"durationMs":5440,"subtitle":"scientist I began to feel embarrassed about lecture is like doing magic I"},{"startMs":1043680,"durationMs":6200,"subtitle":"could demonstrate this stuff show them how remote viewing works but I had"},{"startMs":1049880,"durationMs":5720,"subtitle":"nothing to say about the mechanism I got tired of displaying my ignorance year"},{"startMs":1055600,"durationMs":7880,"subtitle":"after year so I said goodbye to Mike Murphy and haven't had not been there"},{"startMs":1064080,"durationMs":6480,"subtitle":"for almost 20 years and then I had a dream about being in the Big House which"},{"startMs":1070560,"durationMs":5800,"subtitle":"is a large community building where we would also together in a circle very"},{"startMs":1076360,"durationMs":8320,"subtitle":"very pleasant you had all scientists or psychic researchers in this very"},{"startMs":1084680,"durationMs":6120,"subtitle":"comfortable place on the on the hillside above the Pacific Ocean lovely"},{"startMs":1090800,"durationMs":6160,"subtitle":"wonderful vibrations and I hadn't been there and I had a dream that I wanted to"},{"startMs":1096960,"durationMs":5400,"subtitle":"be with my friends again but I couldn't afford the money to cross the river is"},{"startMs":1102360,"durationMs":5920,"subtitle":"sort of like your ear or locked out of hell or something and I told Patty"},{"startMs":1108280,"durationMs":4440,"subtitle":"about this my wife and she said well if you want to go to Esalen we can afford"},{"startMs":1112720,"durationMs":4160,"subtitle":"to go to Esalen it's pretty expensive but we can we can do that for a weekend"},{"startMs":1116880,"durationMs":6280,"subtitle":"if you want to and we let it go cuz I'm not that eager to go to Esalen as a bit"},{"startMs":1123160,"durationMs":7640,"subtitle":"a long drive so forth so I come into this room where I am now with my cup of"},{"startMs":1130800,"durationMs":7360,"subtitle":"coffee as I do every day turn turn on my computer and see what's there and I had"},{"startMs":1138160,"durationMs":6220,"subtitle":"a email from Jeffrey Cripal is a professor of religion at Rice"},{"startMs":1144380,"durationMs":6620,"subtitle":"University pretty good friend of mine and I said oh what does Jeffrey have to"},{"startMs":1151000,"durationMs":8920,"subtitle":"say I open his message to me and a film starts rolling opening up with a group"},{"startMs":1159920,"durationMs":5400,"subtitle":"of people sitting in the Big House including me so the first thing I see I"},{"startMs":1165320,"durationMs":5960,"subtitle":"push the button on my screen first thing I see is a whole group of people"},{"startMs":1171280,"durationMs":6920,"subtitle":"sitting in a circle at Esalen including myself five minutes after I tell Patricia"},{"startMs":1178200,"durationMs":6240,"subtitle":"that's what I had in my dream so so that's the world I'm currently living in"},{"startMs":1184440,"durationMs":6080,"subtitle":"I believe Jeffrey Cripal is chairman of the board of Esalen right now he wrote"},{"startMs":1190520,"durationMs":6840,"subtitle":"a book about Esalen and featured things that I had done there and teaching I had"},{"startMs":1197360,"durationMs":6240,"subtitle":"done at Esalen so I may I made it into into his book but that's it that's a very"},{"startMs":1203600,"durationMs":10320,"subtitle":"direct example five minutes into the future of an unusual event and it was so"},{"startMs":1213920,"durationMs":5280,"subtitle":"unusual that you made a point to telling Patty about it which in your case is a"},{"startMs":1219320,"durationMs":5600,"subtitle":"very important criterion otherwise it wouldn't have counted that's right I"},{"startMs":1224920,"durationMs":7920,"subtitle":"loved Esalen had a big emotional meaning for me I was not it was not a wish for"},{"startMs":1232840,"durationMs":5200,"subtitle":"film a dream that I wasn't longing to be at Esalen but or maybe in my"},{"startMs":1238040,"durationMs":10560,"subtitle":"subconscious I was a similar kind of dream I had a dream in which a mark line"},{"startMs":1248600,"durationMs":8200,"subtitle":"electric train was running in a circle around my living room and I've never had"},{"startMs":1256800,"durationMs":6560,"subtitle":"such a try I'm familiar I used to be at as a child I was an aficionado train"},{"startMs":1263360,"durationMs":5920,"subtitle":"that lots of trades in my life have never happened on a mark line the mark"},{"startMs":1269280,"durationMs":4400,"subtitle":"line trains are interesting because they're very square back like the"},{"startMs":1273680,"durationMs":7560,"subtitle":"elevated trains in Chicago so I told Patty I had a dream about electric"},{"startMs":1281240,"durationMs":6800,"subtitle":"train toy trains running around love our living room and she said well that's"},{"startMs":1288040,"durationMs":4520,"subtitle":"interesting you've never had trains in this house as far as I know I've been in"},{"startMs":1292560,"durationMs":7320,"subtitle":"the house 50 years never had any trains so I went went took my coffee turned on"},{"startMs":1299880,"durationMs":6880,"subtitle":"the New York Times and the front page story for some reason with the rebuilding"},{"startMs":1306760,"durationMs":5480,"subtitle":"of the elevated trains in downtown Chicago right above my father's book"},{"startMs":1312240,"durationMs":9160,"subtitle":"shop on Dearborn Street they show a very crisp picture of the train running in a"},{"startMs":1321400,"durationMs":8040,"subtitle":"circle around downtown Chicago an area that's called the loop so that had all"},{"startMs":1329440,"durationMs":5360,"subtitle":"sorts of hooks for me were connected to my father connected there where I grew"},{"startMs":1334800,"durationMs":6520,"subtitle":"up in Chicago I rode the elevated trains all the time and it was related to"},{"startMs":1341320,"durationMs":5600,"subtitle":"trains that I sort of anchored after but never owned namely these fancy German"},{"startMs":1346920,"durationMs":8840,"subtitle":"trains but again it was couldn't have been more than 20 minutes after I woke"},{"startMs":1355760,"durationMs":6360,"subtitle":"up told Patty about the trains running around our house that I got to see that"},{"startMs":1362120,"durationMs":8560,"subtitle":"on my screen well I suppose that if I if which I'm not but if I were to take a"},{"startMs":1370680,"durationMs":5640,"subtitle":"critical attitude towards this experiment I might say well it could be"},{"startMs":1376320,"durationMs":6000,"subtitle":"that once you've had the dream and you discover that it's so unusual now you're"},{"startMs":1382320,"durationMs":5280,"subtitle":"on the lookout to find something in your environment to match the dream so"},{"startMs":1387600,"durationMs":6160,"subtitle":"that I think this is a very interesting experiment or experience that you're"},{"startMs":1393760,"durationMs":6720,"subtitle":"having but I imagine you would agree that it's not ready for publication yet"},{"startMs":1400480,"durationMs":5720,"subtitle":"in the IEEE journal that's right because we don't know what's going on but the"},{"startMs":1406720,"durationMs":7880,"subtitle":"connection is usually very sharp and in the last six months how many of these"},{"startMs":1414600,"durationMs":5400,"subtitle":"successful precognitive dreams would you say there have been well as the I sent"},{"startMs":1420000,"durationMs":5520,"subtitle":"you for and I would say there's two others that I have not that they were in"},{"startMs":1425520,"durationMs":9200,"subtitle":"a way to it too elaborate to go into with a great dream I dreamt that I robbed a"},{"startMs":1434720,"durationMs":13360,"subtitle":"bank and that came to pass what it came to pass it you robbed a bank no I was in"},{"startMs":1448080,"durationMs":7080,"subtitle":"a nutshell I still I stole some I stole that off I stole a faceplate off the"},{"startMs":1455160,"durationMs":6760,"subtitle":"wall in my safety deposit box and I then had to run all over San Francisco trying"},{"startMs":1461920,"durationMs":5280,"subtitle":"to scrub the fingerprints off and I was gonna throw it in the bay for the Bay"},{"startMs":1467200,"durationMs":4720,"subtitle":"Bridge and I was afraid that someone would see me and I came home and under"},{"startMs":1471920,"durationMs":7040,"subtitle":"the sink I looked for Windex I looked for every solvent I could imagine to"},{"startMs":1478960,"durationMs":4960,"subtitle":"try and scrub my fingerprints off this shiny thing it was really a look very"},{"startMs":1483920,"durationMs":8280,"subtitle":"long elaborate search for a solvent to clean it up and I told Patty about that"},{"startMs":1492200,"durationMs":6240,"subtitle":"she thought that was pretty strange and about 20 minutes later I got a package"},{"startMs":1498440,"durationMs":10480,"subtitle":"in the mail which was a glass screen cover for my telephone I'd never saw I"},{"startMs":1508920,"durationMs":5280,"subtitle":"did order it I've never seen such a thing and they say before you open this"},{"startMs":1514200,"durationMs":6440,"subtitle":"read the instructions and there were three different solvents in little"},{"startMs":1520640,"durationMs":5920,"subtitle":"containers and three different scouring cloths and I gave because of my bad"},{"startMs":1526560,"durationMs":5720,"subtitle":"vision this is not a good job for me but I gave it all this thing and that led"},{"startMs":1532280,"durationMs":7840,"subtitle":"Patty to a half hour worth of scouring fingerprints off of this thing in a kind"},{"startMs":1540120,"durationMs":8240,"subtitle":"of fearful paranoid way to make sure they weigh every crumb every fingerprint"},{"startMs":1548360,"durationMs":7800,"subtitle":"gotta be scoured off with the solvents so I have to assume that the the the"},{"startMs":1556160,"durationMs":5560,"subtitle":"dream about the solvents was stimulated by this crazy activity over the solvents"},{"startMs":1561720,"durationMs":8000,"subtitle":"because the activity was stressful for me I don't see well enough to scour off"},{"startMs":1569720,"durationMs":8480,"subtitle":"scour fingerprints off a off a glass but I'm sure the stress and all the"},{"startMs":1578200,"durationMs":5680,"subtitle":"solvent business is with stimulated the crazy dream because I in fact did I in"},{"startMs":1583880,"durationMs":7440,"subtitle":"fact did not steal anything from my bank but I created this other the the"},{"startMs":1591720,"durationMs":7200,"subtitle":"thing that I dreamt about sealing the shiny brass plate was exactly the size"},{"startMs":1598920,"durationMs":6120,"subtitle":"as you can imagine of the cover plate of a telephone so that's what dreams are"},{"startMs":1605040,"durationMs":6040,"subtitle":"made of I know that it's very boring to hear people tell about last night's"},{"startMs":1611080,"durationMs":6640,"subtitle":"acid trip so I hope that this is not like this I hope there's more more"},{"startMs":1617720,"durationMs":5680,"subtitle":"reality with the the advantage of talking about acid trips and talking"},{"startMs":1623400,"durationMs":5760,"subtitle":"about precognitive dreams is that it's not just about you and what's going on"},{"startMs":1629160,"durationMs":7160,"subtitle":"inside of your mind it's for our viewers this is a possibility for anybody"},{"startMs":1636320,"durationMs":6000,"subtitle":"watching this video that I don't think it's as if you have an exclusive access"},{"startMs":1642320,"durationMs":5000,"subtitle":"to precognitive information there's I think what's interesting about these"},{"startMs":1647320,"durationMs":9600,"subtitle":"dreams is it's like I have a book now that's written it from the future that"},{"startMs":1656920,"durationMs":6600,"subtitle":"is I'm telling you not about my crazy acid trip where I was making love to a"},{"startMs":1663520,"durationMs":5960,"subtitle":"snowman but in this case I have a dream that I actually tell somebody about in"},{"startMs":1669480,"durationMs":5280,"subtitle":"detail and then it occurs and that that's what we usually require in a"},{"startMs":1674760,"durationMs":5800,"subtitle":"scientific experiment now the pumpkin dream is my favorite and you'll see why"},{"startMs":1680560,"durationMs":6320,"subtitle":"that is I had a dream and all of these are very vivid dreams I dream where I"},{"startMs":1686880,"durationMs":10280,"subtitle":"was with my wife Patricia in the dream and she was dragging a huge pig on a"},{"startMs":1697160,"durationMs":5320,"subtitle":"leash down the street she had a huge gray pig that she was right dry"},{"startMs":1702480,"durationMs":5360,"subtitle":"dragging down the street and as you've caught on now there's probably a"},{"startMs":1707840,"durationMs":6880,"subtitle":"candidate for a possible precognitive dream so I went and I love I loved it"},{"startMs":1714720,"durationMs":6400,"subtitle":"because it was such a weird peculiar all the context dreams I went shuffling in"},{"startMs":1721120,"durationMs":5720,"subtitle":"my pajamas Patti's always up before me was sitting in the coffee and with the"},{"startMs":1726840,"durationMs":7400,"subtitle":"TV out over her head I said I had this is an amazing dream about your your"},{"startMs":1734240,"durationMs":5520,"subtitle":"dragging a huge pumpkin and she said well if you look at the TV screen right"},{"startMs":1739760,"durationMs":4520,"subtitle":"over my head you'll see there was this huge pumpkin in the back of a truck"},{"startMs":1744280,"durationMs":6760,"subtitle":"right over my head and I played a part of my goo in this I said oh yeah I said"},{"startMs":1751040,"durationMs":8840,"subtitle":"I see you remember mr. Magoo I say yeah I see that I see I see that pig a huge"},{"startMs":1759880,"durationMs":4840,"subtitle":"pig with his tail sticking out and she laughed because it was not a pig at all"},{"startMs":1764720,"durationMs":7800,"subtitle":"with a pumpkin or the one-ton pumpkin that I just won a fair but it was a"},{"startMs":1772520,"durationMs":8240,"subtitle":"large one-ton pumpkin with a stalk of the pumpkins sticking out the back so if"},{"startMs":1780800,"durationMs":4760,"subtitle":"you realize the target does not see very well especially without his glasses at"},{"startMs":1785560,"durationMs":5760,"subtitle":"seven o'clock in the morning Patti could tease me and say yes there's there's a"},{"startMs":1791320,"durationMs":5480,"subtitle":"there's your pig but actually it was a pumpkin that I just won a pumpkin prize"},{"startMs":1796800,"durationMs":11280,"subtitle":"so the reason that I think that's a hot event for me is it shows that my dream"},{"startMs":1808080,"durationMs":6600,"subtitle":"is caused by what I apprehend more than what was really there that there what"},{"startMs":1814680,"durationMs":6400,"subtitle":"there was not a pig for me to see but because of my bad vision and my wife's"},{"startMs":1821080,"durationMs":6520,"subtitle":"joke I was perfectly ready to accept that there was a pig in the truck but it"},{"startMs":1827600,"durationMs":4920,"subtitle":"was really a pumpkin so that when I had the dream I did not dream about a"},{"startMs":1832520,"durationMs":5680,"subtitle":"Halloween pumpkin I dreamt about the pig that I imagined I saw the back of"},{"startMs":1838200,"durationMs":6720,"subtitle":"the truck so I thought I thought that's very circumstantial that the dream is in"},{"startMs":1844920,"durationMs":7360,"subtitle":"fact caused by what I see or think that I see. Would you say that in your dream"},{"startMs":1852280,"durationMs":4400,"subtitle":"you were looking at the pig from the rear end seeing the tail stick out the"},{"startMs":1856680,"durationMs":6560,"subtitle":"way it appears in this image of the pumpkin? No I would not why my in the"},{"startMs":1863240,"durationMs":6600,"subtitle":"dream she was dragging it like a big dog down the street and but it looked like a"},{"startMs":1869840,"durationMs":7600,"subtitle":"big pig I mean my my apprehension is she was dragging a pig and when I got to"},{"startMs":1877440,"durationMs":3840,"subtitle":"look at that I mean when you show the image you'll see that it looks like a"},{"startMs":1881280,"durationMs":11040,"subtitle":"pig or a pumpkin depending on what your apprehension is. Anyway because of the"},{"startMs":1892320,"durationMs":4520,"subtitle":"misapprehension I thought that a particularly good example for me showing"},{"startMs":1896840,"durationMs":6520,"subtitle":"that I'm not dreaming about what I gonna what was out there but I'm dreaming"},{"startMs":1903360,"durationMs":7280,"subtitle":"about what I think that I see. So next the final final day is my the one that I"},{"startMs":1910640,"durationMs":5480,"subtitle":"think is the best and most interesting because often these things show up in"},{"startMs":1916120,"durationMs":5440,"subtitle":"the New York Times. I had a dream about looking at a full page of the New York"},{"startMs":1921560,"durationMs":6560,"subtitle":"Times in print which I of course can't read. I can't read it anyway without my"},{"startMs":1928120,"durationMs":6360,"subtitle":"bifocal. I certainly can't people almost never read anything in a dream but as"},{"startMs":1934480,"durationMs":5600,"subtitle":"though it was being narrated to me that this is a long story about a famous"},{"startMs":1940080,"durationMs":7880,"subtitle":"European impressionist something and when I woke up I had the idea that this might"},{"startMs":1947960,"durationMs":12720,"subtitle":"be my favorite existentialist Jean-Paul Sartre. I mean Sartre occupies a"},{"startMs":1960800,"durationMs":7360,"subtitle":"sizable place in my cognition. When I woke up I thought this might be an"},{"startMs":1968160,"durationMs":8720,"subtitle":"article about Sartre but I didn't tell Patty that. I said I had a dream about a"},{"startMs":1976880,"durationMs":7760,"subtitle":"French impressionist whose picture appears in the New York Times and I feel"},{"startMs":1984640,"durationMs":6200,"subtitle":"very confident that he's really going to be there. So instead of just having my"},{"startMs":1990840,"durationMs":4720,"subtitle":"story about where appeared I want you to come in and share the experience with me."},{"startMs":1995560,"durationMs":6360,"subtitle":"So Patty and I sat together and they open open the New York Times hit the"},{"startMs":2001920,"durationMs":6720,"subtitle":"button to show the picture and there was a full page picture of Pablo Picasso"},{"startMs":2008840,"durationMs":7320,"subtitle":"filling the page. So not only did I have the idea that it was indeed a European"},{"startMs":2016160,"durationMs":7040,"subtitle":"impressionist but I was so confident that I was willing to call Patty and to"},{"startMs":2023200,"durationMs":7480,"subtitle":"share the experience of seeing it pop up while I pressed the button. So I felt that"},{"startMs":2030680,"durationMs":7040,"subtitle":"the demonstration of confidence makes me feel that I'm really making some progress"},{"startMs":2038320,"durationMs":5760,"subtitle":"with regard to the signal-to-noise ratio of a future event. You got to remember all"},{"startMs":2044080,"durationMs":7320,"subtitle":"of these stories. I'm telling you about things that manifested in my life but"},{"startMs":2051400,"durationMs":6120,"subtitle":"were first appeared in a dream of the future. So all of these things that I'm"},{"startMs":2057520,"durationMs":6360,"subtitle":"seeing, Pablo Picasso of the Times, was half an hour before he appeared in my"},{"startMs":2063880,"durationMs":6120,"subtitle":"life. So I think that it's really increasingly evident now that the"},{"startMs":2070000,"durationMs":6920,"subtitle":"future is available. The future is available. That is a very interesting way"},{"startMs":2076920,"durationMs":5400,"subtitle":"of looking at life. It's as if we often imagine ourselves living along one"},{"startMs":2082320,"durationMs":6240,"subtitle":"timeline from birth to death as we grow older with punctuated by certain events"},{"startMs":2088560,"durationMs":6160,"subtitle":"like marriage and other celebrations, vacations and so forth. It suggests that"},{"startMs":2094720,"durationMs":5320,"subtitle":"we're living in more than one dimension at a time. Oh, definitely. I mean, we"},{"startMs":2100040,"durationMs":6720,"subtitle":"definitely miss every hand, the whole nature of what's going on. You recall"},{"startMs":2106760,"durationMs":8840,"subtitle":"the high point of my ESP career after leaving SRI was forecasting changes in"},{"startMs":2115600,"durationMs":6360,"subtitle":"the silver commodity market. No, I didn't do the forecasting, of course, but I set"},{"startMs":2121960,"durationMs":9400,"subtitle":"the stage using Steven Schwartz's scheme of associative remote viewing."},{"startMs":2131360,"durationMs":5960,"subtitle":"Associated remote viewing. We know the person can't read the numbers on the big"},{"startMs":2137320,"durationMs":5400,"subtitle":"board in New York. He can't see what silver is going to do. I couldn't say,"},{"startMs":2142720,"durationMs":4640,"subtitle":"look at the big board in New York and tell me what's going to be there, but we"},{"startMs":2147360,"durationMs":8240,"subtitle":"can make an association where the broker has a job of deciding silver can go up"},{"startMs":2155600,"durationMs":7840,"subtitle":"or silver can go down, can go up a little, can go down a lot, and he has to choose"},{"startMs":2163680,"durationMs":9000,"subtitle":"four objects each Friday or each Monday in RK, and each object, he would choose an"},{"startMs":2172680,"durationMs":6240,"subtitle":"object that corresponds to up a little, up a lot, down a little, or down a lot, and"},{"startMs":2178920,"durationMs":10480,"subtitle":"it's a random association. So, for example, he might say, this week if it goes up a"},{"startMs":2189400,"durationMs":3960,"subtitle":"lot, I'll show you the coffee cup. If it goes up a little, I'll show you the"},{"startMs":2193360,"durationMs":12480,"subtitle":"flowers. If it goes down a little, I'll show you my Swiss Army knife. If it goes"},{"startMs":2205840,"durationMs":6840,"subtitle":"down a lot, I'll show you my leftover pancake. Now, those objects, of course,"},{"startMs":2212680,"durationMs":5320,"subtitle":"have nothing to do with up a little or not. Then I would sit with my friend"},{"startMs":2218000,"durationMs":8440,"subtitle":"Keith Harari, who is a prodigiously excellent psychic, lifelong psychic, and"},{"startMs":2226440,"durationMs":6080,"subtitle":"he agreed to take part in this experiment. So, on a typical Friday, on a typical"},{"startMs":2232520,"durationMs":6480,"subtitle":"Monday, Harari and I are sitting at my dining room table. I say, okay, Keith, here"},{"startMs":2239000,"durationMs":5320,"subtitle":"we are where we don't talk about silver at all. We're not forecasting anything."},{"startMs":2245040,"durationMs":8320,"subtitle":"All Harari is asked to do by me is quiet your mind and tell me, I'm going to put"},{"startMs":2253360,"durationMs":5480,"subtitle":"something in your hand next Friday, and I'd like you to tell me now what you"},{"startMs":2258840,"durationMs":5400,"subtitle":"experience. I'm going to find an interesting, unusual object, and I'll put"},{"startMs":2264240,"durationMs":5720,"subtitle":"it right in your hand, right here, right at my table. Tell me what surprising"},{"startMs":2269960,"durationMs":6000,"subtitle":"images come to your mind, what shows up regarding what I'm going to hand you"},{"startMs":2275960,"durationMs":8960,"subtitle":"next Friday. Keith might say, well, you have something round and kind of floppy,"},{"startMs":2284920,"durationMs":7000,"subtitle":"and it has a bad smell. I don't really like this object. I would say, well,"},{"startMs":2291920,"durationMs":6440,"subtitle":"that's a terrific description, very unique. I think that's so unique that you"},{"startMs":2298360,"durationMs":5960,"subtitle":"can go now, and I'll see you next Friday. So, I called a broker, and I said, what"},{"startMs":2304320,"durationMs":4600,"subtitle":"have you got, John? He said, well, I've got my Swiss Army knife, and I got a cup"},{"startMs":2308920,"durationMs":6520,"subtitle":"of coffee, I got some flowers, and I've got my leftover pancake, and I said, tell"},{"startMs":2315440,"durationMs":5280,"subtitle":"me about your leftover pancake. He said, I was a regular pancake, he's just leftover"},{"startMs":2320720,"durationMs":8600,"subtitle":"round and floppy, and based on the four objects that we had available, your friend"},{"startMs":2329320,"durationMs":5600,"subtitle":"Harari described the pancake much more clearly than any of the other four"},{"startMs":2334920,"durationMs":6400,"subtitle":"objects, obviously, and it's clear enough, so I'm willing to go ahead. So, based on"},{"startMs":2341320,"durationMs":7520,"subtitle":"the fact that Harari described the pancake very clearly, we would sell $20,000"},{"startMs":2348840,"durationMs":5800,"subtitle":"worth of silver into what happened to be a rising market. Market went down that"},{"startMs":2354640,"durationMs":7720,"subtitle":"day, and we made our biggest hit of the series of nine trials, selling silver"},{"startMs":2362360,"durationMs":6840,"subtitle":"against the Hunt Brothers, based on the fact that Harari saw a pancake instead of a"},{"startMs":2369200,"durationMs":7300,"subtitle":"coffee cup. So, we did that nine weeks in a row. Harari described the"},{"startMs":2376500,"durationMs":8360,"subtitle":"correct object nine out of nine times, and our broker John exercised that forecast"},{"startMs":2384860,"durationMs":7880,"subtitle":"seven out of the nine times. Two of the nine, Harari's forecast, although"},{"startMs":2392740,"durationMs":7200,"subtitle":"correct, deviated so much from what the experienced broker wanted to do. He's"},{"startMs":2399940,"durationMs":8120,"subtitle":"playing, we're putting $50,000, $60,000 worth of cash into the market from an"},{"startMs":2408060,"durationMs":8080,"subtitle":"investor, and the broker has some feelings of responsibility that he really"},{"startMs":2416140,"durationMs":6200,"subtitle":"doesn't want to make a stupid investment based on a pancake, because they don't have"},{"startMs":2422340,"durationMs":12200,"subtitle":"nothing to tell his investor why he lost $50,000 on this trial. So, we had nine"},{"startMs":2434540,"durationMs":7040,"subtitle":"forecasts all correct, seven investments in the market all correct, and we made a"},{"startMs":2441580,"durationMs":7360,"subtitle":"quarter million dollars based on Harari's precognitive assessment of what he was"},{"startMs":2448940,"durationMs":4960,"subtitle":"going to have in his hand the next Friday. Well, that's excellent evidence for"},{"startMs":2453900,"durationMs":7440,"subtitle":"precognition. I know that experiment was done back in the 1980s, some almost 40"},{"startMs":2461340,"durationMs":7600,"subtitle":"years ago, Russell. 1982. More than 40 years ago. Looking back over the last four"},{"startMs":2468940,"durationMs":4480,"subtitle":"decades, there have been many other efforts to replicate what you've done,"},{"startMs":2473420,"durationMs":5480,"subtitle":"some successful, some not, but do you have any feelings about the use of"},{"startMs":2478900,"durationMs":5280,"subtitle":"precognition in that way to make money? Well, there's a group, you know, the"},{"startMs":2484180,"durationMs":8040,"subtitle":"International Reviewing Association, IRVA, which is not a research organization, but"},{"startMs":2492220,"durationMs":6240,"subtitle":"their application, that they're helping police find missing children and kidnap"},{"startMs":2498460,"durationMs":7320,"subtitle":"cases, and making money in the market. And many of the IRVA people are using"},{"startMs":2505780,"durationMs":6920,"subtitle":"this associated remote viewing scheme to forecast sporting events, which gives you"},{"startMs":2512700,"durationMs":5720,"subtitle":"a chance to double your money. That if your odds of being correct are"},{"startMs":2518420,"durationMs":5480,"subtitle":"pretty good odds, then forecasting sporting events, if you do it correctly,"},{"startMs":2523900,"durationMs":4760,"subtitle":"you'll double with your money. And there are quite a number of people who claim"},{"startMs":2528660,"durationMs":6800,"subtitle":"to be making a living doing this now. I'm under the impression that the"},{"startMs":2535460,"durationMs":5360,"subtitle":"really successful ones don't like to talk about it too much. Well, not"},{"startMs":2540820,"durationMs":4520,"subtitle":"publicly, because people are willing to tell me what they're doing, because they"},{"startMs":2545340,"durationMs":9040,"subtitle":"feel that they're happy that the ARV scheme invented by Schwartz and the"},{"startMs":2554380,"durationMs":5900,"subtitle":"fact that I made a ton of money forecasting gave some reality to this"},{"startMs":2560280,"durationMs":6260,"subtitle":"particular event. Well, of course, it's well known at this point that there was a"},{"startMs":2566540,"durationMs":5520,"subtitle":"subsequent trial where, if I recall correctly, you lost nine times in a row."},{"startMs":2572060,"durationMs":6560,"subtitle":"The investor wanted to do this twice a week instead of once a week. We've"},{"startMs":2578620,"durationMs":4120,"subtitle":"cornered the silver market, we're going to make a fortune. Doing it twice a week"},{"startMs":2582740,"durationMs":7560,"subtitle":"instead of once a week means that the viewer does not get feedback for trial"},{"startMs":2590300,"durationMs":4080,"subtitle":"one until he's done trial two."},{"startMs":2595380,"durationMs":6880,"subtitle":"And we think that feedback is very important, and we had deprived the viewer"},{"startMs":2602260,"durationMs":6640,"subtitle":"of his feedback, because that's what the investor wanted to do. The other thing"},{"startMs":2608900,"durationMs":5560,"subtitle":"we're doing is we're having me do the judging, and I would do the judging from"},{"startMs":2614460,"durationMs":10520,"subtitle":"a tape recording left on my telephone, and I had no credibility for being a"},{"startMs":2624980,"durationMs":6480,"subtitle":"judge at all, and I misjudged the first trial. Remote viewing judging"},{"startMs":2631460,"durationMs":8120,"subtitle":"requires skill, and in a nutshell, on the first trial, which I failed to judge,"},{"startMs":2639580,"durationMs":6680,"subtitle":"Harari said, I think there's a zoo, I can smell the zoo, I see the animals, blah,"},{"startMs":2646260,"durationMs":8880,"subtitle":"blah, blah. And then he said, no, it's not the zoo, it's an entertainment thing where"},{"startMs":2655140,"durationMs":5920,"subtitle":"you ride little cars around in a circle. And that was the end of his"},{"startMs":2661060,"durationMs":6360,"subtitle":"recording. It turned out that one of the possibilities with the zoo, the other was"},{"startMs":2667420,"durationMs":5887,"subtitle":"a ride game where you can ride your car around"},{"startMs":2673319,"durationMs":5021,"subtitle":"in a circle. And so he had described two"},{"startMs":2678340,"durationMs":9960,"subtitle":"possible targets excellently. In our general view, in case of ties, you choose"},{"startMs":2688300,"durationMs":2882,"subtitle":"the first one he described. And that was"},{"startMs":2691194,"durationMs":3106,"subtitle":"not the right thing to do. It was the second"},{"startMs":2694300,"durationMs":5400,"subtitle":"thing he described. And Harari was very angry about that, because he said to me,"},{"startMs":2699700,"durationMs":7040,"subtitle":"if you listen to the tape, when I'm done with the zoo, I say clearly, this is not"},{"startMs":2706740,"durationMs":7600,"subtitle":"the target. The target is actually this ride game. And if you were"},{"startMs":2714340,"durationMs":7880,"subtitle":"listening to me, you'd have been correct. And that's all true. So we decided that"},{"startMs":2722220,"durationMs":6120,"subtitle":"I'm not a good judge. This is not a good protocol. And we dropped the experiment."},{"startMs":2728340,"durationMs":7040,"subtitle":"I guess it's fair to say that if someone wishes to engage in this kind of work to"},{"startMs":2735380,"durationMs":5160,"subtitle":"make money, they need to really treat it as a professional project because it's a"},{"startMs":2740540,"durationMs":9000,"subtitle":"very delicate process. That's right. Our protocol was excellent. We know that"},{"startMs":2749540,"durationMs":5400,"subtitle":"feedback is very important. We dropped the feedback because that's what the"},{"startMs":2754940,"durationMs":10440,"subtitle":"investor wanted to do. We had the judges, had the judging done by somebody who"},{"startMs":2765380,"durationMs":6360,"subtitle":"doesn't know anything about judging, which is me in this case. So we did a"},{"startMs":2771740,"durationMs":8400,"subtitle":"number of, we screwed up the experiment a number of ways and it failed. But since"},{"startMs":2780140,"durationMs":5360,"subtitle":"that, a number of people have done this exact thing and appeared to be able to"},{"startMs":2785500,"durationMs":6120,"subtitle":"make money. Well, I wanted to refer to the work at Princeton that you alluded to"},{"startMs":2791620,"durationMs":6480,"subtitle":"before we began the program where they did a lot of remote viewing exercises,"},{"startMs":2798100,"durationMs":5600,"subtitle":"experiments, and determined that the precognitive remote viewing worked just"},{"startMs":2803700,"durationMs":8600,"subtitle":"as well as real-time. They published on one piece of paper all the data for 334"},{"startMs":2812300,"durationMs":6920,"subtitle":"trials over a period of 20 years, significant at 10 minus 11th, and the"},{"startMs":2819220,"durationMs":5120,"subtitle":"looking into the future is no more difficult than looking into the distance."},{"startMs":2824580,"durationMs":5760,"subtitle":"Well, the real question, and I guess we probably don't have a good answer yet, is"},{"startMs":2830340,"durationMs":7120,"subtitle":"like radio signals, for example, fall off with distance. Does remote viewing fall"},{"startMs":2837460,"durationMs":5720,"subtitle":"off as the distance becomes really great or in time as well does it fall off?"},{"startMs":2843180,"durationMs":3188,"subtitle":"There's no evidence that remote viewing"},{"startMs":2846380,"durationMs":3520,"subtitle":"falls off with distance. No evidence at all."},{"startMs":2849900,"durationMs":6320,"subtitle":"For example, one of the last things they did with Ingo Swan, who was our great"},{"startMs":2856220,"durationMs":5680,"subtitle":"remote viewer who invented the idea of remote viewing, we had a contract from"},{"startMs":2861900,"durationMs":7520,"subtitle":"NASA to test people's ability to learn with the ESP game, and one day our"},{"startMs":2869420,"durationMs":6240,"subtitle":"contract monitor from NASA came to visit us, look at the game, see are people"},{"startMs":2875660,"durationMs":5480,"subtitle":"really learning, which they were, and he turned to Ingo and said, we're about to"},{"startMs":2881140,"durationMs":7080,"subtitle":"send a pioneer number two to Jupiter. Would you like to take a look at Jupiter"},{"startMs":2888220,"durationMs":6080,"subtitle":"and tell us now whether we're gonna find anything new that people haven't seen"},{"startMs":2894300,"durationMs":6040,"subtitle":"before? Could you do that, Ingo? And he goes, yeah, I could do that. Give me a"},{"startMs":2900340,"durationMs":6520,"subtitle":"pencil and paper and I'll make you a drawing. And he made a drawing and said,"},{"startMs":2906860,"durationMs":8040,"subtitle":"basically, what's new about Jupiter is it has a couple of very large rings all the"},{"startMs":2914900,"durationMs":5560,"subtitle":"way around the planet, and I don't believe anybody's ever seen large rings"},{"startMs":2920460,"durationMs":7200,"subtitle":"around Jupiter. And our friendly administrator said, well, aren't you"},{"startMs":2927660,"durationMs":6360,"subtitle":"thinking of Saturn? And then he goes, I spent my entire life looking at the"},{"startMs":2934020,"durationMs":4240,"subtitle":"solar system. You have to believe I can tell the difference between Jupiter and"},{"startMs":2938260,"durationMs":8920,"subtitle":"Saturn. And seven months later, the spacecraft got to Jupiter, and in fact,"},{"startMs":2947180,"durationMs":4920,"subtitle":"the one thing it had to announce that was new is that there were a couple of"},{"startMs":2952100,"durationMs":8400,"subtitle":"very large rings around Jupiter. Jupiter is 500 million miles away, and the reason"},{"startMs":2960500,"durationMs":6520,"subtitle":"that's important is that it took Ingo zero time to focus the attention on"},{"startMs":2967020,"durationMs":8040,"subtitle":"Jupiter and describe what was there. Now, 500 million miles away means that it's"},{"startMs":2975060,"durationMs":7360,"subtitle":"more than 40 light minutes away. Then assuming he was actually using a"},{"startMs":2982420,"durationMs":5560,"subtitle":"physical property to look at Jupiter, it would have taken him 40 minutes to get"},{"startMs":2987980,"durationMs":6520,"subtitle":"any kind of electromagnetic signal from Jupiter to him. And so the important"},{"startMs":2994500,"durationMs":4920,"subtitle":"thing about this experiment, which I believe nobody has ever talked about, is"},{"startMs":2999420,"durationMs":5640,"subtitle":"that Ingo did a remote viewing faster than the speed of light. It would"},{"startMs":3005060,"durationMs":5240,"subtitle":"certainly make sense if we can look into the future and into the past as well. I"},{"startMs":3010300,"durationMs":4400,"subtitle":"know you have research pointing in that direction. Then the speed of light"},{"startMs":3014700,"durationMs":6600,"subtitle":"becomes somewhat irrelevant. Well, quantum physicists are very upset."},{"startMs":3021300,"durationMs":6160,"subtitle":"All quantum physicists agree that you can't use quantum physics to"},{"startMs":3027460,"durationMs":5480,"subtitle":"send messages because they observe correctly that if you can send messages"},{"startMs":3032940,"durationMs":4720,"subtitle":"with quantum physics, the messages get transmitted faster than the speed of"},{"startMs":3037660,"durationMs":6960,"subtitle":"light or instantaneously. And as a true holy cow within modern physics, you can't"},{"startMs":3044620,"durationMs":6240,"subtitle":"do anything faster than the speed of light. And needless to say, it's equally"},{"startMs":3050860,"durationMs":8640,"subtitle":"forbidden to look into the future. But the prima facie evidence of faster than"},{"startMs":3059500,"durationMs":6160,"subtitle":"the speed of light is particularly upsetting. And all of these things where"},{"startMs":3065660,"durationMs":6240,"subtitle":"you have what one guy entangled with another one sending him messages about"},{"startMs":3071900,"durationMs":6160,"subtitle":"the future is a big problem for modern physics."},{"startMs":3078060,"durationMs":6400,"subtitle":"Elizabeth Rauscher and I had a model for how that works. Elizabeth Rauscher, the"},{"startMs":3084460,"durationMs":7040,"subtitle":"physics professor at Berkeley, who died about a year ago. And this model"},{"startMs":3091500,"durationMs":7120,"subtitle":"said that the space time we live in is actually a complex space time made up of"},{"startMs":3098620,"durationMs":7000,"subtitle":"real parts and imaginary parts. And the consequence of that is there will always"},{"startMs":3105860,"durationMs":7000,"subtitle":"be a trajectory from where you are to any other point in the space time. And"},{"startMs":3113460,"durationMs":5640,"subtitle":"because of the fact that you have real parts and imaginary parts, there will"},{"startMs":3119100,"durationMs":5000,"subtitle":"always be a trajectory of zero distance between you and the distant place."},{"startMs":3124100,"durationMs":7000,"subtitle":"Now, that does not, first of all, the good news is that does not generate any bad"},{"startMs":3132100,"durationMs":7000,"subtitle":"physics. You're not violating Maxwell's equations or relativity theory because"},{"startMs":3140100,"durationMs":7000,"subtitle":"nothing's going a priori faster than the speed of light because you're following"},{"startMs":3147100,"durationMs":6000,"subtitle":"a path where there is no distance. There will always be a path where there's no"},{"startMs":3153100,"durationMs":7000,"subtitle":"distance. Basically, it's like you have a right triangle where one of the"},{"startMs":3161100,"durationMs":7000,"subtitle":"sides of the imaginary, x squared plus y squared, will give you a negative side"},{"startMs":3168100,"durationMs":6000,"subtitle":"and the distance will turn out to be zero. It's just pathetic. There is nothing"},{"startMs":3174100,"durationMs":5000,"subtitle":"more than Pythagorean theorem that allows the distance to go to zero."},{"startMs":3179100,"durationMs":7000,"subtitle":"That makes perfect sense mathematically, Russell. It also suggests, and I know"},{"startMs":3186100,"durationMs":7000,"subtitle":"you're a deep student of Buddhism and various forms of meditation, it also"},{"startMs":3193100,"durationMs":5000,"subtitle":"suggests, if the distance between me and any other point in the universe is zero,"},{"startMs":3198100,"durationMs":4000,"subtitle":"that in some sense we are one with everything."},{"startMs":3202100,"durationMs":6000,"subtitle":"Well, the Buddha said, again and again, that there is no separation in"},{"startMs":3208100,"durationMs":6000,"subtitle":"consciousness. I don't know that he said there's no separation in anything. The"},{"startMs":3215100,"durationMs":6000,"subtitle":"idea of no separation in consciousness is in the Prajna Paramita, which is his"},{"startMs":3222100,"durationMs":6000,"subtitle":"writings, and it's clear that as far as he's concerned about human beings, human"},{"startMs":3228100,"durationMs":7000,"subtitle":"beings are not separated from one another. That's a clear pronouncement, and that"},{"startMs":3235100,"durationMs":7000,"subtitle":"would take us back to where we began with the identical twins who essentially have"},{"startMs":3242100,"durationMs":8000,"subtitle":"a shared consciousness or a shared brain. I think everybody should read Guy"},{"startMs":3250100,"durationMs":2000,"subtitle":"Playfair's book."},{"startMs":3252100,"durationMs":2000,"subtitle":"Twin Telepathy."},{"startMs":3254100,"durationMs":8000,"subtitle":"Twin Telepathy. Absolutely fascinating book. Playfair, the trustworthy English"},{"startMs":3262100,"durationMs":2000,"subtitle":"parapsychologist."},{"startMs":3264100,"durationMs":7000,"subtitle":"I would agree. That book, and in fact anything by Guy Lyon, Playfair is worth"},{"startMs":3271100,"durationMs":5000,"subtitle":"reading. Well, Russell, I want to thank you once again very much for being with"},{"startMs":3276100,"durationMs":8000,"subtitle":"me. I think that this is our eleventh interview, as a matter of fact. I hope we"},{"startMs":3284100,"durationMs":2000,"subtitle":"can do many more."},{"startMs":3286100,"durationMs":4000,"subtitle":"Thank you very much for the opportunity. I appreciate your excellent interviewing."},{"startMs":3290100,"durationMs":2000,"subtitle":"Thank you, Jeffrey."},{"startMs":3292100,"durationMs":6000,"subtitle":"For those of you watching or listening, thank you for being with us. You are the"},{"startMs":3298100,"durationMs":3000,"subtitle":"reason that we are here."},{"startMs":3334100,"durationMs":7000,"subtitle":"The inaugural issue of the New Thinking Allowed magazine was just released on"},{"startMs":3341100,"durationMs":6000,"subtitle":"March 1st. You can download a free PDF copy from the New Thinking Allowed"},{"startMs":3347100,"durationMs":2000,"subtitle":"Foundation website."}]
