[{"startMs":23030,"durationMs":2000,"subtitle":"Thinking Allowed"},{"startMs":26390,"durationMs":6229,"subtitle":"Conversations on the leading edge of knowledge and discovery with psychologist Jeffrey Mishlove."},{"startMs":38989,"durationMs":7310,"subtitle":"Hello, I’m Jeffrey Mishlove. Today I’d like to talk about science and pseudoscience. I’m a"},{"startMs":46730,"durationMs":7460,"subtitle":"parapsychologist. I work in a field which is often called a pseudoscientific field, and"},{"startMs":54620,"durationMs":5089,"subtitle":"naturally I strongly disagree. People say it’s pseudoscientific because we are"},{"startMs":60050,"durationMs":2989,"subtitle":"endeavoring to study something that doesn’t exist,"},{"startMs":63729,"durationMs":4230,"subtitle":"and their reason for saying it doesn’t exist is usually that it’s"},{"startMs":68630,"durationMs":3410,"subtitle":"incompatible with what they believe to be a well-established,"},{"startMs":73820,"durationMs":2059,"subtitle":"rationalistic worldview."},{"startMs":76490,"durationMs":6080,"subtitle":"My attitude is, simply, that science is based first and foremost on empirical"},{"startMs":83780,"durationMs":5809,"subtitle":"observations. Theories have to follow from the observed facts. Now –"},{"startMs":90320,"durationMs":6289,"subtitle":"my hero – William James, had a lot to say about this more than a hundred years ago."},{"startMs":97549,"durationMs":2000,"subtitle":"He said,"},{"startMs":99740,"durationMs":4069,"subtitle":"when it comes to disputes between the Mystics and the"},{"startMs":104359,"durationMs":6080,"subtitle":"Scientifics, the Mystics usually have the better of the argument when it comes to the facts,"},{"startMs":110869,"durationMs":5660,"subtitle":"but the Scientifics have the better of the argument when it comes to the theories."},{"startMs":117079,"durationMs":2090,"subtitle":"Isn’t that interesting? Now,"},{"startMs":119900,"durationMs":3880,"subtitle":"throughout history, there has been an effort to"},{"startMs":124800,"durationMs":5740,"subtitle":"describe mysterious phenomena in terms of what are the leading edge"},{"startMs":131660,"durationMs":5089,"subtitle":"theories in science. So, today, for example, you get a lot of people talking about"},{"startMs":137680,"durationMs":1860,"subtitle":"consciousness and"},{"startMs":139540,"durationMs":4000,"subtitle":"parapsychology in terms of quantum mechanics, or in terms of"},{"startMs":144760,"durationMs":5380,"subtitle":"string theory and hyperspace, really cutting-edge ideas that very well"},{"startMs":151180,"durationMs":2339,"subtitle":"will have something to contribute. But, it’s interesting"},{"startMs":153519,"durationMs":6960,"subtitle":"to see how this process has been going on for hundreds of years. For example, in the"},{"startMs":160909,"durationMs":3380,"subtitle":"18th century, when Franz Anton Mesmer"},{"startMs":164810,"durationMs":6319,"subtitle":"began working with what we now call hypnosis, he used the term “animal magnetism”"},{"startMs":171829,"durationMs":5270,"subtitle":"to describe what was going on. The reason is because, in his era,"},{"startMs":177469,"durationMs":4070,"subtitle":"magnetism was on the cutting edge of science, and animal magnetism"},{"startMs":182720,"durationMs":4579,"subtitle":"sounded like a really good term that was"},{"startMs":187760,"durationMs":6289,"subtitle":"likely going to work out. Well, it’s fair to say at this point in time, there may be a few"},{"startMs":194300,"durationMs":6760,"subtitle":"advocates for the idea of animal magnetism, and we have a lot to learn about bio-fields, of course,"},{"startMs":201100,"durationMs":3540,"subtitle":"but, basically, Mesmer’s theory"},{"startMs":204650,"durationMs":4069,"subtitle":"was not correct. In an even earlier era,"},{"startMs":209840,"durationMs":2360,"subtitle":"it was believed that the"},{"startMs":212840,"durationMs":2000,"subtitle":"universe itself was"},{"startMs":216500,"durationMs":7970,"subtitle":"composed of spheres. So the people talked about the “music of the spheres” – that is, each of the planets was"},{"startMs":224840,"durationMs":2989,"subtitle":"associated with a sphere, almost like a glass sphere"},{"startMs":228799,"durationMs":1680,"subtitle":"revolving around"},{"startMs":230479,"durationMs":3800,"subtitle":"the Earth – and that if you went out into the universe,"},{"startMs":234859,"durationMs":6470,"subtitle":"you were entering into the realm of these planetary spheres. So, when people began having"},{"startMs":242060,"durationMs":1169,"subtitle":"visionary"},{"startMs":243229,"durationMs":4760,"subtitle":"experiences back then – let us say, anywhere from the Middle Ages into the Renaissance –"},{"startMs":248569,"durationMs":7039,"subtitle":"it was called “astral projection”, because they were projecting into the astral realm of the"},{"startMs":256190,"durationMs":6169,"subtitle":"spheres, of the planets. The planets were then thought of almost as stars, at the time. It wasn’t"},{"startMs":262610,"durationMs":2000,"subtitle":"completely understood that they"},{"startMs":264889,"durationMs":2000,"subtitle":"revolved around the Sun."},{"startMs":267740,"durationMs":3799,"subtitle":"Another example of what we could today call –"},{"startMs":272690,"durationMs":7039,"subtitle":"well, I’m going to refrain from calling it pseudoscience, and I’ll tell you why in a minute – but I have another example"},{"startMs":280460,"durationMs":7290,"subtitle":"for you. In the 19th Century, when the Theosophical movement became very important and powerful,"},{"startMs":288060,"durationMs":3589,"subtitle":"in terms of people looking at these sort of cutting-edge"},{"startMs":292919,"durationMs":2000,"subtitle":"aspects of consciousness,"},{"startMs":294930,"durationMs":6559,"subtitle":"one of the leading scientific theories was known as the “ether”. It was thought that radio waves"},{"startMs":302160,"durationMs":5360,"subtitle":"propagated through the ether. It wasn’t believed they could propagate right through a vacuum,"},{"startMs":308480,"durationMs":4740,"subtitle":"which is considered to be the case today. So, the"},{"startMs":313580,"durationMs":5880,"subtitle":"Theosophists talked about “etheric energy” and the “etheric body”, and that language is still"},{"startMs":319460,"durationMs":4300,"subtitle":"used even though in our scientific discourse we no longer"},{"startMs":324240,"durationMs":5690,"subtitle":"refer to the ether as a valid scientific theory. Although, once again, there are some"},{"startMs":330419,"durationMs":4190,"subtitle":"frontier scientists who believe that all of these old ideas should be"},{"startMs":335669,"durationMs":3170,"subtitle":"explored once again. Now, although"},{"startMs":339479,"durationMs":4580,"subtitle":"the theoretical terms “astral projection”, “animal magnetism”,"},{"startMs":344420,"durationMs":3580,"subtitle":"the “etheric body”, and, for all we know, “quantum consciousness”,"},{"startMs":348580,"durationMs":3100,"subtitle":"may really not be accurate"},{"startMs":352319,"durationMs":7430,"subtitle":"theoretical descriptions of what’s going on, I want to also share with you another idea - that I have brought up before -"},{"startMs":360419,"durationMs":5600,"subtitle":"from William James and the notion of pragmatism, and that is, “if it works, use it”."},{"startMs":366740,"durationMs":6020,"subtitle":"In the psychic field, there are people who have a need for a solid"},{"startMs":373660,"durationMs":4740,"subtitle":"intellectual explanation. I happen to be the kind of person myself - I’m"},{"startMs":379020,"durationMs":2779,"subtitle":"comfortable swimming and tolerating"},{"startMs":382650,"durationMs":6439,"subtitle":"ambiguity. I can live with not knowing and just say, “we don’t know yet”. But some people want"},{"startMs":389089,"durationMs":4950,"subtitle":"to have an explanation. It makes it easier for them to feel comfortable, and to"},{"startMs":394680,"durationMs":6259,"subtitle":"communicate with other people. And, you know what? If they’re gifted dowsers, or gifted psychic"},{"startMs":401400,"durationMs":7639,"subtitle":"practitioners, and they say it’s because they’re working with etheric energy, or they’re working with the astral body, or they’re"},{"startMs":409199,"durationMs":3110,"subtitle":"working with bio-magnetism, or"},{"startMs":413280,"durationMs":5600,"subtitle":"any number of other theories that"},{"startMs":419120,"durationMs":6860,"subtitle":"are not scientifically grounded, but they are getting results in their regular practice, it’s very"},{"startMs":426210,"durationMs":5390,"subtitle":"likely that explanation is working for them and it's true for them. So,"},{"startMs":432180,"durationMs":2149,"subtitle":"my attitude is is to have"},{"startMs":434970,"durationMs":7790,"subtitle":"tolerance for that sort of thing. We still have so much to learn. In the most ancient times, it was thought that"},{"startMs":443250,"durationMs":5450,"subtitle":"these kinds of powers, like the strength of Hercules, were bestowed upon"},{"startMs":449340,"durationMs":7279,"subtitle":"humans by the gods themselves. For all we know, we may yet come to a new understanding"},{"startMs":457290,"durationMs":6769,"subtitle":"of what the ancients had referred to as the gods. I think that you’ll see quite a bit of"},{"startMs":464490,"durationMs":2300,"subtitle":"interesting work in the field of Jungian psychology"},{"startMs":467660,"durationMs":7040,"subtitle":"with regard to archetypes in that regard. We have hardly begun to probe what archetypes"},{"startMs":475420,"durationMs":3900,"subtitle":"really are. And consider this, for a moment:"},{"startMs":480720,"durationMs":6649,"subtitle":"scientific research in human civilization. Let’s be generous and say it’s been going on for over"},{"startMs":487760,"durationMs":10100,"subtitle":"1,000 years, maybe 2,000 years, since the work of Euclid and Archimedes. Still,"},{"startMs":498000,"durationMs":5840,"subtitle":"that’s a very short time frame in the larger picture, when you consider that"},{"startMs":504660,"durationMs":3769,"subtitle":"the Earth itself is about 4 billion years old, and that"},{"startMs":508650,"durationMs":4250,"subtitle":"humans have been on the Earth maybe over 100,000 years."},{"startMs":513570,"durationMs":5179,"subtitle":"Imagine what our scientific thinking will be like 1,000 years from now."},{"startMs":520440,"durationMs":5899,"subtitle":"Let me leave you with that thought. Thank you for being with me."},{"startMs":528000,"durationMs":4000,"subtitle":"Copyright © 2020, New Thinking Allowed Foundation"}]
