[{"startMs":23460,"durationMs":2880,"subtitle":"Thinking Allowed"},{"startMs":26340,"durationMs":3780,"subtitle":"Conversations on the leading edge of knowledge and discovery"},{"startMs":30120,"durationMs":1800,"subtitle":"with psychologist Jeffrey Mishlove"},{"startMs":40280,"durationMs":1940,"subtitle":"Hello, I'm Jeffrey Mishlove."},{"startMs":42230,"durationMs":8829,"subtitle":"Today I'd like to address the topic, “resist not evil”, a famous saying of course in"},{"startMs":51059,"durationMs":3711,"subtitle":"the Gospels, attributed to Jesus."},{"startMs":54770,"durationMs":10709,"subtitle":"Now, recently in fact, “In Presence” number 59, just 2 days ago, I released a video on"},{"startMs":65479,"durationMs":2261,"subtitle":"wrestling with God."},{"startMs":67740,"durationMs":6000,"subtitle":"But here, we see a situation in effect, of God wrestling with himself, which actually"},{"startMs":73740,"durationMs":4680,"subtitle":"is quite akin with that video, as I recall."},{"startMs":78420,"durationMs":5330,"subtitle":"I ended it with suggesting that you might want to wrestle with the God that is you."},{"startMs":83750,"durationMs":5590,"subtitle":"We see in the Old Testament the phrase, “An eye for an eye, a tooth for a tooth.”"},{"startMs":89340,"durationMs":5389,"subtitle":"And Jesus says, “You have heard, an eye for an eye, a tooth for a tooth, but I tell"},{"startMs":94729,"durationMs":3471,"subtitle":"you, resist not evil."},{"startMs":98200,"durationMs":4800,"subtitle":"If a man slaps you in the face, turn the other cheek.”"},{"startMs":103000,"durationMs":7220,"subtitle":"Isn't that really getting down to one of the core issues that is facing us all right now"},{"startMs":110220,"durationMs":1900,"subtitle":"as a culture?"},{"startMs":112120,"durationMs":5840,"subtitle":"Think about it, for example, we're so proud here in America, we talked about the greatest"},{"startMs":117960,"durationMs":7259,"subtitle":"generation, the heroes that fought World War II and defeated the Nazis and defeated the"},{"startMs":125219,"durationMs":8601,"subtitle":"evil Japanese who invaded and bombed Pearl Harbor and attacked us in a surprise attack."},{"startMs":133820,"durationMs":6410,"subtitle":"Of course, we're prone to issue surprise attacks of our own."},{"startMs":140230,"durationMs":7420,"subtitle":"But here's the question, “Which is the correct path?”"},{"startMs":147650,"durationMs":1530,"subtitle":"Think about it."},{"startMs":149180,"durationMs":7000,"subtitle":"Isn't it the case that since the Second World War, in many ways, we've become a bit like"},{"startMs":156180,"durationMs":2000,"subtitle":"the people we defeated?"},{"startMs":158180,"durationMs":6940,"subtitle":"Isn't that the reason that Jesus warned us not to resist evil, that we might become very"},{"startMs":165120,"durationMs":4130,"subtitle":"much like the evil that we resist?"},{"startMs":169250,"durationMs":8560,"subtitle":"In fact, some of you will know and I'm linking to it right now in the upper right of your"},{"startMs":177810,"durationMs":7560,"subtitle":"screen - you'll see a link to a recent interview with Thomas Lombardo on dark forces and the"},{"startMs":185370,"durationMs":7270,"subtitle":"nature of evil, and he makes the point that sometimes the only way to deal with evil is"},{"startMs":192640,"durationMs":4319,"subtitle":"to wipe it out completely, as we did with the Nazis."},{"startMs":196959,"durationMs":7020,"subtitle":"But then, in so doing, we do become like them."},{"startMs":203979,"durationMs":2961,"subtitle":"We become violent."},{"startMs":206940,"durationMs":8669,"subtitle":"Now, we have a president of the United States who seems to express a great fondness for"},{"startMs":215609,"durationMs":1780,"subtitle":"dictators."},{"startMs":217389,"durationMs":6341,"subtitle":"We're in a cultural era, it seems like a peaceful time - Steven Pinker has written a wonderful"},{"startMs":223730,"durationMs":5890,"subtitle":"book suggesting that over the course of history, times are becoming more and more peaceful."},{"startMs":229620,"durationMs":7960,"subtitle":"But, what are we facing right now: enormous ecological disaster caused by our own technology"},{"startMs":237580,"durationMs":8760,"subtitle":"warming the planet, our use of carbon fossil fuels warming the planet, and perhaps solar"},{"startMs":246340,"durationMs":1239,"subtitle":"activity contributing."},{"startMs":247579,"durationMs":9041,"subtitle":"But, it seems to me that between the fossil fuel-burning activities all over the planet"},{"startMs":256620,"durationMs":6200,"subtitle":"- and we're nearly depleting our fossil fuel reserves - and the pollution that's caused:"},{"startMs":262820,"durationMs":6461,"subtitle":"50,000 new chemicals put into the environment every year in our water and in the air."},{"startMs":269281,"durationMs":4809,"subtitle":"We are changing the very environment in which we live."},{"startMs":274090,"durationMs":4890,"subtitle":"What we're about to face, if you want to look into the future for the next 30 years, it's"},{"startMs":278980,"durationMs":1000,"subtitle":"pretty obvious."},{"startMs":279980,"durationMs":6710,"subtitle":"We are already seeing massive dislocations of people due to the war in Syria."},{"startMs":286690,"durationMs":9110,"subtitle":"What about when cities like Jakarta start sinking into the ocean or because of the oceans"},{"startMs":295800,"durationMs":5470,"subtitle":"rising up and sometimes the land itself actually sinks, which I think is what's happening in"},{"startMs":301270,"durationMs":6220,"subtitle":"Jakarta because the water tables are being depleted."},{"startMs":307490,"durationMs":7450,"subtitle":"So with the sea levels rising, the water tables being depleted and the land sinking, what"},{"startMs":314940,"durationMs":7270,"subtitle":"we're facing certainly is going to be massive migrations of people and dislocations."},{"startMs":322210,"durationMs":7380,"subtitle":"I was in Europe last year on a luxury cruise ship, but when we docked at Athens for example,"},{"startMs":329590,"durationMs":6930,"subtitle":"you could see all along the port, migrants sleeping in tiny little tents because they"},{"startMs":336520,"durationMs":1220,"subtitle":"have no place to go."},{"startMs":337740,"durationMs":2290,"subtitle":"These are largely Syrian refugees."},{"startMs":340030,"durationMs":1830,"subtitle":"But what will be next?"},{"startMs":341860,"durationMs":5299,"subtitle":"There are people who suggest that the civil war in Syria causing this enormous refugee"},{"startMs":347159,"durationMs":3901,"subtitle":"problem is a result of global warming."},{"startMs":351060,"durationMs":2780,"subtitle":"What will be next is pretty obvious."},{"startMs":353840,"durationMs":2130,"subtitle":"People are frightened."},{"startMs":355970,"durationMs":6449,"subtitle":"We don't necessarily want... many people, at least at a mass level, are becoming nationalistic."},{"startMs":362419,"durationMs":9981,"subtitle":"They don't want migrants flooding into their country, depleting the social service resources"},{"startMs":372400,"durationMs":1000,"subtitle":"of the country."},{"startMs":373400,"durationMs":6669,"subtitle":"So, there is a tendency towards greater authoritarian, one might even say fascist governments."},{"startMs":380069,"durationMs":6421,"subtitle":"At the same time you can see in the United States, very well documented in Stephan Schwartz's"},{"startMs":386490,"durationMs":3669,"subtitle":"excellent daily newsletter, The Schwartz Report."},{"startMs":390159,"durationMs":13290,"subtitle":"I'm linking to a video right now with Stephan Schwartz on his remote viewing of the future"},{"startMs":403449,"durationMs":4750,"subtitle":"and his vision talking to many remote viewers of what the future will be like."},{"startMs":408199,"durationMs":5381,"subtitle":"Of course, there'll be many many positive things, but there'll be many, many challenges"},{"startMs":413580,"durationMs":1929,"subtitle":"that we will have to face."},{"startMs":415509,"durationMs":7130,"subtitle":"Amongst them: ecological catastrophe, mass migration, and as a result of these things,"},{"startMs":422639,"durationMs":5831,"subtitle":"the increase of authoritarian governments - authoritarian governments that tend to favor"},{"startMs":428470,"durationMs":7479,"subtitle":"the wealthy elite at the expense of the masses."},{"startMs":435949,"durationMs":4060,"subtitle":"That's what we can look forward to in the next 30 years or so."},{"startMs":440009,"durationMs":6550,"subtitle":"And that means that we're all faced with this conundrum: how are we to respond in the face"},{"startMs":446559,"durationMs":6271,"subtitle":"of evil, should we follow the advice of Jesus and turn the other cheek?"},{"startMs":452830,"durationMs":3630,"subtitle":"Or is it better to stand in opposition to evil?"},{"startMs":456460,"durationMs":3319,"subtitle":"You know the old song."},{"startMs":459779,"durationMs":5841,"subtitle":"I was raised Jewish, where we have very little emphasis on the idea of the devil."},{"startMs":465620,"durationMs":5609,"subtitle":"It's more of a Christian idea - I think borrowed largely from Zoroastrianism - but the song"},{"startMs":471229,"durationMs":3461,"subtitle":"goes, “Jesus loves me this I know.”"},{"startMs":474690,"durationMs":6890,"subtitle":"And there's a verse about, “And I learned about the devil and I learned to hate him so.”"},{"startMs":481780,"durationMs":5879,"subtitle":"Should we hate the devil, or should we turn the other cheek?"},{"startMs":487659,"durationMs":8540,"subtitle":"Now, in the video on wrestling with God, I suggest that's a good thing, that that's the"},{"startMs":496199,"durationMs":2830,"subtitle":"essence of what I think of as true Judaism."},{"startMs":499029,"durationMs":4751,"subtitle":"It's not an eye for an eye, a tooth for a tooth, it's not wrestling with evil, it's"},{"startMs":503780,"durationMs":10249,"subtitle":"wrestling with good, because just as the goodness within us can become somewhat tainted when"},{"startMs":514029,"durationMs":8271,"subtitle":"we confront evil, the darkside within us can become somewhat enlightened by wrestling with"},{"startMs":522300,"durationMs":1369,"subtitle":"the good."},{"startMs":523669,"durationMs":9191,"subtitle":"It's kind of paradoxical and I don't know any way to get around that paradox."},{"startMs":532860,"durationMs":7340,"subtitle":"But it does have something to do with what some people refer to as a spiritual battle."},{"startMs":540200,"durationMs":6480,"subtitle":"Now I don't know that I necessarily buy into the metaphysics of a spiritual battle - that"},{"startMs":546680,"durationMs":6950,"subtitle":"there are forces of good and forces of evil battling within us to take over our soul - but"},{"startMs":553630,"durationMs":7410,"subtitle":"it's a powerful metaphor that has captured the imagination of vast portions of humanity."},{"startMs":561040,"durationMs":4710,"subtitle":"It may be an inaccurate picture all together."},{"startMs":565750,"durationMs":8010,"subtitle":"It may be that our very notions of good and evil are so contaminated by our culture itself"},{"startMs":573760,"durationMs":3460,"subtitle":"that they're kind of worthless."},{"startMs":577220,"durationMs":6290,"subtitle":"I think you see that to some extent in Mozart's great opera, The Magic Flute, where the evil"},{"startMs":583510,"durationMs":4580,"subtitle":"characters turn out to be good, the good characters turn out to be evil."},{"startMs":588090,"durationMs":4090,"subtitle":"Actually, you see that in so much great literature."},{"startMs":592180,"durationMs":9310,"subtitle":"Nevertheless, we are at a social level, being confronted by evil all around us."},{"startMs":601490,"durationMs":8170,"subtitle":"When I use the word evil in this sense, perhaps I should resort to what the Buddhists sometimes"},{"startMs":609660,"durationMs":6050,"subtitle":"called, it's just ignorance, it's not really evil, it's not a malevolent force in the universe,"},{"startMs":615710,"durationMs":1140,"subtitle":"it's only ignorance."},{"startMs":616850,"durationMs":9600,"subtitle":"Well, perhaps so, but it's causing harm to human beings as I speak, and that harm is"},{"startMs":626450,"durationMs":1420,"subtitle":"likely to increase."},{"startMs":627870,"durationMs":5890,"subtitle":"I can only think at this point that things are going to get worse before they get better."},{"startMs":633760,"durationMs":3430,"subtitle":"We're all going to be confronted with these choices."},{"startMs":637190,"durationMs":3960,"subtitle":"Now, I don't have any easy answers to leave you with."},{"startMs":641150,"durationMs":4980,"subtitle":"I'm not going to say you know, you should turn the other cheek or you should resist"},{"startMs":646130,"durationMs":1090,"subtitle":"evil."},{"startMs":647220,"durationMs":7160,"subtitle":"In fact, it may well be that you do both at once."},{"startMs":654380,"durationMs":6330,"subtitle":"It's like cutting through the paradox, breaking the gordian knot, the impossible situation."},{"startMs":660710,"durationMs":6500,"subtitle":"But the question really is where are you going to find your integrity as we confront the"},{"startMs":667210,"durationMs":4310,"subtitle":"challenges that we will be faced with in the future."},{"startMs":671520,"durationMs":2920,"subtitle":"I can't offer any easy answers."},{"startMs":674440,"durationMs":7280,"subtitle":"But I know this, I know that if you look deep within yourself, you will find an answer for you."},{"startMs":682020,"durationMs":2970,"subtitle":"I'll leave you with that thought."},{"startMs":684990,"durationMs":3010,"subtitle":"Thank you for being with me."}]
