[{"startMs":76,"durationMs":10000,"subtitle":"[Music]"},{"startMs":11000,"durationMs":4110,"subtitle":"Thinking Allowed, conversations on the leading"},{"startMs":15122,"durationMs":4298,"subtitle":"edge of knowledge and discovery with psychologist"},{"startMs":19520,"durationMs":7880,"subtitle":"Jeffrey Mishlove."},{"startMs":27400,"durationMs":4840,"subtitle":"Hello and welcome. I'm Jeffrey Mishlove. Once again, I'm going to be having a"},{"startMs":32240,"durationMs":5720,"subtitle":"conversation with myself. It's hard to know exactly where it's going to lead"},{"startMs":37960,"durationMs":5960,"subtitle":"because it will be a spontaneous conversation, a spontaneous conversation"},{"startMs":43920,"durationMs":8280,"subtitle":"with me, that is. But our general focus is going to be on the future evolution of"},{"startMs":52200,"durationMs":6480,"subtitle":"humanity. A really good starting point for this discussion will be to talk"},{"startMs":58680,"durationMs":8640,"subtitle":"about the time I spent with a wonderful man I considered my mentor, Arthur M."},{"startMs":67320,"durationMs":9520,"subtitle":"Young. He died in 1995, over 25 years ago, but he had an enormous impact on my life,"},{"startMs":76840,"durationMs":7200,"subtitle":"especially at a time when I was young and impressionable. Arthur Young developed"},{"startMs":84040,"durationMs":7520,"subtitle":"a grid. The grid could be considered an extension of the periodic table of"},{"startMs":91560,"durationMs":6160,"subtitle":"the elements, only it was really a periodic table of everything. It included"},{"startMs":97720,"durationMs":6640,"subtitle":"subatomic particles, it included spiritual ideas, it included plants,"},{"startMs":104360,"durationMs":7680,"subtitle":"animals, humans, and really even mythological structures. It was a very"},{"startMs":112040,"durationMs":8720,"subtitle":"deep penetrating insight into the nature of reality. You have to appreciate here"},{"startMs":120760,"durationMs":9120,"subtitle":"who was this man, Arthur M. Young. He was born, as I recall, in 1905, graduated"},{"startMs":129880,"durationMs":8560,"subtitle":"from Princeton University, as I recall, in 1926. At that time, he had already"},{"startMs":138440,"durationMs":4960,"subtitle":"been studying Einstein's theory of relativity. But when he got out of"},{"startMs":143400,"durationMs":6760,"subtitle":"college, he went to the patent office in Washington, DC. He wanted to find some"},{"startMs":150160,"durationMs":5760,"subtitle":"thing that he could invent, some great idea that hadn't yet been invented. The"},{"startMs":155920,"durationMs":6200,"subtitle":"reason was that he wanted to be a philosopher, but he thought to himself"},{"startMs":162120,"durationMs":7840,"subtitle":"that the real problem with philosophy in that day is that it had failed to"},{"startMs":169960,"durationMs":7080,"subtitle":"anticipate the importance of technology in our culture. He felt that in order"},{"startMs":177040,"durationMs":7240,"subtitle":"to prove himself worthy of being a philosopher, he had to show that he could"},{"startMs":184280,"durationMs":6160,"subtitle":"master the physical universe, that he could solve a technical problem. He"},{"startMs":190440,"durationMs":7840,"subtitle":"settled in on the problem of a device that could hover in midair and fly in"},{"startMs":198280,"durationMs":5600,"subtitle":"any direction, up, down, right, left, what we call the helicopter. There had been,"},{"startMs":203880,"durationMs":7920,"subtitle":"apparently, by 1926, some 200 unsuccessful efforts to develop such a"},{"startMs":211800,"durationMs":13640,"subtitle":"machine. So, he set about doing it in 1926. In 1947, his first"},{"startMs":225440,"durationMs":8520,"subtitle":"commercially licensed helicopter, the Bell Model 47, came off the assembly"},{"startMs":233960,"durationMs":6000,"subtitle":"line. He succeeded in creating the first commercially licensed helicopter, of"},{"startMs":239960,"durationMs":5080,"subtitle":"course. There were other models. Sikorsky, I think, was a little ahead of him. He had"},{"startMs":245040,"durationMs":7760,"subtitle":"a big lawsuit with Sikorsky, which, as I recall, he won because he had a unique"},{"startMs":252800,"durationMs":8760,"subtitle":"design and his helicopter received the first commercial license to fly. But, I"},{"startMs":261560,"durationMs":6060,"subtitle":"think the important thing to talk about with regard to Arthur Young and his"},{"startMs":267620,"durationMs":7680,"subtitle":"penetrating insights is that he realized that the helicopter was symbolic of what"},{"startMs":275300,"durationMs":6460,"subtitle":"he sometimes referred to as the psy-copter. The helicopter was a machine"},{"startMs":281760,"durationMs":6500,"subtitle":"that would enable you to hover in midair or to move in any direction that you"},{"startMs":288260,"durationMs":9300,"subtitle":"could think of in a three-dimensional space. But he saw, after that, that what"},{"startMs":297560,"durationMs":9320,"subtitle":"was really essential was the development of the self, of the person, of each unique"},{"startMs":306880,"durationMs":7040,"subtitle":"individual. He saw the future evolution of humanity as being people evolving"},{"startMs":313920,"durationMs":7800,"subtitle":"themselves in a psychic way. Really, I think of it these days as being able to"},{"startMs":321720,"durationMs":8280,"subtitle":"maneuver through hyperspace. It's also important to mention at this time that"},{"startMs":330000,"durationMs":7600,"subtitle":"Arthur Young developed a deep interest in UFOs, not just sightings, not just"},{"startMs":337600,"durationMs":6720,"subtitle":"landings. He was very interested in UFO contactees. He kept a collection."},{"startMs":344320,"durationMs":5080,"subtitle":"Actually, I think what he did is he paid for the local public library in Berkeley"},{"startMs":349400,"durationMs":4440,"subtitle":"near the Institute for the Study of Consciousness, where I lived with him"},{"startMs":353840,"durationMs":8280,"subtitle":"for a period of many months. He bought for the library a whole series of books"},{"startMs":362120,"durationMs":5880,"subtitle":"about UFO contactees. He would sometimes say to me, if he could start all over"},{"startMs":368000,"durationMs":6720,"subtitle":"again, he'd love to build UFOs. But he was very interested in the inhabitants of"},{"startMs":374720,"durationMs":6600,"subtitle":"these vehicles and the many reports, many reports, of individuals who claimed that"},{"startMs":381320,"durationMs":4920,"subtitle":"they'd had contact, that they even had lengthy conversations and a deep"},{"startMs":386240,"durationMs":7160,"subtitle":"understanding of UFOs at that time. You have to appreciate, back in the 1970s this"},{"startMs":393400,"durationMs":6760,"subtitle":"was a hot topic for many reasons, as it still is today. We can look back over 50"},{"startMs":400160,"durationMs":8400,"subtitle":"years of UFO activity and we see something very mysterious. We see"},{"startMs":408560,"durationMs":5160,"subtitle":"something very elusive. We see something that maybe the government knows a lot"},{"startMs":413720,"durationMs":6000,"subtitle":"more about than they're willing to tell us, or maybe they don't. Maybe it's"},{"startMs":419720,"durationMs":6280,"subtitle":"because the phenomenon is so confounding that the government doesn't have a"},{"startMs":426000,"durationMs":5040,"subtitle":"handle on it and all the secrecy is they don't want people to know how ignorant"},{"startMs":431040,"durationMs":5200,"subtitle":"they actually are. I lean really more in that direction than in the direction of"},{"startMs":436240,"durationMs":7400,"subtitle":"thinking that the government is hiding some big secret. The key here, I know the"},{"startMs":443640,"durationMs":5560,"subtitle":"point that we're trying to get to, is what are these UFOs doing? Why do they"},{"startMs":449200,"durationMs":6440,"subtitle":"appear so mysteriously? Why are there all these rumors about hybrid races and"},{"startMs":455640,"durationMs":5280,"subtitle":"people being abducted, but not clear evidence that people are being abducted?"},{"startMs":460920,"durationMs":7560,"subtitle":"In particular, the overlap, which I recently reported on in one of my"},{"startMs":468480,"durationMs":7320,"subtitle":"conversations with myself about aliens and deceased entities. What's going on"},{"startMs":475800,"durationMs":5400,"subtitle":"there? Why is that so significant? Are they trying to give us some kind of a"},{"startMs":481200,"durationMs":6040,"subtitle":"message? It occurred to me recently that maybe I even have a clue as to what it"},{"startMs":487240,"durationMs":11200,"subtitle":"is. Well, are you ready to spill the beans? Okay, think of it this way. Let's suppose"},{"startMs":498440,"durationMs":7800,"subtitle":"that the human being is very much like the butterfly. Well, to be more accurate,"},{"startMs":506240,"durationMs":6760,"subtitle":"very much like the caterpillar, we are in the larval stage of being human. We"},{"startMs":513000,"durationMs":9760,"subtitle":"think that we die. We think that at the end of our life, we basically shed these"},{"startMs":522760,"durationMs":5520,"subtitle":"bodies. Who knows what? It's up to religion at that point to determine. I"},{"startMs":528280,"durationMs":5600,"subtitle":"think, for example, a lot of Western religions basically take the attitude,"},{"startMs":533880,"durationMs":5800,"subtitle":"well, when you die, you go into a permanent deep sleep until the day of the"},{"startMs":539680,"durationMs":6640,"subtitle":"resurrection. So, there's no communication to speak of with deceased beings because"},{"startMs":546320,"durationMs":5520,"subtitle":"they're sleeping, waiting for the resurrection. It's almost the same as the"},{"startMs":551840,"durationMs":4760,"subtitle":"materialistic idea of when you die, you're dead because until the resurrection"},{"startMs":556600,"durationMs":6560,"subtitle":"comes, you might as well be. So, that's one, I would say, largely held vision."},{"startMs":563160,"durationMs":4700,"subtitle":"Newton, Isaac Newton, who was an alchemist amongst other things, held to"},{"startMs":567860,"durationMs":9220,"subtitle":"that vision. But suppose that what happens after death is like the butterfly"},{"startMs":577080,"durationMs":6800,"subtitle":"emerging from the cocoon. For all practical purposes, when a"},{"startMs":583880,"durationMs":5920,"subtitle":"caterpillar enters into the pupa, into what becomes the cocoon, the caterpillar"},{"startMs":589800,"durationMs":6480,"subtitle":"dies. It's the end of the caterpillar until the butterfly emerges. The"},{"startMs":596280,"durationMs":6200,"subtitle":"caterpillar typically doesn't have an idea about the butterfly, or does it?"},{"startMs":602480,"durationMs":7480,"subtitle":"Because there is this notion of the imaginal that somewhere, somewhere deep"},{"startMs":609960,"durationMs":5800,"subtitle":"within the caterpillar is the image of the butterfly. You might say, somewhere"},{"startMs":615760,"durationMs":5800,"subtitle":"deep within each of us is the image of the powerful spiritual being. Gene"},{"startMs":621560,"durationMs":9440,"subtitle":"Houston uses the term godlings that we will become. Perhaps the beings, let's"},{"startMs":631000,"durationMs":5280,"subtitle":"say beings on other planets, evolved human-like beings, they can have very"},{"startMs":636280,"durationMs":4480,"subtitle":"different bodies, but they're human-like in the sense that they have self-"},{"startMs":640760,"durationMs":4440,"subtitle":"consciousness and they have a certain amount of dominion over the physical"},{"startMs":645200,"durationMs":4640,"subtitle":"world. They know how to create machines, for example. That was one of the"},{"startMs":649840,"durationMs":4360,"subtitle":"interesting points, incidentally, that Arthur Young made. If you look at the"},{"startMs":654200,"durationMs":6200,"subtitle":"animal kingdom, every animal is like a machine. They all have unique tools, the"},{"startMs":660400,"durationMs":4156,"subtitle":"woodpecker, the elephant, the birds that"},{"startMs":664568,"durationMs":4472,"subtitle":"can fly, and so on. We have a very versatile"},{"startMs":669040,"durationMs":5400,"subtitle":"body, but we have the ability to make tools. So, we don't have wings, but we"},{"startMs":674440,"durationMs":6520,"subtitle":"build airplanes and helicopters. We don't have gills, but we can build submarines."},{"startMs":680960,"durationMs":6360,"subtitle":"So, it's a whole other, in Arthur Young's thinking, a whole other kingdom, the"},{"startMs":687320,"durationMs":5960,"subtitle":"kingdom of dominion, of consciousness. Actually, he confided to me, and some"},{"startMs":693280,"durationMs":5480,"subtitle":"people have a hard time swallowing this, it's the kingdom of gods. We are"},{"startMs":698760,"durationMs":7720,"subtitle":"essentially evolving a god-like powers and the next stage, the next stage for us"},{"startMs":706480,"durationMs":5600,"subtitle":"is going to be consciousness of the cycles of birth and death, conscious"},{"startMs":712080,"durationMs":5520,"subtitle":"awareness of our future being, of our spiritual heritage, of our potentialities"},{"startMs":717600,"durationMs":9560,"subtitle":"for psychic and spiritual functioning. And we're very far from that on a social"},{"startMs":727160,"durationMs":6360,"subtitle":"level. But individually, I think it's fair to say many, many people, because of"},{"startMs":733520,"durationMs":4560,"subtitle":"their religious backgrounds or because of their esoteric training or because"},{"startMs":738080,"durationMs":5440,"subtitle":"perhaps of karma, you could say they were born with it, many individuals are"},{"startMs":743520,"durationMs":5960,"subtitle":"perfectly well aware of this kind of psychic functioning. Yeah, they experience"},{"startMs":749480,"durationMs":5240,"subtitle":"it on a regular basis. And the funny thing is this, if they talk too much about"},{"startMs":754720,"durationMs":5320,"subtitle":"it, they might get put in a mental institution. The really good, smart ones"},{"startMs":760040,"durationMs":7040,"subtitle":"keep it to themselves, I suspect. Or they develop a career as a psychic or as a"},{"startMs":767080,"durationMs":5160,"subtitle":"medium and deal with the insults and abuses that are likely to come their way"},{"startMs":772240,"durationMs":5960,"subtitle":"as a result of that. And many people are very successful in that regard, although"},{"startMs":778200,"durationMs":5720,"subtitle":"I don't think there's a single public psychic who hasn't been subject to a"},{"startMs":783920,"durationMs":5560,"subtitle":"vicious attack, even parapsychology researchers are. And I say that simply"},{"startMs":789480,"durationMs":7080,"subtitle":"because that's a statement about the culture at large. That's, you know, how"},{"startMs":796560,"durationMs":5360,"subtitle":"are we going to take an evolutionary leap when the culture jumps all over"},{"startMs":801920,"durationMs":6840,"subtitle":"people who are ready to do that? So, the evolutionary leap is typically taken by"},{"startMs":808760,"durationMs":7040,"subtitle":"individuals on an individual basis, not by humanity as a whole. But if we are to"},{"startMs":815800,"durationMs":8640,"subtitle":"enter into a state, as a species, as the human population of planet Earth, where"},{"startMs":824440,"durationMs":7080,"subtitle":"we can enter into regular ongoing contact and communication with alien"},{"startMs":831520,"durationMs":6120,"subtitle":"beings from other planets, for example, perhaps we have to jump up a level."},{"startMs":837640,"durationMs":6800,"subtitle":"Perhaps we have to acknowledge that we are multidimensional, hyperspatial,"},{"startMs":844440,"durationMs":6280,"subtitle":"spiritual beings, that the death of the physical body is very little different"},{"startMs":850720,"durationMs":6520,"subtitle":"than a snake shedding its skin, for example. Otherwise, we're not really,"},{"startMs":857240,"durationMs":5880,"subtitle":"probably, we're not really their peers. If we expect them to be like us and they"},{"startMs":863120,"durationMs":6160,"subtitle":"have kept their distance from us, for all we know, they genetically engineered us,"},{"startMs":869280,"durationMs":6880,"subtitle":"maybe they did, but I don't think that matters. The point is, how evolved are we"},{"startMs":876160,"durationMs":10000,"subtitle":"relative to our potential? It's that simple. The answer to me is that we are"},{"startMs":886160,"durationMs":6920,"subtitle":"on the cusp, as a society, as a human population, of taking an evolutionary"},{"startMs":893080,"durationMs":7240,"subtitle":"leap. That's what the UFO contacts seem to be implying to us through their"},{"startMs":900320,"durationMs":6420,"subtitle":"mysterious behavior. That's what the 150-year research history and"},{"startMs":906740,"durationMs":7420,"subtitle":"psychical research and parapsychology is suggesting to us. We are on the cusp of"},{"startMs":914160,"durationMs":6440,"subtitle":"being able to do that. By cusp, I'm thinking of maybe over the next"},{"startMs":920600,"durationMs":6900,"subtitle":"hundred, hundred and fifty years. That really is a very short time in human"},{"startMs":927500,"durationMs":5620,"subtitle":"evolution. That sort of settles things, doesn't it? You sort of nailed it down,"},{"startMs":933120,"durationMs":6240,"subtitle":"you made the point that we're going to make, and maybe now it's time to say"},{"startMs":939360,"durationMs":6080,"subtitle":"goodbye. So, thank you for inviting me to be with you. Thank you for being with me"},{"startMs":945440,"durationMs":7000,"subtitle":"and for those of you listening or watching, thank you for being with us."},{"startMs":956340,"durationMs":19200,"subtitle":"[Music]"}]
