[{"startMs":0,"durationMs":4960,"subtitle":"We have now released issue 3 of the New Thinking Allowed magazine."},{"startMs":4960,"durationMs":5240,"subtitle":"Download it for free at newthinkingallowed.org."},{"startMs":11200,"durationMs":3240,"subtitle":"New Thinking Allowed is a non-profit endeavor."},{"startMs":14440,"durationMs":5080,"subtitle":"Your contributions to the New Thinking Allowed Foundation make a meaningful difference in"},{"startMs":19520,"durationMs":2680,"subtitle":"our ability to produce new videos."},{"startMs":27200,"durationMs":7720,"subtitle":"Thinking Allowed – conversations on the leading edge of knowledge and discovery"},{"startMs":34920,"durationMs":3240,"subtitle":"with psychologist Jeffrey Mishlove."},{"startMs":44160,"durationMs":1000,"subtitle":"Hello and welcome."},{"startMs":45160,"durationMs":2000,"subtitle":"I'm Jeffrey Mishlove."},{"startMs":47160,"durationMs":4800,"subtitle":"Our topic today is Living with the Ruchira Avatar."},{"startMs":51960,"durationMs":7680,"subtitle":"My guest is Julie Anderson, a former Playboy centerfold model who was one of several intimate"},{"startMs":59640,"durationMs":12240,"subtitle":"companions of the spiritual master Adi Da Samraj for 16 years from 1976 to 1992."},{"startMs":71880,"durationMs":7120,"subtitle":"During those years she was considered an individual of high spiritual attainments and was known"},{"startMs":80000,"durationMs":8200,"subtitle":"as Kanya Samarpana Remembrance and also Swami Dhamma Dalotara Devi and a number of other"},{"startMs":88200,"durationMs":1000,"subtitle":"names."},{"startMs":89200,"durationMs":8760,"subtitle":"Adi Da, the spiritual master, has also been known by many other names including Da Lavananda,"},{"startMs":97960,"durationMs":4480,"subtitle":"the Ruchira Avatar, and Franklin Jones."},{"startMs":102440,"durationMs":6800,"subtitle":"His writings have been highly praised by many thoughtful students of spirituality including"},{"startMs":109240,"durationMs":6840,"subtitle":"three well-known philosophers, Alan Watts, Jeffrey Kreipel, and Ken Wilber."},{"startMs":116080,"durationMs":4560,"subtitle":"He died in November of 2008."},{"startMs":120640,"durationMs":9640,"subtitle":"Julie left the spiritual community founded by Adi Da in 1992 after a deep process known"},{"startMs":130280,"durationMs":4300,"subtitle":"as Reality Consideration."},{"startMs":134580,"durationMs":7740,"subtitle":"Julie currently lives in Australia and now I'll switch over to the internet video."},{"startMs":142320,"durationMs":1000,"subtitle":"Welcome Julie."},{"startMs":143320,"durationMs":2000,"subtitle":"It's a pleasure to be with you."},{"startMs":145320,"durationMs":1080,"subtitle":"Thank you so much, Jeff."},{"startMs":146400,"durationMs":6800,"subtitle":"I'm extremely grateful to be here with you and for you giving me this opportunity to"},{"startMs":153200,"durationMs":1760,"subtitle":"be able to speak with you."},{"startMs":154960,"durationMs":1000,"subtitle":"Thank you."},{"startMs":155960,"durationMs":1160,"subtitle":"You're very welcome."},{"startMs":157120,"durationMs":8480,"subtitle":"I think you have a most unusual and important story to tell and I think it would be very"},{"startMs":165600,"durationMs":10480,"subtitle":"useful if we could go back to around 1976 or so when you first encountered Adi Da and"},{"startMs":176080,"durationMs":4400,"subtitle":"maybe talk about what your life was like just before that."},{"startMs":180480,"durationMs":1560,"subtitle":"Okay."},{"startMs":182040,"durationMs":9360,"subtitle":"So it was in 1975 that I first came across Adi Da and I was visiting Berkeley."},{"startMs":191400,"durationMs":4600,"subtitle":"And I went to Moe's Bookstore on, I believe it's the..."},{"startMs":196000,"durationMs":2640,"subtitle":"Telegraph Avenue, I know it well."},{"startMs":198640,"durationMs":8680,"subtitle":"Yes, Telegraph Avenue and I saw the book of Adi Da sitting on the shelf."},{"startMs":207320,"durationMs":6440,"subtitle":"That was my first introduction and of course the cover of that original version of The"},{"startMs":213760,"durationMs":6720,"subtitle":"Method of the Siddhas was a vision or an image that I had never seen before."},{"startMs":220480,"durationMs":15760,"subtitle":"So it was both captivating and a bit of a curiosity, I would say, like what is that?"},{"startMs":236280,"durationMs":6080,"subtitle":"I'd had an image of Adi Da when he was younger, much younger, and he was sitting in a seat"},{"startMs":242360,"durationMs":11720,"subtitle":"with a lot of decorative fabric and such behind him and I thought, what does Elvis Presley"},{"startMs":254080,"durationMs":3200,"subtitle":"say in a situation like that?"},{"startMs":257280,"durationMs":3560,"subtitle":"It had that kind of impression to me."},{"startMs":260880,"durationMs":6000,"subtitle":"Very attractive man, but then picking up the book and beginning to understand something"},{"startMs":266880,"durationMs":8880,"subtitle":"about him as a person was what drew me in to the relationship to him."},{"startMs":275760,"durationMs":8840,"subtitle":"And then I returned back to Southern California and I was going to UCLA on a scholarship there"},{"startMs":284600,"durationMs":2520,"subtitle":"as an art student."},{"startMs":287200,"durationMs":9320,"subtitle":"And it was, I was living close by the university and I was then beginning to study more of"},{"startMs":296520,"durationMs":8080,"subtitle":"the teaching, the knee of listening and becoming familiar more with the context of his communication"},{"startMs":304600,"durationMs":6560,"subtitle":"and his life and the traditions around his life."},{"startMs":311200,"durationMs":10640,"subtitle":"I, at that time, was a very ordinary young woman and living in California, I had the"},{"startMs":321840,"durationMs":9400,"subtitle":"culture of LA around me and I was very, very fascinated with mainly artistic things."},{"startMs":331240,"durationMs":7480,"subtitle":"I spent a lot of time in museums and painting and drawing and studying sacred art history"},{"startMs":338800,"durationMs":7720,"subtitle":"and art history itself and so I was beginning to expand in my awareness beyond just my very"},{"startMs":346520,"durationMs":9400,"subtitle":"provincial and localized view of life when I was a young girl and began to adopt actually"},{"startMs":355920,"durationMs":7000,"subtitle":"some of the various disciplines that were given as for students of Adi Da just out of"},{"startMs":362960,"durationMs":6240,"subtitle":"curiosity more than any intention to become involved as a devotee because my life was"},{"startMs":369200,"durationMs":5400,"subtitle":"fairly established at that time with my family and with what I was doing there and with the"},{"startMs":374600,"durationMs":5480,"subtitle":"young man that I was involved with for a couple of years at that time."},{"startMs":380080,"durationMs":7320,"subtitle":"And then I also had an unusual thing happen which is that I ended up modeling as a Playboy"},{"startMs":387480,"durationMs":7080,"subtitle":"centerfold and this was an interesting event because it brought me into the complete opposite"},{"startMs":394560,"durationMs":3640,"subtitle":"of what it was that I was beginning to be involved in with Adi Da."},{"startMs":398200,"durationMs":5880,"subtitle":"So I had two paths before me, one in which I could go one direction very easily because"},{"startMs":404080,"durationMs":7840,"subtitle":"I was quite drawn into that aspect of life which is very different than what another"},{"startMs":411920,"durationMs":3600,"subtitle":"door had opened that would be a spiritual aspect of life."},{"startMs":415520,"durationMs":6600,"subtitle":"Not that the two are incompatible in that regard, it's just that I had a crossroads"},{"startMs":422120,"durationMs":1720,"subtitle":"before me."},{"startMs":423840,"durationMs":9000,"subtitle":"The long and the short of it is that I had a very, very strong experience of Adi Da and"},{"startMs":432840,"durationMs":2880,"subtitle":"what the spiritual process is."},{"startMs":435720,"durationMs":6280,"subtitle":"Now my knowledge of the spiritual process at that time was extremely minimal, however"},{"startMs":442200,"durationMs":8240,"subtitle":"I was not unfamiliar with religious practice or unfamiliar with the psychophysical nature"},{"startMs":450440,"durationMs":9000,"subtitle":"of reality in life because as a young girl I had always had unusual phenomenal experiences,"},{"startMs":459440,"durationMs":9640,"subtitle":"in other words out of body experiences, astral travel, very strong intuitive personality,"},{"startMs":469160,"durationMs":8040,"subtitle":"ESP, premonitory intuitions, these were not unfamiliar to me, however I had not studied"},{"startMs":477200,"durationMs":6160,"subtitle":"anything about it and I actually didn't communicate a lot with others about it, it just felt like"},{"startMs":483360,"durationMs":7320,"subtitle":"it was a natural part of life that I was aware of and I think because of my artistic endeavors"},{"startMs":490680,"durationMs":8480,"subtitle":"and my intuitive side and appreciation for aesthetics and also because I had become a"},{"startMs":499160,"durationMs":7800,"subtitle":"born-again Christian for a period of time, my sense of spirit and life being more than"},{"startMs":506960,"durationMs":6680,"subtitle":"just the gross physical manifestation was something that I was available for."},{"startMs":513640,"durationMs":7260,"subtitle":"So I would say at that time I was ready for something different to happen because on top"},{"startMs":520900,"durationMs":9500,"subtitle":"of that sadly I was extremely neurotic in the sense that I was an anorexic, bulimic"},{"startMs":530400,"durationMs":2280,"subtitle":"personality."},{"startMs":532680,"durationMs":10040,"subtitle":"So I had a tendency to dissociate from life mainly because I was very troubled by what"},{"startMs":542800,"durationMs":9520,"subtitle":"I observed to be a significant pain and sorrow in relationship to life in terms of the sense"},{"startMs":552320,"durationMs":6240,"subtitle":"of how people suffer, not just myself but also feeling that I was trapped in a personality"},{"startMs":558560,"durationMs":10920,"subtitle":"that had so much focus and attention on how I appeared to be, obviously signed by my participating"},{"startMs":569480,"durationMs":4920,"subtitle":"with the Playboy Centerfold and just a lot of what the psychophysical impact of being"},{"startMs":574400,"durationMs":6880,"subtitle":"in LA around the Hollywood matter and models and achieving and competing and being seen"},{"startMs":581280,"durationMs":5760,"subtitle":"and all of those kinds of aspects of what the LA scene is like."},{"startMs":587040,"durationMs":2080,"subtitle":"Of course that's not all it's like."},{"startMs":589120,"durationMs":5320,"subtitle":"I don't like generalizations because there's so many nuances around any situation that"},{"startMs":594440,"durationMs":5320,"subtitle":"we find ourselves in but when I look back on it that was my perspective at that time."},{"startMs":599760,"durationMs":2200,"subtitle":"It was very narrow."},{"startMs":601960,"durationMs":6500,"subtitle":"And so this was an incredible 1975-76 was an incredible opening."},{"startMs":608460,"durationMs":6500,"subtitle":"And to return back to the experience that I had of Adi Da, this was before coming into"},{"startMs":614960,"durationMs":2120,"subtitle":"being close to him."},{"startMs":617120,"durationMs":7480,"subtitle":"I would study often and listen to his voice on albums at that time and I was listening"},{"startMs":624600,"durationMs":4440,"subtitle":"to an album called The Gorilla Sermon."},{"startMs":629040,"durationMs":6560,"subtitle":"And I was also looking at a picture of him and interestingly enough when I viewed him"},{"startMs":635600,"durationMs":10560,"subtitle":"bodily in his physical bodily form I would, I fell in love with his physical form because"},{"startMs":646440,"durationMs":8120,"subtitle":"his body reminded me of Michelangelo artworks and that was something that I didn't know"},{"startMs":654560,"durationMs":6600,"subtitle":"what to make of and why but it was just I was extremely drawn into the physical form"},{"startMs":661160,"durationMs":2560,"subtitle":"of his person."},{"startMs":663720,"durationMs":6920,"subtitle":"And then at that time also his voice and his laughter and the profundity of what I was"},{"startMs":670720,"durationMs":11320,"subtitle":"beginning to hear him communicate was something that was both new, extremely interesting,"},{"startMs":682040,"durationMs":8600,"subtitle":"something I was very curious about given that it was providing an opportunity for freedom,"},{"startMs":690640,"durationMs":7040,"subtitle":"fundamentally addressing something that was really clear to me about the nature of suffering."},{"startMs":698320,"durationMs":8320,"subtitle":"But what was odd about it is that I also felt a bit offended by it because he was accusing"},{"startMs":706640,"durationMs":7240,"subtitle":"the ego of being responsible for this and as I grew up with a sense that ego was to"},{"startMs":713880,"durationMs":5800,"subtitle":"be cultivated, was to be grown, was to become strong, was to become responsible, all of"},{"startMs":719680,"durationMs":3440,"subtitle":"those aspects of the ego development as a human being."},{"startMs":723120,"durationMs":4920,"subtitle":"So that was not foreign to me in terms of relating to that aspect of life but I found"},{"startMs":728040,"durationMs":6920,"subtitle":"it quite a lot to swallow in terms of what he was speaking about, in terms of the ego"},{"startMs":734960,"durationMs":7160,"subtitle":"fundamentally dying, being destroyed, going beyond, transcending the act of egoity."},{"startMs":742120,"durationMs":7200,"subtitle":"So I was listening to him, having studied a bit, known about him, listening to his voice"},{"startMs":749720,"durationMs":5320,"subtitle":"as he was speaking in the gorrilla sermon, which is one of the writings and earlier pieces"},{"startMs":755040,"durationMs":7880,"subtitle":"of his work, and looking at an image of him and then suddenly without any effort at all"},{"startMs":762920,"durationMs":12000,"subtitle":"there was an incredible force of presence and literal, as if I was being smeared or"},{"startMs":775000,"durationMs":10000,"subtitle":"a force of energy entering into me so forcibly that it completely drew me into a sense of"},{"startMs":785000,"durationMs":5400,"subtitle":"not feeling like I was familiar with the shape that this body was taking."},{"startMs":790400,"durationMs":6880,"subtitle":"I was conscious the whole time but my whole form became a different form with such force"},{"startMs":797280,"durationMs":7040,"subtitle":"that it was both extremely blissful but extremely uncomfortable too because it was unfamiliar"},{"startMs":804480,"durationMs":7560,"subtitle":"to me and the force of it was so strong that I had to automatically lay back just to allow"},{"startMs":812040,"durationMs":8280,"subtitle":"it to occur and then it enveloped every part of my being, like every aspect of my being"},{"startMs":820320,"durationMs":6200,"subtitle":"all the way down to my toes and if you were to imagine us to be like the shape of a rock"},{"startMs":826520,"durationMs":6280,"subtitle":"that's in the form of a spherical oblong shape, the force of it came all the way down to the"},{"startMs":832800,"durationMs":5880,"subtitle":"base of my body so extremely strong that every part of me then kind of rose in this feeling"},{"startMs":838680,"durationMs":5280,"subtitle":"of bliss through every part of my body and I fell in love."},{"startMs":843960,"durationMs":5440,"subtitle":"That's what it was, it was I fell in love and a love that was beyond anything I had"},{"startMs":849400,"durationMs":6800,"subtitle":"ever known before in terms of being attracted to or having a boyfriend or even what I knew"},{"startMs":856200,"durationMs":8480,"subtitle":"as love in relationship to the spirit of Jesus although not too dissimilar because"},{"startMs":864680,"durationMs":9240,"subtitle":"there were forms of a reception of the spirit with my process with Jesus and with Bible"},{"startMs":873920,"durationMs":5880,"subtitle":"study and being involved in that process so there was a linking with that that was not"},{"startMs":879800,"durationMs":7280,"subtitle":"unfamiliar but that moment marked and it's still to this day I'm comprehending what"},{"startMs":887080,"durationMs":3560,"subtitle":"occurred in that particular event."},{"startMs":890640,"durationMs":4160,"subtitle":"This was before you ever met him in person I gather."},{"startMs":894800,"durationMs":6040,"subtitle":"Yes, this is true, yeah, before I ever met him, yes."},{"startMs":900840,"durationMs":6440,"subtitle":"And also for clarification as I recall you were originally from Utah before you came"},{"startMs":907280,"durationMs":1000,"subtitle":"to Los Angeles."},{"startMs":909080,"durationMs":6840,"subtitle":"Yes, I was born in Ogden, Utah and there's a street in Ogden, Utah that's just beautiful"},{"startMs":915920,"durationMs":5560,"subtitle":"as you look down the streets you can see the beautiful mountains with the snow on top and"},{"startMs":921480,"durationMs":6200,"subtitle":"every time it was my birthday my father would remind me of this beautiful day on this street"},{"startMs":927680,"durationMs":6040,"subtitle":"where the hospital was and it was early in the day and he's very romantically describes"},{"startMs":933720,"durationMs":4960,"subtitle":"this wonderful day of me being born in Utah."},{"startMs":938680,"durationMs":7040,"subtitle":"We lived there only until I was around three years old and then my family with my older"},{"startMs":945720,"durationMs":5720,"subtitle":"brother and my younger sister we moved to California to Southern California and that's"},{"startMs":951440,"durationMs":6200,"subtitle":"where I grew up spent my time in the valley that's just through the canyons of Topanga,"},{"startMs":957640,"durationMs":2000,"subtitle":"Mulholland, Malibu."},{"startMs":959640,"durationMs":6600,"subtitle":"At some point you with the boyfriend you had at the time came up to Northern California"},{"startMs":966240,"durationMs":4280,"subtitle":"where I gather that's where you first encountered Adi Da."},{"startMs":970520,"durationMs":10640,"subtitle":"Yes, so from Southern California, his name's Mark, we were there and became more and more"},{"startMs":981160,"durationMs":5360,"subtitle":"interested in moving up to Northern California because there was the Mountain of Attention"},{"startMs":986520,"durationMs":5800,"subtitle":"Sanctuary that was established there, a retreat center and understood to be a traditional"},{"startMs":992320,"durationMs":1720,"subtitle":"type ashram."},{"startMs":994040,"durationMs":6180,"subtitle":"I didn't know anything about what that meant or what that environment would be like but"},{"startMs":1000220,"durationMs":11660,"subtitle":"I ended up leaving Southern California packing everything up and in the middle of university"},{"startMs":1011880,"durationMs":6020,"subtitle":"life and life in LA and life with my family and went up there because the pull was so"},{"startMs":1017900,"durationMs":8560,"subtitle":"strong to be able to find out more about this offering, you know, this way of life and Mark"},{"startMs":1026460,"durationMs":5840,"subtitle":"was really keenly interested also and so we ended up going up there together driving up"},{"startMs":1032300,"durationMs":2140,"subtitle":"with a friend."},{"startMs":1034440,"durationMs":4960,"subtitle":"Everything packed in the car and we landed in San Francisco and we landed in what was"},{"startMs":1039400,"durationMs":6720,"subtitle":"called a household because the devotees at that time there were many many many devotees"},{"startMs":1046120,"durationMs":6080,"subtitle":"that lived in San Francisco Marina and the surrounding areas up by Clear Lake which is"},{"startMs":1052200,"durationMs":6880,"subtitle":"where the sanctuary is and landed there in a household where a number of devotees lived"},{"startMs":1059080,"durationMs":7520,"subtitle":"and we as devotees early on it was recommended that you live cooperatively because it was"},{"startMs":1066600,"durationMs":5840,"subtitle":"understood that the process of spiritual life had to occur in what Adi Da described"},{"startMs":1072440,"durationMs":7440,"subtitle":"that the greatest form of renunciation is the cave of relationship, not the cave of"},{"startMs":1079880,"durationMs":6200,"subtitle":"being removed from life but actually being fully entered into life and so we in living"},{"startMs":1086080,"durationMs":6360,"subtitle":"collectively a lot was learned by having to live that close with other people so we landed"},{"startMs":1092440,"durationMs":6000,"subtitle":"in this household and that was interesting in and of itself just being in that kind of"},{"startMs":1098440,"durationMs":10440,"subtitle":"a situation and then as Mark and I were there we also discovered that oh life with devotees"},{"startMs":1108880,"durationMs":6400,"subtitle":"is not just about living a life of spiritual practice with a significant amount of disciplines"},{"startMs":1116160,"durationMs":7680,"subtitle":"yoga, meditation, study, kind of a specific type of a very disciplined diet, you know,"},{"startMs":1123840,"durationMs":8600,"subtitle":"no meat and mainly vegetarian, it was studying of the great tradition, there was the sense"},{"startMs":1132440,"durationMs":7280,"subtitle":"that a discipline was to be a loving person in life in service to other beings, all beings,"},{"startMs":1139920,"durationMs":7880,"subtitle":"forms of these types of disciplines and then suddenly there was a party call so we had"},{"startMs":1147800,"durationMs":5720,"subtitle":"what was called gathering periods where suddenly beer would come out, cigarettes would come"},{"startMs":1153520,"durationMs":5960,"subtitle":"out and all the disciplines would be thrown to the four winds and then we would have the"},{"startMs":1159480,"durationMs":7720,"subtitle":"flip side of the coin to investigate what our personality was like, what our desires"},{"startMs":1167200,"durationMs":6160,"subtitle":"were like, what our energy and attention went to, a sense of what taboos were about,"},{"startMs":1173360,"durationMs":5480,"subtitle":"so this is what was happening like within the first week that we landed in San Francisco."},{"startMs":1178840,"durationMs":9800,"subtitle":"Now if I understand correctly there was a phase in the teachings of Adi Da, I think it was called"},{"startMs":1188640,"durationMs":7800,"subtitle":"the goddess in the garbage period, something like that, that involved this type of what you"},{"startMs":1196440,"durationMs":8960,"subtitle":"could call, I don't know, wild behavior. Yeah, yes, it was sometimes it was wild and sometimes"},{"startMs":1205400,"durationMs":7840,"subtitle":"it wasn't, so at this particular period of time it was post garbage in the goddess, that occurred"},{"startMs":1213240,"durationMs":7920,"subtitle":"earlier on, so I arrived in mid-1976 and while the garbage in the goddess was a particularly"},{"startMs":1221320,"durationMs":6120,"subtitle":"dramatic time there were periods of time where we continued to make use of what we described"},{"startMs":1227440,"durationMs":8920,"subtitle":"as accessories and partly what it was is a way of loosening everyone from the notion that true"},{"startMs":1236360,"durationMs":7160,"subtitle":"spiritual life required a kind of a renunciate life that would be celibate, where you'd have"},{"startMs":1243520,"durationMs":8800,"subtitle":"to wear a certain costume, you'd basically be eating nettles or something really severe"},{"startMs":1252320,"durationMs":6880,"subtitle":"types of discipline of denial in relationship to the impulses of the incarnate bodily being,"},{"startMs":1259200,"durationMs":9600,"subtitle":"and these periods of time were actually equally as confronting as they were embracing severe"},{"startMs":1268880,"durationMs":10480,"subtitle":"and significant discipline of the body-mind. So the wildness from a conventional perspective,"},{"startMs":1279360,"durationMs":7680,"subtitle":"I believe, probably has been coined because of the fact that we were oftentimes involved in a"},{"startMs":1287040,"durationMs":9280,"subtitle":"process of investigation in action and in study relative to what is described as money, food,"},{"startMs":1296400,"durationMs":6480,"subtitle":"and sex. Emphasis on the sex part because that's what seems to fascinate people,"},{"startMs":1302880,"durationMs":6560,"subtitle":"you know, is to want to focus on the wildness as being things that have something to do with just"},{"startMs":1309440,"durationMs":8560,"subtitle":"the emotional sexual character. That's true. We did investigate a lot of that and it was extremely"},{"startMs":1318000,"durationMs":9440,"subtitle":"confronting because that's where all of the nitty-gritty goblins and ghosts and different"},{"startMs":1327440,"durationMs":6640,"subtitle":"things hide. Oftentimes it's called the shadow side where people don't really want to investigate"},{"startMs":1334080,"durationMs":7520,"subtitle":"that that much. However, our process, and this has continued to be the case, is always an investigation"},{"startMs":1341600,"durationMs":7920,"subtitle":"of all aspects of life, you know, that it can't exclude anything. So yes, there were wild parties"},{"startMs":1350880,"durationMs":9120,"subtitle":"and some of the things that are understood to be have happened during those times. I couldn't"},{"startMs":1360000,"durationMs":6560,"subtitle":"really address all of them because each individual who may have something to say about what they"},{"startMs":1366560,"durationMs":7920,"subtitle":"experienced or what gossip may be evolving as a result of that, I wouldn't be in a position,"},{"startMs":1374480,"durationMs":7200,"subtitle":"I can just communicate what I experienced with authenticity. But I would say that"},{"startMs":1383440,"durationMs":6400,"subtitle":"I can understand really clearly and I have no reaction to what people have experienced"},{"startMs":1389840,"durationMs":4320,"subtitle":"or even how they have reacted because it's comprehensible"},{"startMs":1396560,"durationMs":8160,"subtitle":"from the perspective of myself having experienced similar things and also have had similar"},{"startMs":1404720,"durationMs":7920,"subtitle":"reactions. So it's a necessary process to have to go through all these kinds of feelings to actually"},{"startMs":1412640,"durationMs":8000,"subtitle":"take responsibility for the awakening in spiritual process and practice and truth. So that's a"},{"startMs":1425200,"durationMs":6480,"subtitle":"very colorful part of the relationship with him and I'm happy to speak in more detail about that"},{"startMs":1431680,"durationMs":6640,"subtitle":"because I know many people are curious about it. Aside from the garbage and the goddess period"},{"startMs":1438320,"durationMs":8160,"subtitle":"of Adi Da's teachings, I'm under the impression that in general he was regarded as being in"},{"startMs":1447280,"durationMs":9600,"subtitle":"a tradition known as crazy wisdom. And there were other gurus who are associated with that idea"},{"startMs":1457360,"durationMs":8880,"subtitle":"of crazy wisdom. And I presume that was perhaps something that he was known for throughout his"},{"startMs":1466240,"durationMs":12000,"subtitle":"life. Yes, this is true. And the crazy wisdom tradition, I think it would be fair enough to"},{"startMs":1478240,"durationMs":6240,"subtitle":"say that probably most of humanity has no comprehension of what that actually means,"},{"startMs":1485920,"durationMs":6080,"subtitle":"particularly Westerners. And as the world is becoming more and more westernized, I would"},{"startMs":1492960,"durationMs":6240,"subtitle":"say that it's probably true that even the Eastern traditions are not that familiar with the crazy"},{"startMs":1499600,"durationMs":9360,"subtitle":"wise traditions. There seems to be more and more of a shutdown relative to the explorations beyond"},{"startMs":1508960,"durationMs":6240,"subtitle":"what is conventionally, politically and socially acceptable, even religiously acceptable or even"},{"startMs":1515440,"durationMs":6800,"subtitle":"spiritually acceptable. There's a real clamping down on the investigation of life in all of its"},{"startMs":1522240,"durationMs":6800,"subtitle":"totality. So at that time, however, when I came around Adi Da's, you remember the 60s and 70s"},{"startMs":1529040,"durationMs":5680,"subtitle":"were a different type of era where there was much more of an opening. So a lot of what we were doing"},{"startMs":1534720,"durationMs":7760,"subtitle":"was actually not uncommon in relationship to what was happening worldwide in terms of there being a"},{"startMs":1543120,"durationMs":7600,"subtitle":"renaissance of the kind in this exploratory fashion. Of course, there were people who"},{"startMs":1550720,"durationMs":7760,"subtitle":"vehemently hated that, opposed it immensely because it was a threat to possibly what was the"},{"startMs":1559680,"durationMs":11600,"subtitle":"program of the day. So with the crazy wisdom tradition, another word for the crazy wisdom"},{"startMs":1571280,"durationMs":9200,"subtitle":"tradition could be tantra. There are aspects that I experienced immediately in Adi Da's company was"},{"startMs":1580480,"durationMs":10480,"subtitle":"that he began to speak and had even previous to my being there about the different ways in which we"},{"startMs":1590960,"durationMs":11680,"subtitle":"could live humanly, religiously or spiritually and transcendentally. So there was all these aspects of"},{"startMs":1602640,"durationMs":7120,"subtitle":"life that I was beginning to learn about and he was beginning to reveal to me and to show me"},{"startMs":1610640,"durationMs":6720,"subtitle":"directly, not through just study. We did a lot of studying, like studying the great tradition."},{"startMs":1618320,"durationMs":5120,"subtitle":"He coined that word, the great tradition of humankind, which is about all the different"},{"startMs":1623440,"durationMs":5600,"subtitle":"traditions that have happened through all the cultures in human, religious, spiritual and"},{"startMs":1629040,"durationMs":6000,"subtitle":"transcendental terms. So my entire life has been a significant investigation"},{"startMs":1636640,"durationMs":9440,"subtitle":"served by his teaching, but also served by his asking us to invest ourselves in the study of"},{"startMs":1646080,"durationMs":5440,"subtitle":"all the traditions so that there wasn't just, he wasn't asking us to believe anything. We actually"},{"startMs":1651520,"durationMs":6800,"subtitle":"were in a process of investigation and study, significant study. And then part of the crazy"},{"startMs":1658320,"durationMs":8080,"subtitle":"wisdom that he took on and we practiced and with one another and with him was that nothing was"},{"startMs":1666400,"durationMs":9040,"subtitle":"taken at face value in terms of what it seemed to be. So we had to enter into experimenting with"},{"startMs":1675440,"durationMs":7600,"subtitle":"different forms of practice and process. And that occurred in relationship to every aspect of life."},{"startMs":1683920,"durationMs":4800,"subtitle":"And so, and I think this refers to something that you called the social experiment."},{"startMs":1691280,"durationMs":7680,"subtitle":"A penetrating social experiment, yes. Yes, yes. And I thought that was brilliant because it"},{"startMs":1699120,"durationMs":6640,"subtitle":"was that and the social was in company, you know, in company and then company of all"},{"startMs":1706480,"durationMs":8000,"subtitle":"of what I had just described relative to life. So it took you well beyond the social persona"},{"startMs":1714480,"durationMs":8000,"subtitle":"because you had to drop the social persona in terms of trying to hold on to assume you had to"},{"startMs":1722480,"durationMs":5440,"subtitle":"be a certain way or believe a certain something or have certain presumptions about things. It"},{"startMs":1727920,"durationMs":9120,"subtitle":"was a discovery and a revelation process in relationship to him as the teacher and the"},{"startMs":1737040,"durationMs":8880,"subtitle":"Siddha Guru who had realized what he describes as reality itself, the bright itself. And so the"},{"startMs":1745920,"durationMs":10320,"subtitle":"bright itself or reality was the context and the feeling of being context and the transmission"},{"startMs":1756240,"durationMs":6080,"subtitle":"that was the vessel or the space within which all of this consideration took place."},{"startMs":1763040,"durationMs":6640,"subtitle":"And what we were doing was always asking the question, is this truth?"},{"startMs":1771840,"durationMs":9920,"subtitle":"Is this sufficient? Is this love bliss? Is it true of everyone and everything? Or is it"},{"startMs":1781760,"durationMs":6480,"subtitle":"separative, dissociated, isolated, conflictual, or is it all inclusive?"},{"startMs":1790960,"durationMs":6480,"subtitle":"So that this crazy wisdom process is what we entered into in terms of even diet,"},{"startMs":1798160,"durationMs":7200,"subtitle":"even in terms of how we served our environments, even in terms of how we would relate to different"},{"startMs":1805440,"durationMs":6640,"subtitle":"skills that we have. As an artist, for example, that was a whole process of development took"},{"startMs":1812080,"durationMs":7920,"subtitle":"place in terms of my artistic skills as it did with Adi Da himself. And the particular"},{"startMs":1820000,"durationMs":5920,"subtitle":"characteristics of myself as an individual was something that I had to begin to know really"},{"startMs":1825920,"durationMs":7520,"subtitle":"clearly in order to be able to practice an aspect of what he describes as radical self-"},{"startMs":1833440,"durationMs":9760,"subtitle":"understanding. So the crazy wisdom process was about constant self-observation relative to"},{"startMs":1843200,"durationMs":6160,"subtitle":"the manner in which this being manifests, where energy and attention is drawn."},{"startMs":1851840,"durationMs":8000,"subtitle":"Now let's talk about the time when you first encountered him bodily, physically in your presence."},{"startMs":1859840,"durationMs":1840,"subtitle":"Okay, thank you. Yes."},{"startMs":1865040,"durationMs":7280,"subtitle":"So a lot have built up in my feeling and my anticipation because of what I had experienced"},{"startMs":1872320,"durationMs":7280,"subtitle":"before being there with him. So when I was in San Francisco, we were invited up to go to the"},{"startMs":1879600,"durationMs":6640,"subtitle":"Mountain of Attention to participate in a weekend retreat. And this weekend retreat"},{"startMs":1886240,"durationMs":4960,"subtitle":"happened to be a period of time in which there were gatherings going on where these accessories"},{"startMs":1891200,"durationMs":7840,"subtitle":"were being used. And however, every time accessories were being used, there was also"},{"startMs":1900560,"durationMs":6880,"subtitle":"coupled with that we would still enter into meditative practices, or what would be described"},{"startMs":1907440,"durationMs":9680,"subtitle":"as devotional practices known as puja or ritual practices that would involve holy sites, temples,"},{"startMs":1918080,"durationMs":4880,"subtitle":"the sanctuary itself. So when I entered onto the Mountain of Attention sanctuary,"},{"startMs":1923520,"durationMs":6160,"subtitle":"the first thing that I noticed, which has to do with his form again, and actually seeing him,"},{"startMs":1930240,"durationMs":6880,"subtitle":"was that there was a palm tree there in the middle of the sanctuary, one really tall palm tree,"},{"startMs":1937120,"durationMs":7440,"subtitle":"and immediately I recognized I have seen that palm tree in dreams my whole life,"},{"startMs":1945280,"durationMs":7520,"subtitle":"because I would have a reoccurring dream of walking down a street and everybody was walking"},{"startMs":1952800,"durationMs":10240,"subtitle":"their dogs except for me. And in this reoccurring dream, I was somehow not visible in the dream"},{"startMs":1963040,"durationMs":6000,"subtitle":"objectively, but I felt that I was naked in the dream. I couldn't see that I was physically naked,"},{"startMs":1969040,"durationMs":6480,"subtitle":"but somehow I was naked in the dream and I was watching everybody walking their dogs. And"},{"startMs":1977040,"durationMs":6160,"subtitle":"what I noticed is that the person and the dog looked somewhat similar and I thought that was"},{"startMs":1983200,"durationMs":8080,"subtitle":"amusing. And at the same time, there was this heartbeat that was sounding really loud in my"},{"startMs":1991280,"durationMs":8000,"subtitle":"ears. And the heartbeat was simultaneously a rhythm that I was following, but it was also"},{"startMs":2002080,"durationMs":6000,"subtitle":"a sense of threat to it because there was a sense it could stop or it could end at any point. And"},{"startMs":2008080,"durationMs":6560,"subtitle":"then as I was hearing this heartbeat and feeling that rhythm more and more, and seeing the humor"},{"startMs":2014640,"durationMs":6400,"subtitle":"of the situation with the people and the dogs and them walking them with their chains, I began to"},{"startMs":2021040,"durationMs":6160,"subtitle":"move quicker and quicker and quicker. And suddenly I came across this big palm tree"},{"startMs":2027760,"durationMs":6320,"subtitle":"and spontaneously I went up to this tree and I hugged it. And that hugging, everything came to"},{"startMs":2034080,"durationMs":9680,"subtitle":"a stillness. And the tree and the heartbeat came to rest. There was no more vision of the"},{"startMs":2043760,"durationMs":8800,"subtitle":"humans and the dogs and the chains and all of it just came to rest. And when I saw the palm tree,"},{"startMs":2052560,"durationMs":7600,"subtitle":"I knew that this was the place where I was meant to be. So that was another experience before"},{"startMs":2060160,"durationMs":6640,"subtitle":"seeing Adi Da physically, but he was on the sanctuary. And so the feeling of anticipation"},{"startMs":2066880,"durationMs":7440,"subtitle":"and excitement and nervousness altogether was really full in my expectation of coming to see"},{"startMs":2074320,"durationMs":7520,"subtitle":"him. So right by where the palm tree was, there was a building that was called Huge Helper,"},{"startMs":2081840,"durationMs":4560,"subtitle":"which is a place where he would gather with devotees there. And beside it there were two"},{"startMs":2086400,"durationMs":7920,"subtitle":"meditation halls. One was called Extraordinary Eyes. And suddenly there was a bell, a big bell"},{"startMs":2094320,"durationMs":5760,"subtitle":"that was ringing on the sanctuary. And that was the notification for everybody. Suddenly everybody"},{"startMs":2100080,"durationMs":6720,"subtitle":"sang, go to Extraordinary Eyes, go to Extraordinary Eyes. And so I didn't know where that was, but I"},{"startMs":2106800,"durationMs":6880,"subtitle":"just started following everyone. And before I knew it, I found myself sitting in the back of a big"},{"startMs":2113680,"durationMs":7520,"subtitle":"hall. It was like a cathedral. Actually it was called the cathedral at that time. I may get my"},{"startMs":2121200,"durationMs":7920,"subtitle":"terms and names and words and places mixed up, just because I'm a bit older. But I'm remembering,"},{"startMs":2129120,"durationMs":8160,"subtitle":"actually this was called the cathedral at the time. Yes. And when I walked into this room,"},{"startMs":2137280,"durationMs":7760,"subtitle":"it felt enormous. Obviously it had a shape to it, but it felt enormous. I sat down in the room,"},{"startMs":2145040,"durationMs":10480,"subtitle":"and then soon after that Adi Da came walking from the back of the hall, and he took his seat"},{"startMs":2156320,"durationMs":5360,"subtitle":"in the front of the hall. His seat was slightly raised a bit so that everyone at the way back of"},{"startMs":2161680,"durationMs":6880,"subtitle":"the room could see him. So he was on what we call the dais, where his seat, everybody was able to"},{"startMs":2168560,"durationMs":9440,"subtitle":"view him. And as he sat down, suddenly what I began to see was that everything around me"},{"startMs":2178880,"durationMs":5680,"subtitle":"became like a peripheral view, even if it was somebody close next to me. And it kind of faded"},{"startMs":2184560,"durationMs":10480,"subtitle":"into a, it was fused with light at the same time, as if there was gentle rain coming down. And then"},{"startMs":2195040,"durationMs":7440,"subtitle":"my vision became extremely focused on his physical body. And when that occurred, I started to see"},{"startMs":2202480,"durationMs":10800,"subtitle":"visions of icons from what I know to be now the great tradition. Like I saw Jesus, I saw Buddha,"},{"startMs":2214800,"durationMs":8640,"subtitle":"I saw sages, I saw deities of different kinds. And in his form, it wasn't his physical form,"},{"startMs":2223440,"durationMs":6560,"subtitle":"it was Franklin Jones, and he was actually Baba at the time. He was called Baba, which meant friend."},{"startMs":2230800,"durationMs":4800,"subtitle":"I was seeing all of this pass before me, and at the same time I was just fully fell into"},{"startMs":2236320,"durationMs":8480,"subtitle":"this extraordinary vision. And then he left. So that was my actual first experience with him."},{"startMs":2245760,"durationMs":8160,"subtitle":"Very powerful. Very powerful. And apart from the visual aspect of it, it was the same feeling"},{"startMs":2253920,"durationMs":10640,"subtitle":"of the overwhelm of love, like just falling in love. And at that point in time, it didn't"},{"startMs":2264560,"durationMs":7600,"subtitle":"have anything to do with him as a man, not at that point. It was just the extraordinary"},{"startMs":2273120,"durationMs":6240,"subtitle":"nature of being drawn into a divine process that was extremely,"},{"startMs":2281920,"durationMs":9280,"subtitle":"stopped my mind. So how did you follow up at that point? So then I stayed on retreat"},{"startMs":2291200,"durationMs":9840,"subtitle":"on the sanctuary, and what occurred is the day later, there was another gathering that was going"},{"startMs":2301280,"durationMs":9600,"subtitle":"to happen. And I began to be curious about Adi Da's life at that point. I started asking questions"},{"startMs":2310880,"durationMs":8240,"subtitle":"of the devotees who had been around a lot longer. And there was a gathering where he again began to"},{"startMs":2319120,"durationMs":7920,"subtitle":"speak in the cathedral again, about the consideration that he calls divine ignorance,"},{"startMs":2327760,"durationMs":7440,"subtitle":"which means that while the mind may want to know the truth, truth can only be experienced,"},{"startMs":2336880,"durationMs":5840,"subtitle":"wholly experienced in the heart and with the whole bodily being. And it would be something"},{"startMs":2342720,"durationMs":8720,"subtitle":"that would be mutually felt by everyone and everything in the room and beyond. And so the"},{"startMs":2351440,"durationMs":9760,"subtitle":"mind falls away. And so that's, we do not know what it is. We do not know what anything is"},{"startMs":2361200,"durationMs":6000,"subtitle":"in truth, as truth. There's that profound consideration about divine ignorance, and it"},{"startMs":2367200,"durationMs":6960,"subtitle":"relieves you of any search or seeking for what it is through experience and knowledge, but it's a"},{"startMs":2374160,"durationMs":5600,"subtitle":"falling into that divine ignorance. So he was speaking about this. And as he was doing it,"},{"startMs":2379760,"durationMs":5680,"subtitle":"I noticed that there were men and women around him who were taking care of them in different ways."},{"startMs":2385440,"durationMs":7520,"subtitle":"Like it was hot, so it was fanning. It was mid-July. So he was being fanned by a couple women or men,"},{"startMs":2392960,"durationMs":4720,"subtitle":"and then he would be bringing some, being brought something if he needed something. And I noticed"},{"startMs":2397680,"durationMs":8000,"subtitle":"that, well, what's this about? He's being served in some way. Why? And so I started asking questions."},{"startMs":2406320,"durationMs":6960,"subtitle":"Well, unknown to me, my questions began to be brought back to him. In other words, there was"},{"startMs":2413280,"durationMs":7040,"subtitle":"a curiosity about him as a human being that he knew that I was interested in. So I was invited"},{"startMs":2420320,"durationMs":6320,"subtitle":"to another type of gathering that took place. And I was invited to what was called the King's Room."},{"startMs":2426640,"durationMs":5200,"subtitle":"Now the King's Room was a room that was downstairs. It was almost like underground,"},{"startMs":2432480,"durationMs":5680,"subtitle":"because it was beneath a building called Great Food Dish. Now you've been on the sanctuary,"},{"startMs":2438160,"durationMs":4640,"subtitle":"so some of these buildings, if I was to describe where they were, you might remember them a bit."},{"startMs":2443920,"durationMs":4720,"subtitle":"But it was a building where the kitchen was. And then there was another hall there, and it was"},{"startMs":2448640,"durationMs":5360,"subtitle":"next to his private residence. And downstairs, underneath that, there was a room that was called"},{"startMs":2454000,"durationMs":8480,"subtitle":"the King's Room. So I was actually invited to go to this gathering. And this was the first gathering"},{"startMs":2462480,"durationMs":7040,"subtitle":"where I actually participated with him. And we were using accessories, which meant that people"},{"startMs":2469520,"durationMs":4160,"subtitle":"were drinking beer, and some were smoking cigarettes. And of course, to me, it's like,"},{"startMs":2474320,"durationMs":6560,"subtitle":"really? What does this have to do with spiritual life and practice? Even though I had known that"},{"startMs":2480880,"durationMs":4160,"subtitle":"this was occurring because of what I read, I didn't think that was going to be happening."},{"startMs":2485840,"durationMs":6320,"subtitle":"But I walked into the room, and in the middle of the room, there was a pool table. So that was"},{"startMs":2492160,"durationMs":4720,"subtitle":"another thing that was interesting. And in the room, it was this incredibly interesting kind of"},{"startMs":2496880,"durationMs":8800,"subtitle":"deep maroon carpet. And a lot of three sides of the room actually had big wood stones. It was made"},{"startMs":2505680,"durationMs":4560,"subtitle":"out of stones, you know, so it was literally underground. And then the front of it was large"},{"startMs":2510240,"durationMs":6160,"subtitle":"glass. So I came in, and I sat down, and I was there with devotees, and I was drinking and enjoying"},{"startMs":2516400,"durationMs":6240,"subtitle":"having conversation. And there was an anticipation again in the air and excitement that Adi Da would"},{"startMs":2522640,"durationMs":9360,"subtitle":"be, Baba would be arriving soon. So when he came into the room, he was wearing a Indian type"},{"startMs":2532960,"durationMs":10960,"subtitle":"a silk shirt and silk pants that was extraordinarily brilliant yellow color, and a v-neck long sleeve."},{"startMs":2543920,"durationMs":7840,"subtitle":"And when he walked into that room, and I saw him, I fell in love with him as a man."},{"startMs":2553280,"durationMs":7760,"subtitle":"In addition to what I had experienced spiritually in terms of what's described as his transmission,"},{"startMs":2562000,"durationMs":7920,"subtitle":"or Shaktipat, the energy that was coming from his being, everybody transmits his particular form of"},{"startMs":2569920,"durationMs":9200,"subtitle":"transmission is extremely strong. And also was his, you could call it charisma, you could call it"},{"startMs":2579120,"durationMs":6400,"subtitle":"beauty, but his physical appearance was extremely attractive to me. So in that moment, I actually"},{"startMs":2585520,"durationMs":7760,"subtitle":"fell in love with him as a man. And I began to notice that, and of course, I didn't know"},{"startMs":2593280,"durationMs":4240,"subtitle":"what to think of that, but that's just what happened for me. And when I feel it, you know,"},{"startMs":2597520,"durationMs":7840,"subtitle":"I feel the depth of that love, you know, that depth of that emotion of falling in love and the"},{"startMs":2605360,"durationMs":8400,"subtitle":"extraordinary situation I found myself in that was so unexpected, completely unexpected, and not"},{"startMs":2613840,"durationMs":7920,"subtitle":"anticipated at all. But the room was so full of joy, and so full of people's celebration,"},{"startMs":2621760,"durationMs":8000,"subtitle":"and laughter, and real conversation. It wasn't social, it was real dialogues about important"},{"startMs":2629760,"durationMs":8400,"subtitle":"matters. And there he is as he walks in the room, and everyone is taken aback, just because he is"},{"startMs":2638160,"durationMs":6160,"subtitle":"the master, the heart master, he's the guru, he's the teacher. So there's a respect that is"},{"startMs":2644320,"durationMs":4640,"subtitle":"being acknowledged when he comes in the room. And of course, the first thing that he does,"},{"startMs":2649600,"durationMs":6160,"subtitle":"is he makes a joke. You know, it was like he just, he's always doing something to break the spell"},{"startMs":2656560,"durationMs":7840,"subtitle":"of our either being fixed, or being tight, or being too loose, he's always breaking a spell"},{"startMs":2665040,"durationMs":3520,"subtitle":"of our sense of association with him and with one another."},{"startMs":2670640,"durationMs":4320,"subtitle":"And that, of course, was wonderful, because it eases everything, you know, humor is beautiful"},{"startMs":2674960,"durationMs":6000,"subtitle":"in that way. And that was something he was really often engaged with and in bringing humor"},{"startMs":2681840,"durationMs":7520,"subtitle":"into our life with him and with one another. And then he started to play pool. And he played pool"},{"startMs":2689360,"durationMs":6640,"subtitle":"with a couple of the male devotees on yellow, one of the very earliest devotees. And the amusing"},{"startMs":2696000,"durationMs":5600,"subtitle":"thing about it is that I noticed that he was being really cheeky when he was playing pool,"},{"startMs":2701600,"durationMs":5920,"subtitle":"in that he was making up his own rules, you know, so he wasn't going by the rules of the pool game."},{"startMs":2707520,"durationMs":4800,"subtitle":"And there, that was another form of humor and another way of kind of demonstrating that,"},{"startMs":2712320,"durationMs":5280,"subtitle":"okay, well, there are rules here, but okay, we can have fun and breaking the rules. And so it would"},{"startMs":2717600,"durationMs":4880,"subtitle":"end up that everybody would kind of go with it in an amusing way, because it was a pool game,"},{"startMs":2722480,"durationMs":5520,"subtitle":"and it was amusing. And then at one point, unexpectedly, he came over with his pool cue,"},{"startMs":2728000,"durationMs":5840,"subtitle":"with his pool stick. And he took it with the pool cue on the bottom of it. And he put his"},{"startMs":2734640,"durationMs":4960,"subtitle":"right down on my right foot on my big toe. And he said to me,"},{"startMs":2740320,"durationMs":3600,"subtitle":"you have finally come down at last."},{"startMs":2749040,"durationMs":6080,"subtitle":"And then he said, I thought you would be a lot taller. And what he meant by that was that"},{"startMs":2756400,"durationMs":8480,"subtitle":"I had sent him a Playboy magazine where I had actually signed it. And this was done from San"},{"startMs":2764880,"durationMs":4960,"subtitle":"Francisco by the prompting of some of the devotees in the household because they thought that would"},{"startMs":2769840,"durationMs":7440,"subtitle":"be really amusing. Okay, so I did it. I thought it would be amusing. And I put with heartfelt"},{"startMs":2778080,"durationMs":5600,"subtitle":"love and lust and devotion, something to that effect. You know, it was,"},{"startMs":2785040,"durationMs":4400,"subtitle":"it was a, I thought it was a kind of amusing and silly thing to do. Little did I know how"},{"startMs":2789440,"durationMs":7920,"subtitle":"that would get played out. But so I put, he put his, and I can still feel that on my foot,"},{"startMs":2797360,"durationMs":6560,"subtitle":"like the coming down, like coming down, being there with him. So that was the first"},{"startMs":2804480,"durationMs":5440,"subtitle":"interaction that I had with him humanly. And then as soon as he took it off my foot,"},{"startMs":2809920,"durationMs":10320,"subtitle":"I began to swoon. And I just like a revolving in my body, again, another force of spirit"},{"startMs":2820240,"durationMs":7200,"subtitle":"and transmission that was going, coming in, you know, from the interaction with him, but then"},{"startMs":2828000,"durationMs":4480,"subtitle":"in the room itself, the whole event, everything and everybody there."},{"startMs":2833440,"durationMs":4640,"subtitle":"And it wasn't because we were just intoxicated. It wasn't because of beer or alcohol. I hadn't"},{"startMs":2838080,"durationMs":7760,"subtitle":"really drunk that much. But then at a certain point, I began to feel ill. And I couldn't conduct,"},{"startMs":2846640,"durationMs":6160,"subtitle":"I couldn't conduct it. You know, I just was, and I ended up going out and I actually had to leave."},{"startMs":2852800,"durationMs":6960,"subtitle":"Then I went to sleep that night and slept for a really long time, a really deep sleep."},{"startMs":2861120,"durationMs":4240,"subtitle":"When I woke up in the morning, I was then again invited to go to his house."},{"startMs":2866160,"durationMs":5680,"subtitle":"So that's another story. And I can just, I could tell you endless stories in detail of the"},{"startMs":2871840,"durationMs":4880,"subtitle":"environments, the people, the spaces, the places, the interactions with him"},{"startMs":2879440,"durationMs":5760,"subtitle":"that would cover the full spectrum of what it would be like to have a relationship with him."},{"startMs":2885760,"durationMs":7840,"subtitle":"In every sense, from a man as his intimate, as his sexual intimate, as a devotee,"},{"startMs":2893600,"durationMs":8080,"subtitle":"and I practiced in different forms of relationship to him through now coming from 1975 until now."},{"startMs":2901680,"durationMs":8960,"subtitle":"And it's changed quite dramatically too. At some point, you became part of a circle of female"},{"startMs":2910640,"durationMs":7200,"subtitle":"devotees who were all in intimate relationship with him. Yes, yes. So when I arrived"},{"startMs":2918320,"durationMs":5920,"subtitle":"at the mountain of attention and particularly during gathering periods, as the, as I described,"},{"startMs":2924240,"durationMs":6720,"subtitle":"the conditions or the disciplines that were required for any devotee to take on to prepare"},{"startMs":2930960,"durationMs":6560,"subtitle":"themselves to enter into depths of meditation and various forms of yoga and the process itself,"},{"startMs":2938480,"durationMs":8320,"subtitle":"they were lifted. And so was the requirements for access. Like in the earlier days, he was much more"},{"startMs":2947760,"durationMs":5040,"subtitle":"readily and easily available. Like people could just say, I really want to see Adi Da."},{"startMs":2952800,"durationMs":5360,"subtitle":"You know, can I come onto the sanctuary? And then typically there's a lot of people who came in and"},{"startMs":2958160,"durationMs":8720,"subtitle":"out of his, the ashram quite readily and more easily than it was as years went by. So on the"},{"startMs":2966880,"durationMs":8400,"subtitle":"mountain of attention sanctuary, I continued to be there and I ended up"},{"startMs":2978080,"durationMs":7840,"subtitle":"being invited by him to live with him. And that occurred in his home. I was there at the Manor"},{"startMs":2985920,"durationMs":6640,"subtitle":"of Flowers. And I can, sometime I can tell you the details of that particular moment in time,"},{"startMs":2992560,"durationMs":6240,"subtitle":"but in terms of the situation of those that were surrounding him, there were, he lived on the"},{"startMs":2998800,"durationMs":7120,"subtitle":"ashram grounds in his own home, but he was, he lived with everyone. That was in part what the"},{"startMs":3005920,"durationMs":7440,"subtitle":"name Baba was about, is that he befriended so many people and he lived with so many people as he lived"},{"startMs":3013360,"durationMs":6640,"subtitle":"in the ashram. So he wasn't isolated or separated out from people. He loved interacting with people."},{"startMs":3020000,"durationMs":8320,"subtitle":"So as Baba, as friend, he was easily accessible by a large number of people and who could come"},{"startMs":3028320,"durationMs":6960,"subtitle":"and ask him questions, who could be on the ashram, and he would move about the ashram freely even"},{"startMs":3035280,"durationMs":8000,"subtitle":"though he had a set apart house. But even in the house that he lived in, he didn't live alone."},{"startMs":3043920,"durationMs":6080,"subtitle":"There were always people who were there. I mean, he had his own room, but there were people who"},{"startMs":3050000,"durationMs":6240,"subtitle":"would stay and there were people who would sleep in the house, both men and women. And it wasn't as"},{"startMs":3056240,"durationMs":4560,"subtitle":"though, and there weren't men and women who were there who were being sexually active with one"},{"startMs":3060800,"durationMs":5280,"subtitle":"another. It's just that it was the place where he was fully integrated. That was, that was the kind"},{"startMs":3066080,"durationMs":8720,"subtitle":"of time that I entered into. So at a certain point, as I said, we had a conversation and"},{"startMs":3074800,"durationMs":5920,"subtitle":"a time in which we agreed that I would come to live with him and be in his intimate household,"},{"startMs":3080720,"durationMs":11760,"subtitle":"as you indicated. And at that time, there was no defined group of orders or congregations or"},{"startMs":3093280,"durationMs":9040,"subtitle":"practitioners at a certain level of practice. It was all very fluid. And I began to notice that"},{"startMs":3104480,"durationMs":4640,"subtitle":"because of my curiosity of questioning and because of my being asked to live with him,"},{"startMs":3110160,"durationMs":5680,"subtitle":"that I became aware that he was also intimate with women at the time. And"},{"startMs":3116320,"durationMs":6560,"subtitle":"that felt natural enough to me at that point in time because of my having fallen in love with him."},{"startMs":3123840,"durationMs":10800,"subtitle":"And I think because of my background, it wasn't something that was offensive to me, having come"},{"startMs":3134640,"durationMs":8800,"subtitle":"from LA and that kind of a scene. And I was also sexually active at a very young age. I wouldn't"},{"startMs":3144400,"durationMs":6640,"subtitle":"say that I wasn't promiscuous or widely sexually experienced or anything like that,"},{"startMs":3151040,"durationMs":7200,"subtitle":"but my availability to be able to be around him with the knowledge that he had more than"},{"startMs":3158960,"durationMs":6960,"subtitle":"one wife, who was Nina, had been Nina, although they weren't married anymore. But you will hear"},{"startMs":3165920,"durationMs":6320,"subtitle":"and read about Nina because she was the one who came to be with him very, very early on,"},{"startMs":3172240,"durationMs":6800,"subtitle":"along with Patricia. So these two women were also there. And although Patricia had another"},{"startMs":3179040,"durationMs":6640,"subtitle":"husband at that point in time, I began to become familiar with a number of other women"},{"startMs":3185680,"durationMs":7280,"subtitle":"who also he was intimate with. And I would say it wasn't a large number of women, although there"},{"startMs":3192960,"durationMs":5280,"subtitle":"were lots of men and women around him. There were just a few women who he associated with more"},{"startMs":3198240,"durationMs":5360,"subtitle":"intimately, and they were the ones who were actually attending to him, that were serving"},{"startMs":3203600,"durationMs":8400,"subtitle":"him bodily, serving his environment, serving his home, serving the temples. They were ones that he"},{"startMs":3214160,"durationMs":6400,"subtitle":"were comfortable with. And I wasn't just saying human terms, as I've learned as years have gone"},{"startMs":3220560,"durationMs":9120,"subtitle":"by, the individuals who were around him, there was a reason for why they were there. And even"},{"startMs":3229680,"durationMs":6880,"subtitle":"though we did not know that at a human level, altogether, we also certainly didn't understand"},{"startMs":3236560,"durationMs":6640,"subtitle":"it from religious and spiritual terms in terms of understanding or knowing the various levels of"},{"startMs":3243200,"durationMs":8400,"subtitle":"how the being manifests that is not just visible to the naked eye. So as a spiritual realizer,"},{"startMs":3251600,"durationMs":6880,"subtitle":"particularly as a Siddha guru and someone who was a teacher in human terms, he could see things"},{"startMs":3258480,"durationMs":6080,"subtitle":"about us that we weren't aware of yet. And so those of us who became intimate with him and in"},{"startMs":3264560,"durationMs":6640,"subtitle":"his household had different aspects of their personas that were available for this depth of"},{"startMs":3271200,"durationMs":6400,"subtitle":"process with him. And we would only understand more about that in time as we would enter into"},{"startMs":3277600,"durationMs":6400,"subtitle":"the process more seriously. So I happened to be one of those people and I knew nothing about the"},{"startMs":3284000,"durationMs":6880,"subtitle":"why of it at that time, except for that I was available and I was really wanting with every"},{"startMs":3290880,"durationMs":4080,"subtitle":"fiber of my being to participate there with him. And I was of the"},{"startMs":3298800,"durationMs":5520,"subtitle":"feeling relationship to him that I never want to ever be anywhere else again."},{"startMs":3305040,"durationMs":6400,"subtitle":"That's how strong it was in me. And it was as if I forgot the world."},{"startMs":3313520,"durationMs":4960,"subtitle":"I became so involved in being around him that it was so I just forgot everything else."},{"startMs":3319120,"durationMs":5120,"subtitle":"And there was a part of that that was, you could call it an infatuation,"},{"startMs":3326240,"durationMs":6080,"subtitle":"but I was drawn so strongly that it was easy to let go of everything else. In time I realized"},{"startMs":3332320,"durationMs":6240,"subtitle":"that there was aspects of that that I didn't take proper responsibility for and I have had to"},{"startMs":3338560,"durationMs":6480,"subtitle":"correct since then. But that was the reasoning for why I was so drawn to be there. And traditionally"},{"startMs":3345040,"durationMs":7680,"subtitle":"it could be described as a gopie with a guru. I think you use the amusing language as though we"},{"startMs":3352720,"durationMs":9040,"subtitle":"were with a rock star. He was so much charisma that we were just enthralled in that regard."},{"startMs":3361760,"durationMs":4480,"subtitle":"And that's true enough to be said in a way of describing it."},{"startMs":3366240,"durationMs":6400,"subtitle":"Yeah, you did describe him earlier as being like Elvis when you first saw his picture."},{"startMs":3372640,"durationMs":6000,"subtitle":"Yes, he was very attractive. Well, of course, beauty is in the eye of the beholder,"},{"startMs":3378640,"durationMs":9360,"subtitle":"but for me personally that was a response to him as a man, one thing. Yes, so as I was there with"},{"startMs":3388000,"durationMs":7520,"subtitle":"him in his house, and when I was there in his house, as I said, his house was the ashram. It"},{"startMs":3395600,"durationMs":8320,"subtitle":"was the center of the ashram. And what we did on any day was to determine by what his movements"},{"startMs":3403920,"durationMs":7360,"subtitle":"were in relationship to everybody in the ashram and also what was happening in terms of what was"},{"startMs":3411280,"durationMs":7360,"subtitle":"being brought to him by people in the ashram. In terms of news about people, news about the world,"},{"startMs":3418640,"durationMs":7120,"subtitle":"news about events, bringing things from the great tradition to him, bringing things to him"},{"startMs":3425760,"durationMs":6560,"subtitle":"that he maybe had asked for that was of interest to him. One thing was art, always art. He was"},{"startMs":3432320,"durationMs":7200,"subtitle":"always interested in traditional art, traditional iconography, books from the great tradition,"},{"startMs":3441120,"durationMs":4640,"subtitle":"all sorts of things were being brought to him in this regard. So there would always be interaction"},{"startMs":3445760,"durationMs":6320,"subtitle":"with him, the reciprocation of devotees interaction of bringing things to him or telling"},{"startMs":3452080,"durationMs":5440,"subtitle":"him stories or speaking about his process. And this was happening when I was there in his house."},{"startMs":3458080,"durationMs":9600,"subtitle":"And he also spoke often that was recorded. So all of his teaching through decades was recorded. And"},{"startMs":3467680,"durationMs":4880,"subtitle":"that's one thing that was occurring when I was around him, is that we would sit down in a room"},{"startMs":3472560,"durationMs":4080,"subtitle":"together and it would always say turn the tape recorder on and then he would speak."},{"startMs":3476640,"durationMs":6160,"subtitle":"And often the speaking would be devotees having interaction with him, very personal interactions"},{"startMs":3482800,"durationMs":5520,"subtitle":"about their life, about their family, about their practice, about their work,"},{"startMs":3489680,"durationMs":7520,"subtitle":"about their relationship to certain things that would occur with him personally. And then again,"},{"startMs":3498000,"durationMs":6000,"subtitle":"I noticed that, okay, towards the end of the day, more people would leave and then fewer and"},{"startMs":3504000,"durationMs":4240,"subtitle":"fewer remained around him. And it seemed to be understood that there were certain people that"},{"startMs":3508240,"durationMs":6480,"subtitle":"would just stay there with him. And lo and behold, at a certain point, I was, it was asked of me,"},{"startMs":3514720,"durationMs":6720,"subtitle":"do you want to stay, just stay here in the house? And yes, that was exactly where I wanted to be,"},{"startMs":3521440,"durationMs":4960,"subtitle":"was to stay in the house. I didn't want to go to the retreat quarters anymore. I wanted to stay"},{"startMs":3526400,"durationMs":6560,"subtitle":"in the house. And so the time that it was decided that I would actually stay there in the house with"},{"startMs":3532960,"durationMs":6400,"subtitle":"him, I was, he said to me, if you'd really want to do this with me, you need to go speak to Mark"},{"startMs":3540000,"durationMs":6480,"subtitle":"and you need to communicate what this choice is and why. So I did do that. I went away and had"},{"startMs":3546480,"durationMs":4720,"subtitle":"a conversation and explained to him what had happened with me and how come I was choosing"},{"startMs":3551200,"durationMs":8560,"subtitle":"to stay there in the house with Bubba at the time. And so Mark accepted that and he understood why."},{"startMs":3559760,"durationMs":6560,"subtitle":"And so we ended our relationship and he remained in the ashram and was a devotee for quite a lot"},{"startMs":3566320,"durationMs":5920,"subtitle":"longer. And also then very shortly after that, became intimate with another woman and was married"},{"startMs":3572240,"durationMs":6720,"subtitle":"and had a child with this woman. So he continued in the process and practice himself. I let go of all"},{"startMs":3578960,"durationMs":6320,"subtitle":"of that and remained focused in the house with Bubba. And then the next thing that became clear"},{"startMs":3585280,"durationMs":6720,"subtitle":"to me is that I would begin to learn how to attend to him. And it was very simple things,"},{"startMs":3593360,"durationMs":9600,"subtitle":"you know, in relationship to bringing him tea or fanning him or taking care of"},{"startMs":3603600,"durationMs":5920,"subtitle":"his certain things in his room, lighting incense, lighting candles, you know, just very simple"},{"startMs":3609520,"durationMs":7120,"subtitle":"forms of service. And then I was given a very simple form of service of like taking care of"},{"startMs":3616640,"durationMs":6160,"subtitle":"dishes that he's particularly were given to him to use, you know, I was polishing the silver or just"},{"startMs":3622800,"durationMs":6320,"subtitle":"doing very ordinary things. So I was adapting just to being around him and getting comfortable."},{"startMs":3629920,"durationMs":6800,"subtitle":"And that was necessary because of the fact that the force of his energy, the transmission from him"},{"startMs":3636720,"durationMs":10640,"subtitle":"was full on 24 7. No matter what he was doing, the event, so to speak, where the context of our life"},{"startMs":3647360,"durationMs":5920,"subtitle":"and relationship to him was always about transmission, it was always about the process"},{"startMs":3653280,"durationMs":7040,"subtitle":"of being able to learn how to relate to what was being given from him as a Siddha Guru."},{"startMs":3660320,"durationMs":7760,"subtitle":"Now this is traditionally understood, but I had no knowledge of the details of what it"},{"startMs":3668080,"durationMs":7040,"subtitle":"takes to be able to adapt to spiritual transmission and not only spiritual transmission, but"},{"startMs":3675920,"durationMs":8320,"subtitle":"transcendental spiritual transmission, which is the uniqueness of his process and Shaktipat Yoga."},{"startMs":3686080,"durationMs":7760,"subtitle":"And then at a certain point, I spent the night with him. And there was an initiation then in"},{"startMs":3693840,"durationMs":6960,"subtitle":"terms of being intimate with him that was no different than sitting in meditation with him,"},{"startMs":3700800,"durationMs":5920,"subtitle":"except for that it actually involved the body and the genitals and the feeling being and the"},{"startMs":3706720,"durationMs":6320,"subtitle":"breathing being and the actual relationship with the human being bodily. And that was the most"},{"startMs":3713040,"durationMs":11440,"subtitle":"profound initiatory process that was experienced to that point, because it my whole being was"},{"startMs":3724480,"durationMs":8960,"subtitle":"given over in love. And every cell of my being actually psychophysically being active was also"},{"startMs":3733440,"durationMs":8800,"subtitle":"imbued with this transmission. And that was a revelation that has taken a lifetime and I"},{"startMs":3742240,"durationMs":6400,"subtitle":"don't think it will ever end in terms of incorporating what that relationship is altogether."},{"startMs":3749280,"durationMs":4480,"subtitle":"That kind of intimacy with him in human terms and spiritual terms"},{"startMs":3753760,"durationMs":2880,"subtitle":"that included sexuality lasted for decades."},{"startMs":3758320,"durationMs":7760,"subtitle":"Julie, you described yourself earlier before you moved up to Northern California"},{"startMs":3766080,"durationMs":7920,"subtitle":"as being highly neurotic. And so I imagine you brought some of that with you into his household."},{"startMs":3774720,"durationMs":6480,"subtitle":"Yes, I did. I did. That's interesting. You should ask that question because"},{"startMs":3783440,"durationMs":11200,"subtitle":"being anorexic and bulimic, I was about 84 pounds when I first came to see Adi Da. So I was very,"},{"startMs":3795200,"durationMs":9760,"subtitle":"very tiny. And I was not, I wouldn't say I was fully grounded in my physical body."},{"startMs":3806960,"durationMs":7280,"subtitle":"When you have that kind of an ailment and neurosis, there's a disconnect from the physical"},{"startMs":3814240,"durationMs":6160,"subtitle":"body. So you're feeling things peripherally often or above and beyond, you know, you"},{"startMs":3820800,"durationMs":8640,"subtitle":"become more ethereal. And so in coming into his physical company, because he was so grounded,"},{"startMs":3831120,"durationMs":4000,"subtitle":"I noticed that something happened immediately. And that was that"},{"startMs":3838080,"durationMs":5040,"subtitle":"whatever it was that I was feeling that I was disconnected from and what I was suffering"},{"startMs":3843120,"durationMs":10640,"subtitle":"in the physical body. And in terms of my need to dismiss the physical body, because I was apparently"},{"startMs":3853760,"durationMs":7280,"subtitle":"suffering in it, which is why I was anorexic and bulimic, and also the neurosis about putting weight"},{"startMs":3861040,"durationMs":9280,"subtitle":"on, which is part of the suffering of anyone who has this type of eating disorder. There's a lot"},{"startMs":3870320,"durationMs":5680,"subtitle":"I can say about that, but I won't say that right now. But when I came into his company,"},{"startMs":3877600,"durationMs":13600,"subtitle":"my anorexic bulimia liabilities stopped, just unexpectedly stopped. And what I can feel about"},{"startMs":3891200,"durationMs":4800,"subtitle":"that, and this isn't retrospective, this is actually what I felt at the time, is that I"},{"startMs":3896000,"durationMs":6160,"subtitle":"became completely connected at the heart with something that was sustaining, that wasn't"},{"startMs":3902160,"durationMs":6720,"subtitle":"dependent upon food, it wasn't dependent upon how I appeared, it wasn't dependent upon what people"},{"startMs":3908880,"durationMs":8160,"subtitle":"thought of me, it wasn't dependent upon my neurosis about being able to fulfill the expectations"},{"startMs":3917040,"durationMs":5440,"subtitle":"of being what I seen. It was something so profoundly deep within that that I came to rest."},{"startMs":3923280,"durationMs":7440,"subtitle":"Normally one would associate a certain amount of petty jealousies emerging between different women"},{"startMs":3930720,"durationMs":6720,"subtitle":"all living together, surrounded by a single male, or surrounding a single male."},{"startMs":3938000,"durationMs":12160,"subtitle":"Yes, yes. So at this particular time when I arrived, there began to form an order of women"},{"startMs":3950160,"durationMs":10080,"subtitle":"around him. In 1975 through 1979, the manner in which he lived began to change a bit."},{"startMs":3961760,"durationMs":7520,"subtitle":"And all the women who were there with him, and I think that there probably weren't more than maybe"},{"startMs":3972960,"durationMs":3200,"subtitle":"15 that were around him at that time possibly,"},{"startMs":3976720,"durationMs":5920,"subtitle":"but that didn't, that many didn't actually live with him. There were fewer than that that actually"},{"startMs":3982640,"durationMs":7840,"subtitle":"lived in the house with them, maybe five or so at that time. And then I noticed that one thing that"},{"startMs":3990480,"durationMs":6720,"subtitle":"was interesting between the women, well for me, I think because I was so one-pointed and so"},{"startMs":3997200,"durationMs":7600,"subtitle":"distracted in terms of my directness with him, I didn't notice a lot about petty jealousies."},{"startMs":4004880,"durationMs":8400,"subtitle":"I didn't see any reactivity from the women around him at that point in time in relationship to me."},{"startMs":4013280,"durationMs":4960,"subtitle":"Honestly, I didn't. And it could have been because I wasn't noticing it and I wasn't"},{"startMs":4019600,"durationMs":7920,"subtitle":"in the know relative to the politics. I did discover that in time. However, at that moment"},{"startMs":4027520,"durationMs":6720,"subtitle":"in time, there wasn't, it was just ecstatic. You know, the joy of being there and the women"},{"startMs":4034240,"durationMs":7920,"subtitle":"actually were very, very supportive of me. They helped me adapt. They embraced me. I befriended"},{"startMs":4042160,"durationMs":5680,"subtitle":"certain of the women really closely. I could talk with them freely. They would help me"},{"startMs":4048480,"durationMs":9200,"subtitle":"understand things, help me be able to not just understand what it was like to live around him"},{"startMs":4057760,"durationMs":4800,"subtitle":"as a man that also helped me understand the traditional precedents for it."},{"startMs":4064240,"durationMs":6400,"subtitle":"Speaking about how to enter into the sexual yoga as a spiritual process"},{"startMs":4071760,"durationMs":7040,"subtitle":"that was part of the meditative process, there were depth levels that were going on synchronous"},{"startMs":4078800,"durationMs":6640,"subtitle":"with the physical aspect of being there with him simultaneously. Naina, incredible"},{"startMs":4087680,"durationMs":7440,"subtitle":"woman. I don't even know how to describe her. She is just a sweetheart, an incredible woman"},{"startMs":4095120,"durationMs":9520,"subtitle":"that I feel entirely indebted to. It was in particular her I became, you know, very close to."},{"startMs":4105760,"durationMs":11040,"subtitle":"There was River, her name. Sharon was her given name. She became one of the mothers"},{"startMs":4117120,"durationMs":8880,"subtitle":"of beloved's children. Yeah, there was Marsha. There's many women that really helped me a lot."},{"startMs":4128880,"durationMs":4560,"subtitle":"Soon what happened within the year that I was there, it was determined that there were nine"},{"startMs":4133440,"durationMs":4960,"subtitle":"women that he wanted to be able to have around him that he would begin to work with more"},{"startMs":4139200,"durationMs":6800,"subtitle":"intensively. What working with more intensively meant is that along with these nine women,"},{"startMs":4146000,"durationMs":5760,"subtitle":"there was also a group of men similarly that he wanted to work with more closely."},{"startMs":4152640,"durationMs":7760,"subtitle":"These men were not men that he was humanly, sexually, emotionally intimate with. He never"},{"startMs":4160400,"durationMs":9200,"subtitle":"had intimacies with any men in that regard ever in sexual terms. Was he emotionally in love? Yes,"},{"startMs":4170320,"durationMs":7520,"subtitle":"he was in love with everyone, but he did have specifically strong male intimates too"},{"startMs":4177840,"durationMs":5360,"subtitle":"that were around him that he was working with in a more potent or intensive way."},{"startMs":4184800,"durationMs":6880,"subtitle":"With these women and with these men, he was wanting to establish what he described as a renunciate"},{"startMs":4191680,"durationMs":8640,"subtitle":"order. Renunciation aligned with his meaning of renunciation. Within the first couple of years"},{"startMs":4200320,"durationMs":8240,"subtitle":"that I was there, he ended up telling the entire worldwide gathering and everyone in the ashram"},{"startMs":4208560,"durationMs":8160,"subtitle":"that he needed to become more focused in a group of individuals that were available to advance"},{"startMs":4216800,"durationMs":6320,"subtitle":"in the practice. Therefore, he would not be as freely and easily available as anybody who would"},{"startMs":4223120,"durationMs":6800,"subtitle":"come in and out off the street or just enter into the ashram freely. There began to be called"},{"startMs":4230880,"durationMs":9760,"subtitle":"around him more formalities of association and more signs of demonstration of maturity"},{"startMs":4240720,"durationMs":6080,"subtitle":"was required of people in order to be able to come to the ashram or to be able to enter into"},{"startMs":4248320,"durationMs":6960,"subtitle":"a relationship with him more directly or to be involved in retreats or to sit in darshan"},{"startMs":4255280,"durationMs":4240,"subtitle":"occasions where he would just sit silently or he would speak with people."},{"startMs":4259520,"durationMs":3760,"subtitle":"So that transition happened fairly soon after I arrived there."},{"startMs":4263760,"durationMs":8080,"subtitle":"Well, I guess it would be useful if we could look back from the point of view of 1992,"},{"startMs":4271840,"durationMs":9440,"subtitle":"near the time when you ended your relationship in his household. You'd been there for 16 years. So"},{"startMs":4283840,"durationMs":6080,"subtitle":"what would you say about the 16-year long process?"},{"startMs":4293520,"durationMs":3280,"subtitle":"Oh, that would have to be a really big nutshell,"},{"startMs":4299040,"durationMs":3760,"subtitle":"but I will try to say it as succinctly as possible."},{"startMs":4307280,"durationMs":6240,"subtitle":"For me to speak about Adi Da in a comprehensive way and for anyone to get a feeling of what my"},{"startMs":4313520,"durationMs":5200,"subtitle":"life was like for 16 years with him and that kind of proximity"},{"startMs":4319280,"durationMs":8800,"subtitle":"would require an understanding of his teaching, would require an open heart to be able to feel"},{"startMs":4328080,"durationMs":7600,"subtitle":"him, even if it isn't a full recognition of his confession of the divine self condition, as he"},{"startMs":4335680,"durationMs":6640,"subtitle":"describes it, the Bride itself, but it would also require an understanding of the Great Tradition,"},{"startMs":4342960,"durationMs":6480,"subtitle":"an understanding of the Great Tradition, and it would require an understanding of the seven"},{"startMs":4349440,"durationMs":7680,"subtitle":"stages of life, which is a schema that he established for devotees and whoever is interested"},{"startMs":4357120,"durationMs":8560,"subtitle":"to be able to understand the Great Tradition of humankind that I described earlier. So the 16 years"},{"startMs":4365760,"durationMs":14880,"subtitle":"was an involvement in him in every sense of the way that I previously described, wherein he was"},{"startMs":4381360,"durationMs":7280,"subtitle":"teaching me and awakening me in the seventh stage process."},{"startMs":4389600,"durationMs":8320,"subtitle":"That is about going beyond the sense of identifying with a set of a sense of separate self"},{"startMs":4399520,"durationMs":8960,"subtitle":"and what he describes as the act of the ego, I. Now that doesn't mean that I have fully accomplished"},{"startMs":4408480,"durationMs":8480,"subtitle":"that even at this point in time, but he woke me up into that process entirely so that in"},{"startMs":4417280,"durationMs":7200,"subtitle":"the way that he describes the first six stages of life, all the way to the seventh stage of life,"},{"startMs":4425040,"durationMs":8640,"subtitle":"I entered into a profound, very, very in-depth, detailed consideration, lived and studied and"},{"startMs":4433680,"durationMs":7680,"subtitle":"experienced relative to every aspect of life in the first six stages in the context of the seventh"},{"startMs":4442320,"durationMs":9040,"subtitle":"stage awakening, which is the awakening into reality, the feeling of being the heart itself"},{"startMs":4452320,"durationMs":8960,"subtitle":"as love bliss, the heart itself as love bliss, and that is the measure within which everything"},{"startMs":4461280,"durationMs":9440,"subtitle":"that I considered about life was to be felt. So I entered into this with him, with others,"},{"startMs":4470720,"durationMs":5920,"subtitle":"with many others through the 16 years, and it took many, many forms, as I described, various"},{"startMs":4476640,"durationMs":5760,"subtitle":"times of discipline, going traveling different places, going around the globe, being in different"},{"startMs":4482400,"durationMs":6320,"subtitle":"ashrams, establishing different ashrams with him, entering into his art process with him in terms of"},{"startMs":4488720,"durationMs":9040,"subtitle":"his appreciation of art, his interactions with non-devotees. I saw his interaction through these"},{"startMs":4497760,"durationMs":5920,"subtitle":"six years with people who weren't practitioners. I saw him traveling the world and sitting in front"},{"startMs":4503680,"durationMs":7040,"subtitle":"of people who were public people or beginning practitioners. I entered into processes with"},{"startMs":4510720,"durationMs":7040,"subtitle":"just a few, very few, devotees who were involved in very advanced, most esoteric aspects of the"},{"startMs":4517760,"durationMs":9840,"subtitle":"process. And I practiced from 1986 for six years, I practiced the most advanced process called the"},{"startMs":4527600,"durationMs":6880,"subtitle":"perfect practice, perfect knowledge practice in relationship to him, which could be correspond"},{"startMs":4535920,"durationMs":8160,"subtitle":"most easily with the teachings of Advaita Vedanta or Ramana Maharshi as the six-stage dhyanis"},{"startMs":4544080,"durationMs":7120,"subtitle":"would practice. I also was given in his company, because of the psychophysical"},{"startMs":4552160,"durationMs":8960,"subtitle":"patterns called vasanas or karmas of this being, I also was awakened into various forms of samadhis"},{"startMs":4561120,"durationMs":6880,"subtitle":"associated with all of the different traditions. Again, this might sound very technical, but for"},{"startMs":4568000,"durationMs":5440,"subtitle":"people who understand what the different forms of samadhis are associated with the different chakras"},{"startMs":4573440,"durationMs":7280,"subtitle":"of the body-mind, people who are yogis, people who are mystics, people who are"},{"startMs":4582320,"durationMs":6960,"subtitle":"psychophysically awake, you know, in the different dimensions of manifest being, all of these things"},{"startMs":4589280,"durationMs":6720,"subtitle":"were awakened and my awareness of the existence of these realities are alive in me. And so over"},{"startMs":4596000,"durationMs":8560,"subtitle":"those 16 years, he gave me the means of being able to discriminate intelligently, to take"},{"startMs":4604560,"durationMs":7440,"subtitle":"responsibility for life with that understanding relative to the condition within which we find"},{"startMs":4612000,"durationMs":8400,"subtitle":"ourselves. And I'm not the only one, you know, this occurred with many, many people. And that"},{"startMs":4620400,"durationMs":7760,"subtitle":"continued to occur with me after 1992, when there was an event that happened that was really,"},{"startMs":4628160,"durationMs":5360,"subtitle":"really profound for his work. And this is important to understand about Adi Da,"},{"startMs":4634880,"durationMs":8400,"subtitle":"because I know there's much controversy around Adi Da in the world, and he was a difficult man."},{"startMs":4644000,"durationMs":12000,"subtitle":"And he was very demanding and very strong. And I would say all of those qualities were coupled"},{"startMs":4656000,"durationMs":8080,"subtitle":"with the passion of his heart for the liberation of beings and the ability for him to feel so wide"},{"startMs":4664080,"durationMs":6640,"subtitle":"and to encompass so much in terms of his relationship to everyone and everything."},{"startMs":4670720,"durationMs":4400,"subtitle":"He was urgent in terms of wanting to help everyone, but he couldn't"},{"startMs":4675120,"durationMs":5680,"subtitle":"do what he needed to do with everyone. So he began to work more and more privately."},{"startMs":4682160,"durationMs":5760,"subtitle":"And that still encompassed him being crazy wise. It's just that he didn't do it with everyone in"},{"startMs":4687920,"durationMs":7360,"subtitle":"the same fashion. And over the years, it took many different shapes and forms in terms of what it was"},{"startMs":4695280,"durationMs":6160,"subtitle":"that he converged with and what he coincided with in terms of the individuals who were around him."},{"startMs":4702000,"durationMs":5360,"subtitle":"So in 1992, when I actually ended up leaving the island of Naitamba,"},{"startMs":4709760,"durationMs":5600,"subtitle":"he indicated to the there only at that point in time, there were only four women around him,"},{"startMs":4716000,"durationMs":7280,"subtitle":"who were intimate with him. And from 1986 to 1992, I was actually a celibate."},{"startMs":4723520,"durationMs":7120,"subtitle":"I was no longer sexually intimate with him. I attended him bodily. I was his principal masseuse"},{"startMs":4731120,"durationMs":8160,"subtitle":"during those years and served him bodily. And that was extraordinary. In a very real sense,"},{"startMs":4739280,"durationMs":7680,"subtitle":"the sexual process had fulfilled itself. It became so profound that the necessity of even"},{"startMs":4747920,"durationMs":6080,"subtitle":"the engagement in it was fulfilled through the depth of the process of being and being intimate"},{"startMs":4754000,"durationMs":8400,"subtitle":"with him in any form of action with him and in life. And so at that point in time, I assumed"},{"startMs":4763360,"durationMs":5440,"subtitle":"a celibacy. Now I was the only one. The others continued with their intimacy. I extended,"},{"startMs":4768800,"durationMs":5280,"subtitle":"he asked me to extend that process of celibacy. And I spent those many years,"},{"startMs":4775920,"durationMs":7680,"subtitle":"most of time in the meditation hall, I spent huge hours a day in the depth of meditation."},{"startMs":4784160,"durationMs":5760,"subtitle":"And also I was given the responsibility for taking care of sacred spaces, the temples"},{"startMs":4789920,"durationMs":6000,"subtitle":"and the halls and his home, which was a temple to even though he lived there physically in very real"},{"startMs":4795920,"durationMs":6560,"subtitle":"human ways. And I also was given the responsibility to help to raise the three"},{"startMs":4802480,"durationMs":8240,"subtitle":"children that were his blood children and one other child that was the daughter of Patricia"},{"startMs":4811360,"durationMs":8720,"subtitle":"and William. And the mothers and fathers also lived intimately with us that had other children"},{"startMs":4820080,"durationMs":7440,"subtitle":"so that the children had a culture around them as they were raised. So I was the spiritual guide"},{"startMs":4827520,"durationMs":7760,"subtitle":"for these children. So that defined my life for a number of years. It was an extraordinary gift of"},{"startMs":4835280,"durationMs":6080,"subtitle":"opportunity to be able to work with these beautiful young beings and who I still have, you know,"},{"startMs":4841360,"durationMs":6960,"subtitle":"a relationship with now, although it's changed significantly. So from 1992 when I left,"},{"startMs":4848560,"durationMs":7360,"subtitle":"he indicated that while he had worked for all those years, even prior to my being with him,"},{"startMs":4855920,"durationMs":6080,"subtitle":"really from, you know, the late 60s into the early 70s, he was working with many, many"},{"startMs":4862800,"durationMs":5680,"subtitle":"beings and traditions, you know, going to India and back and with teachers and such. He indicated"},{"startMs":4868480,"durationMs":8960,"subtitle":"that the particular form of his avataric incarnation as the Ruchira avatar had not been"},{"startMs":4877920,"durationMs":6880,"subtitle":"had not fully fulfilled itself sufficiently in order for there to be a true culture that could"},{"startMs":4884800,"durationMs":6800,"subtitle":"carry on after his physical body passed away. And he said that there was an urgency for that to occur"},{"startMs":4891600,"durationMs":7440,"subtitle":"in order to authenticate the particularly unique process that he had come down. That's what avatar"},{"startMs":4899040,"durationMs":7840,"subtitle":"means to simply cross down from a higher in association with the body mind, a seemingly"},{"startMs":4906880,"durationMs":8400,"subtitle":"higher domain into the physical, psychophysical, cosmic domain. And our domain here is what in in"},{"startMs":4915280,"durationMs":8000,"subtitle":"the mandala of manifest existence is understood to be the red-yellow realm. And there are higher"},{"startMs":4923360,"durationMs":5200,"subtitle":"realms of manifestation that associate with vibrations and colors of manifest light."},{"startMs":4929520,"durationMs":5600,"subtitle":"And here in the red-yellow realm, it's actually an extraordinary blessing to be here because as"},{"startMs":4935120,"durationMs":6080,"subtitle":"human beings, we have access to all these different dimensions. And you know this full well,"},{"startMs":4943360,"durationMs":7280,"subtitle":"given the extraordinary amount of dedication and time your life has been to speaking with"},{"startMs":4950640,"durationMs":7360,"subtitle":"individuals who are aware of these various realities that are also in coincide with our"},{"startMs":4958720,"durationMs":8240,"subtitle":"grossest bodily dimension here. And so he indicated that his process of the Ruchira avatar"},{"startMs":4967520,"durationMs":7280,"subtitle":"was about awakening beings to the condition of the bright, which is what he describes as reality"},{"startMs":4974880,"durationMs":9120,"subtitle":"itself, consciousness itself that is true of everyone and everything. It's actually the"},{"startMs":4984000,"durationMs":7600,"subtitle":"native feeling of being, the native feeling of being, which is there's no separation between"},{"startMs":4991600,"durationMs":6240,"subtitle":"any of us in this native state of being. It has nothing to do with being parts of different"},{"startMs":4997840,"durationMs":4400,"subtitle":"traditions or different cultures or different experiences or different points of view."},{"startMs":5002800,"durationMs":7120,"subtitle":"This native state of being is at the heart, the feeling of love bliss being itself"},{"startMs":5010480,"durationMs":6720,"subtitle":"that is consciously awake and responsible for feeling discrimination to stay in and at the heart"},{"startMs":5018000,"durationMs":6720,"subtitle":"and so that there is no conflict in relationship to the apparent duality that creates"},{"startMs":5025360,"durationMs":9360,"subtitle":"differences of mind and experience. So this transmission was always active and it's constant"},{"startMs":5034720,"durationMs":8240,"subtitle":"because as he describes it, it's the fundamental foundation context that is prior to and eternally"},{"startMs":5042960,"durationMs":10160,"subtitle":"present and felt and intuited by every being, everyone and everything. And my life is a process"},{"startMs":5053120,"durationMs":10480,"subtitle":"of that, that participation in that reality that is obvious and the the process is eternal then."},{"startMs":5063600,"durationMs":7360,"subtitle":"So you enter into realization, the separate self does not become realized. So in 1992 he said that"},{"startMs":5070960,"durationMs":5920,"subtitle":"this understanding and this realization was not firmly established sufficiently in the culture"},{"startMs":5076880,"durationMs":6880,"subtitle":"even surrounding him. And he had actually prophesied that this would happen even before"},{"startMs":5083760,"durationMs":7600,"subtitle":"he began speaking and he wrote a book that's called The Trilogy. It's a poetic book. He's an artist,"},{"startMs":5091360,"durationMs":6720,"subtitle":"a literary artist in addition to a visual artist. And in this book he describes what is called the"},{"startMs":5098080,"durationMs":7760,"subtitle":"scapegoat and how the ego act will end up not relating to God, to the heart, to the divine,"},{"startMs":5107360,"durationMs":4400,"subtitle":"you know, in a manner that will transcend the differing points of view so that there will be"},{"startMs":5111760,"durationMs":6320,"subtitle":"no conflict amongst one another. And he said, look at the way that you all live around me,"},{"startMs":5118080,"durationMs":7840,"subtitle":"there's ego politics. What you were talking about earlier, not just the jealousies and the reaction"},{"startMs":5125920,"durationMs":6160,"subtitle":"of, you know, me, mine and other and gotta have this, you can't have this, you know, ownership and"},{"startMs":5132080,"durationMs":4960,"subtitle":"controlling of things in relationship to one another. He said, you're doing this with one"},{"startMs":5137040,"durationMs":7760,"subtitle":"another even though we've established a sacred domain, a culture, a seeming culture. You understand"},{"startMs":5144800,"durationMs":6720,"subtitle":"something about me, something about my transmission, but you have not realized it most fully yet."},{"startMs":5151520,"durationMs":7280,"subtitle":"And the profundity of doing that was what I was just beginning to comprehend after 16 years and"},{"startMs":5158800,"durationMs":6240,"subtitle":"after having practiced the most advanced practice. I felt like I was a beginner all over again"},{"startMs":5165840,"durationMs":5040,"subtitle":"in the sense that the radical nature of what it was that he was bringing to humanity"},{"startMs":5171920,"durationMs":7920,"subtitle":"required an incredible preparedness on the part of people to be available for that undoing"},{"startMs":5179840,"durationMs":6480,"subtitle":"of the separate self identity and to be able to participate in the true self, the very self that"},{"startMs":5186400,"durationMs":6800,"subtitle":"is true of each and all. And then to be able to be that vulnerable, that open, that transparent,"},{"startMs":5193200,"durationMs":6800,"subtitle":"that exposed, having turned every rock of the shadow to be able to test it to the point where"},{"startMs":5200000,"durationMs":6640,"subtitle":"you're aware that nothing can separate you from the heart of love. And that was the process with"},{"startMs":5206640,"durationMs":7040,"subtitle":"him. And in 1992, he said to the four of us who were around him, we were the Kanyas. We established"},{"startMs":5213680,"durationMs":8000,"subtitle":"what was called the Kanya order. And we were practicing in the domain of consciousness itself."},{"startMs":5222320,"durationMs":7840,"subtitle":"We were practicing in the domain of the heart itself that was the witness of everyone and"},{"startMs":5230160,"durationMs":7040,"subtitle":"everything in terms of what would arise and fall as experience in mind. And he said that the depth"},{"startMs":5237200,"durationMs":7120,"subtitle":"of our process had not occurred sufficiently because energy and attention was being drawn out"},{"startMs":5245040,"durationMs":7120,"subtitle":"from that domain such that we could not fall where there was the dissolution of the sense"},{"startMs":5252160,"durationMs":8000,"subtitle":"of separate self. And he said it had to do with this fact. In truth, we are not separate beings,"},{"startMs":5260160,"durationMs":6960,"subtitle":"any of us. There is the understanding of the unity, the prior unity, the interconnectedness"},{"startMs":5267120,"durationMs":5200,"subtitle":"between us all. Even as you sit on the side of the other side of the globe as I am right now,"},{"startMs":5272320,"durationMs":7440,"subtitle":"there is no difference or distinction in terms of the fabric of light itself. And the light that he"},{"startMs":5279760,"durationMs":6160,"subtitle":"describes as unqualified love bliss is the very self condition in which we are awake."},{"startMs":5286640,"durationMs":7440,"subtitle":"That conscious awareness, that feeling awareness is true of you and of I, seemingly separate."},{"startMs":5294080,"durationMs":7760,"subtitle":"But to live in truth is to be awake in that, even beyond lifetimes, you know, no matter what room you"},{"startMs":5301840,"durationMs":7440,"subtitle":"move into, no matter who you associate with. So he indicated you all are still somewhat assuming"},{"startMs":5309280,"durationMs":6560,"subtitle":"that somehow you're separate. And I'm speaking to you. And all the years that I have been speaking"},{"startMs":5315840,"durationMs":7120,"subtitle":"to you, I have been speaking to that heart that is only one that is in you and awake and aware."},{"startMs":5322960,"durationMs":9680,"subtitle":"And I am drawing you into that space of being. And therefore I'm speaking through you to all beings."},{"startMs":5333520,"durationMs":8000,"subtitle":"And the world itself is not prepared yet to receive me. And so some of you may have to"},{"startMs":5341520,"durationMs":8240,"subtitle":"leave my company to go out into the world. Now, when he said that to us, he says, I don't know"},{"startMs":5349760,"durationMs":6640,"subtitle":"which one of you it will be or how it will happen. But some of you, not only the four of us, but other"},{"startMs":5356480,"durationMs":6080,"subtitle":"devotees would have to leave his intimate sphere and be scattered around. And honestly,"},{"startMs":5363360,"durationMs":5920,"subtitle":"based on what I have communicated and tried to describe to you, that was the last thing I wanted"},{"startMs":5369280,"durationMs":9920,"subtitle":"to do. I never, ever thought I would leave his intimate sphere, nor did I want to. But as events"},{"startMs":5379200,"durationMs":10160,"subtitle":"unfolded over the year, I fell in love with another man unexpectedly. And part of the process of"},{"startMs":5389360,"durationMs":5760,"subtitle":"reality consideration that encompass not just the emotional sexual character, but the deeper parts"},{"startMs":5395120,"durationMs":9920,"subtitle":"of the personality, the deeper personality, the soul that corresponds with the gross embodiment,"},{"startMs":5405040,"durationMs":6000,"subtitle":"there are the saunas that have to be undone for the spiritual process to take hold at that depth."},{"startMs":5411760,"durationMs":6240,"subtitle":"And so I ended up being one of the ones that left. He blessed my relationship with Nick,"},{"startMs":5418800,"durationMs":6960,"subtitle":"and Nick and I have been together now for 31 years. And upon that leaving, as he said to me"},{"startMs":5425760,"durationMs":6000,"subtitle":"at that moment in time, not expecting or knowing that I would be the one that I ended up being that"},{"startMs":5431760,"durationMs":6240,"subtitle":"one. And so did another woman, Kimberly, and others who served around him. And many over the"},{"startMs":5438000,"durationMs":7440,"subtitle":"years have ended up coming and going. He works through many beings in the world that may not be"},{"startMs":5445440,"durationMs":5840,"subtitle":"even he though he's not physically alive, that process, the divine process that not as is not"},{"startMs":5451280,"durationMs":7040,"subtitle":"and was never exclusive to his physical embodiment is still active, because it is the divine"},{"startMs":5458320,"durationMs":7760,"subtitle":"self condition that is the grace or the spirit that moves and draws the heart to awaken."},{"startMs":5466960,"durationMs":6400,"subtitle":"And therefore, in the 30 years after that, it was equally as profound for me to"},{"startMs":5473920,"durationMs":7760,"subtitle":"realize that being close to his physical body was not essential to the process that anyone"},{"startMs":5481680,"durationMs":6800,"subtitle":"anywhere, even beyond his physical body and his physical death, this process is alive,"},{"startMs":5488480,"durationMs":6640,"subtitle":"as it always has been throughout seeming time and space. The divine process is the reality"},{"startMs":5495120,"durationMs":4640,"subtitle":"and the truth of anyone's divinely spiritual and transcendental condition."},{"startMs":5503040,"durationMs":6720,"subtitle":"Julie, let me ask you this question. You've talked about during the 16 years you were with him,"},{"startMs":5509760,"durationMs":8400,"subtitle":"his transmission was constant. And you've described that transmission in terms of"},{"startMs":5518160,"durationMs":9920,"subtitle":"he being the Ruchira avatar, the transmission of the bright, of something entirely radiant,"},{"startMs":5528080,"durationMs":9760,"subtitle":"entirely joyful and blissful. And yet, I wonder and I imagine our viewers will wonder,"},{"startMs":5537840,"durationMs":8640,"subtitle":"he was also a human being. He experienced illness. He experienced, any human being would"},{"startMs":5546480,"durationMs":9520,"subtitle":"experience frustrations and disappointments. And I gather he was disappointed that his teachings"},{"startMs":5556000,"durationMs":4960,"subtitle":"didn't reach more people in his own lifetime. What was that like?"},{"startMs":5561600,"durationMs":7200,"subtitle":"Yes. Well, your description is right on and apt. And I'm very glad that you've asked this question."},{"startMs":5572240,"durationMs":7440,"subtitle":"Therein lies the paradox of our own embodiment, that very question about him,"},{"startMs":5580640,"durationMs":13920,"subtitle":"a seeming other, and the seeming dichotomy between, call it God, call it the divine light,"},{"startMs":5595680,"durationMs":8080,"subtitle":"call it bliss, call it whatever you want to name it. The certainty"},{"startMs":5603840,"durationMs":11600,"subtitle":"that love and bliss and conscious being is present. And the paradox that we also arise"},{"startMs":5616400,"durationMs":7840,"subtitle":"in a real situation, even though many mystics or realizers will say this is an illusion,"},{"startMs":5624720,"durationMs":5120,"subtitle":"or realizers will say this is an illusion. It's also very real."},{"startMs":5632080,"durationMs":9200,"subtitle":"And very real, we are very real, seeming entities that experience everything profoundly."},{"startMs":5642880,"durationMs":6640,"subtitle":"And to varying degrees carrying various karmas and various sensibilities and various awareness."},{"startMs":5650320,"durationMs":8160,"subtitle":"So with Adi Da, because his bodily being and that spirit of transmission was"},{"startMs":5659920,"durationMs":5840,"subtitle":"so potent in him, every aspect of his human being was"},{"startMs":5665760,"durationMs":11840,"subtitle":"magnified. So love was magnified. Every emotion that you could feel"},{"startMs":5678400,"durationMs":14320,"subtitle":"was magnified to infinity. And it was not held back. There was no taboo around feeling everything"},{"startMs":5692720,"durationMs":9280,"subtitle":"or experience everything. And he helped us feel that by virtue of him being transparent and not"},{"startMs":5702000,"durationMs":15520,"subtitle":"strategic or calculating or not in a program. He wasn't confined to traditional or conventional"},{"startMs":5717520,"durationMs":8480,"subtitle":"norms. He was free. He was a free man. So yes, indeed, did he experience all of these emotions."},{"startMs":5726000,"durationMs":11280,"subtitle":"And you would also see and feel that, oh, yes, he has a gross persona. He has all of that,"},{"startMs":5738080,"durationMs":6080,"subtitle":"all of those aspects of being that all of us have. And what his life was a demonstration of"},{"startMs":5744160,"durationMs":9040,"subtitle":"was showing us that it's not a contradiction. Yet, if you are actually living with the divine"},{"startMs":5753200,"durationMs":6560,"subtitle":"heart, intent and purpose to realize and remain constantly and perpetually established in the"},{"startMs":5759760,"durationMs":5920,"subtitle":"divine self condition, then you develop the discrimination of the heart. So does the gross"},{"startMs":5765680,"durationMs":7200,"subtitle":"or personality end up being entirely amoral? No. Is it going to be aggressively harmful to others?"},{"startMs":5773600,"durationMs":8080,"subtitle":"No. Is it going to be perfect and never doing any of that to any degree? No. In other words,"},{"startMs":5781680,"durationMs":7360,"subtitle":"the full spectrum of the light and the dark manifested in his being as it does in anyone."},{"startMs":5790560,"durationMs":7920,"subtitle":"So for myself personally, I just described that in rather broad terms and in rather esoteric terms"},{"startMs":5798480,"durationMs":7360,"subtitle":"that would be considered by some people. But it applies to human life. It tries,"},{"startMs":5805840,"durationMs":7200,"subtitle":"applies to the very ordinary moments of constantly living with him where everything was being"},{"startMs":5813040,"durationMs":9040,"subtitle":"triggered, triggers, triggers going off constantly relative to how he may respond to me or may not"},{"startMs":5822080,"durationMs":4960,"subtitle":"respond to me, what I want or what I don't want, what he wants or what he doesn't want."},{"startMs":5827040,"durationMs":6160,"subtitle":"All of those interactions at a very human level are occurring. And the measure was always,"},{"startMs":5834800,"durationMs":9040,"subtitle":"are my choices or reactions, are his choices or responses, are they serving the process of"},{"startMs":5843840,"durationMs":7280,"subtitle":"reality truth and that awakening or not? So there was always that evaluation going on in terms of"},{"startMs":5851120,"durationMs":7760,"subtitle":"whether or not what we did or what he did served the process. And that question that you just asked"},{"startMs":5858880,"durationMs":9440,"subtitle":"is the meat of it. And most people want to avoid that. And I actually have found that"},{"startMs":5869120,"durationMs":5920,"subtitle":"because my family and myself was actually involved in one of the lawsuits that occurred early on in"},{"startMs":5875120,"durationMs":8320,"subtitle":"relationship to the controversies around beloved's manifest personality, many accusations that were"},{"startMs":5883440,"durationMs":7280,"subtitle":"made in relationship to him, that the media got a hold of and all of that. And I and my family"},{"startMs":5890720,"durationMs":7600,"subtitle":"suffered that attack from the public and from a few ex-devotees who were disgruntled around what"},{"startMs":5898320,"durationMs":6480,"subtitle":"they experienced around him because of the fact that yes, he would get angry, very angry,"},{"startMs":5905680,"durationMs":8560,"subtitle":"very angry and shout very loudly at times. He would get extremely frustrated about things."},{"startMs":5915200,"durationMs":6160,"subtitle":"There would be the flip side of it, as I've described already. He would be free to experiment"},{"startMs":5921360,"durationMs":5440,"subtitle":"with somebody who wanted to come into his company to say, Oh, you know, I would like to,"},{"startMs":5929600,"durationMs":5920,"subtitle":"well, my, you know, I had this weird desire ever since I was a child, you know, that I would really"},{"startMs":5935520,"durationMs":7520,"subtitle":"like to have sex with a few women. You know, just for example, because sex is the thing that"},{"startMs":5943040,"durationMs":6000,"subtitle":"everybody's occupied, and it's such a taboo subject. So, okay, well, you know, fine. Is there"},{"startMs":5949040,"durationMs":5040,"subtitle":"anybody who would be possibly willing to do that with you and learn about it? You know,"},{"startMs":5954080,"durationMs":4480,"subtitle":"experiment with that. And then so somebody would go off and they would do that kind of thing. Or"},{"startMs":5958560,"durationMs":5600,"subtitle":"if they were really close to him, like myself, for example, I think I might have an interest in women"},{"startMs":5964160,"durationMs":8880,"subtitle":"too. Okay, so what's that about? What does that feel like? How does that relate to you as a full"},{"startMs":5973040,"durationMs":5520,"subtitle":"persona? How important is it to you? What is the significance of it? Is that something that will"},{"startMs":5978560,"durationMs":5920,"subtitle":"serve your spiritual process to engage in that? Or is it better for you to practice the sexual"},{"startMs":5984480,"durationMs":7760,"subtitle":"yoga with a man with me or me with another man? I mean, there were all types of possibilities that"},{"startMs":5992240,"durationMs":7120,"subtitle":"were evaluated in terms of their significance in relationship to the primary process. So that"},{"startMs":5999360,"durationMs":8800,"subtitle":"corresponds with what you described. And I hear you taking into account that that the process,"},{"startMs":6008160,"durationMs":7680,"subtitle":"the realization, call it satsang, call it vichira avatara bhakti yoga, all sorts of names,"},{"startMs":6015840,"durationMs":5280,"subtitle":"you could give it, but it's the fundamental transmission of truth or being conscious light,"},{"startMs":6021120,"durationMs":5920,"subtitle":"the bright itself. Everything always occurred in relationship to that. It's like the shruti note,"},{"startMs":6027680,"durationMs":8640,"subtitle":"or the drone note in classical Eastern music, or the drum, you know, there's a primary rhythm"},{"startMs":6036320,"durationMs":8160,"subtitle":"that you never lose, never ever lose the connection with, so that you're constantly in that"},{"startMs":6046000,"durationMs":6560,"subtitle":"vibration. Everything's measured by the heart. Everything's measured by the heart. So every"},{"startMs":6052560,"durationMs":7760,"subtitle":"experience that arises in and out of that, you consider every aspect of the being. So with Adi"},{"startMs":6060320,"durationMs":9120,"subtitle":"Da, there were wild times. Wild's a good word. They were over the top. They were confronting."},{"startMs":6070560,"durationMs":10000,"subtitle":"I reacted many times, significantly. You call yourself God? You know, like, what's this about?"},{"startMs":6080560,"durationMs":6720,"subtitle":"You know, even when I thought I was going to have to leave, you know, I don't want to leave."},{"startMs":6088080,"durationMs":4800,"subtitle":"I don't want to leave. You know, and in his passion with even tears in his eyes,"},{"startMs":6092880,"durationMs":6720,"subtitle":"but this is necessary for the divine process. You know, these kinds of impassioned moments in which"},{"startMs":6099600,"durationMs":6080,"subtitle":"all people experience, any devotee who wants to give you a view of Adi Da, as if it was,"},{"startMs":6105680,"durationMs":10240,"subtitle":"you know, a whitewashed version of being just blissful, is not being honest. And I object to"},{"startMs":6115920,"durationMs":5440,"subtitle":"that. And that's in part why I actually have, I'm so grateful that you're having this conversation"},{"startMs":6121360,"durationMs":7920,"subtitle":"with me. And I feel quite emotional about it because for a period of time after Adi Da passed"},{"startMs":6129280,"durationMs":8000,"subtitle":"away, and even to the day that he passed away, his frustration increased, increased because the"},{"startMs":6137280,"durationMs":7840,"subtitle":"urgency of his need to say to any individual being or to group of individuals that you have most"},{"startMs":6145120,"durationMs":8880,"subtitle":"perfectly understood or this consistent realization is so such that you could establish a true culture"},{"startMs":6154000,"durationMs":7200,"subtitle":"that can serve and carry on my work with integrity. He said, you have only barely begun. You have"},{"startMs":6161200,"durationMs":8480,"subtitle":"hardly even begun. And this is after 40 years of some people being intimate with him and still"},{"startMs":6169680,"durationMs":7840,"subtitle":"having communicated that no, it's not complete yet, synchronously saying it's an eternal process."},{"startMs":6182000,"durationMs":7200,"subtitle":"Why? No separate selves realize this. Realization is the self condition,"},{"startMs":6190080,"durationMs":5760,"subtitle":"which is always already the case. It's always already true, but the whole bodily being in the"},{"startMs":6195840,"durationMs":6240,"subtitle":"world and life must conform to that awakening in order for the heart to be the one that is acting"},{"startMs":6202080,"durationMs":6000,"subtitle":"with feeling discrimination and responsibility. And he said that in order for me to acknowledge"},{"startMs":6208080,"durationMs":6400,"subtitle":"that there would have to be a number of beings that would show signs that this is so, which would"},{"startMs":6214480,"durationMs":8000,"subtitle":"inevitably manifest as a collective of individuals that show authenticity and integrity. And he had"},{"startMs":6222480,"durationMs":5360,"subtitle":"in no uncertain terms, even though he never, he was hoping it would be different, that he was"},{"startMs":6227840,"durationMs":7200,"subtitle":"always honest and true. He said, it is not happening. What you are manifesting as a gathering around me"},{"startMs":6235040,"durationMs":9200,"subtitle":"is a cult. What you are manifesting around me is scapegoating me. You scapegoat others and therefore"},{"startMs":6244240,"durationMs":6240,"subtitle":"you interfere with the process of divine self-realization. You are still what he called"},{"startMs":6250480,"durationMs":5680,"subtitle":"mummers. You're still acting the act of the ego rather than allowing the divine self condition"},{"startMs":6256160,"durationMs":7040,"subtitle":"to be the one that lives and breathes you. The one that is the heart. The one that is true love."},{"startMs":6264160,"durationMs":5280,"subtitle":"He said, look at the conflict in you all. Look at the politics that you're dramatizing. Looking"},{"startMs":6269440,"durationMs":8160,"subtitle":"how, look at the world is not even attracted to you as a gathering. And that's one thing that I"},{"startMs":6277600,"durationMs":4800,"subtitle":"actually learned as time went by, being out of his physical company. And that was that I,"},{"startMs":6282400,"durationMs":6560,"subtitle":"more I integrated with the world, I kept hearing people saying a few things that were really,"},{"startMs":6288960,"durationMs":5600,"subtitle":"really important. And a lot of times, cult devotees don't want to talk about this."},{"startMs":6295760,"durationMs":9360,"subtitle":"Is that, how come you're not realized yet? Is that a reflection of Adi Da? Well, I can understand the"},{"startMs":6305120,"durationMs":6000,"subtitle":"profundities of what Adi Da is speaking, but I don't see the demonstration of it as a culture."},{"startMs":6312400,"durationMs":7600,"subtitle":"You're all cultic. You're not very welcoming. You act as though you've got a secret and nobody else"},{"startMs":6320000,"durationMs":5360,"subtitle":"could understand. Or you're just kind of a club that it's hard to get into. All sorts of things."},{"startMs":6325360,"durationMs":5360,"subtitle":"People would say, I really appreciate what Adi Da is saying, but maybe he's a bit mad. Is he an ego?"},{"startMs":6331600,"durationMs":8640,"subtitle":"Is he just full of himself? I got to combine with all of the objections that people have had. And"},{"startMs":6340240,"durationMs":10560,"subtitle":"in 2011, I combined so significantly with them, I realized that that mind is not other than this"},{"startMs":6350800,"durationMs":7360,"subtitle":"mind that seems to be associated with this personality and this persona. That mind itself"},{"startMs":6358160,"durationMs":6800,"subtitle":"is all a collective mind. A profundity of depth that not only does the body itself"},{"startMs":6364960,"durationMs":6480,"subtitle":"need to be open and vulnerable and trusting, the mind itself that is in the collective psyche"},{"startMs":6371440,"durationMs":5360,"subtitle":"must be gone beyond. So to presume that as a devotee, you don't have those reactions and"},{"startMs":6376800,"durationMs":7040,"subtitle":"you don't have those negative thoughts is delusional. So I went through the process"},{"startMs":6383840,"durationMs":7040,"subtitle":"from 2011 to transcend and to go beyond what I also had to recognize was so in myself."},{"startMs":6393280,"durationMs":4960,"subtitle":"And come to an understanding that the whole process of his embodiment wasn't dependent"},{"startMs":6398240,"durationMs":7120,"subtitle":"upon his body or the mind of response in relationship to what seemed to be about how he"},{"startMs":6405360,"durationMs":5760,"subtitle":"played or how he was or how he reacted or how he reflected what he did or didn't do."},{"startMs":6412080,"durationMs":7040,"subtitle":"There was always a lesson that was to be learned about that. There was always a radical understanding,"},{"startMs":6419680,"durationMs":5280,"subtitle":"a self-understanding that was necessary in order for the heart to remain open,"},{"startMs":6425600,"durationMs":5440,"subtitle":"to remain in the room of being itself or the Bride itself. In other words, to be established"},{"startMs":6431040,"durationMs":8560,"subtitle":"in the self-condition. So that's the process. And in relationship to the formal gathering"},{"startMs":6440000,"durationMs":7360,"subtitle":"since then, I have been unable to continue to participate in that, which I think I spoke to"},{"startMs":6447360,"durationMs":7520,"subtitle":"you about before. I am no longer associated with the formal gathering. The whole gathering,"},{"startMs":6454880,"durationMs":7200,"subtitle":"the whole worldwide gathering is in a conundrum right now relative to the transcending of being"},{"startMs":6462080,"durationMs":7440,"subtitle":"a cult around Adi Da and his life and what happened while he is alive. That is what is"},{"startMs":6469520,"durationMs":8560,"subtitle":"occurring. And just to present it as being anything else is the error. And yet there are"},{"startMs":6478080,"durationMs":5600,"subtitle":"a number of people who have, and I'm just going to say it plainly because I don't want to play"},{"startMs":6483680,"durationMs":6480,"subtitle":"games. It's too serious to play games. I'm not playing a game here at all. The integrity of"},{"startMs":6490160,"durationMs":7280,"subtitle":"Adi Da's work and what he did is too significant for it to be dismissed by gossip or by hearsay"},{"startMs":6497440,"durationMs":8000,"subtitle":"or by lack of even the willingness to be open enough to even consider it or to be able to"},{"startMs":6505440,"durationMs":7280,"subtitle":"hear devotees speak about it from every perspective or point of view. But after he passed away,"},{"startMs":6512800,"durationMs":8960,"subtitle":"there was a power grab that occurred in relationship to him and that actually ended"},{"startMs":6521760,"durationMs":6960,"subtitle":"up taking over his work and the narrative has taken a shift and lies have been being told"},{"startMs":6528720,"durationMs":6400,"subtitle":"and secrets have been being kept around what happened and people are being muzzled relative"},{"startMs":6535120,"durationMs":7200,"subtitle":"to actually speaking about the details of the practice and what occurred in his lifetime as if"},{"startMs":6542880,"durationMs":6400,"subtitle":"there was something so horrible that happened that he could never be given for a for we could"},{"startMs":6549280,"durationMs":6800,"subtitle":"never be forgiven for that would just you know make it impossible for anybody to accept or hear"},{"startMs":6556080,"durationMs":7600,"subtitle":"about this divine process that occurred in his company. I don't agree with that orientation."},{"startMs":6563680,"durationMs":6720,"subtitle":"I feel that transparency is absolutely essential because we're not different than anyone or any"},{"startMs":6570400,"durationMs":3920,"subtitle":"being and the truth is necessary."},{"startMs":6580160,"durationMs":4400,"subtitle":"I think Julie you've you've said it all"},{"startMs":6586880,"durationMs":7920,"subtitle":"for now. Yeah and there's many more details. I don't know how easily acceptable it is or if it"},{"startMs":6594800,"durationMs":5760,"subtitle":"doesn't have to be acceptable it just feels important to say it you know and and to say it"},{"startMs":6600560,"durationMs":10480,"subtitle":"truly as I as I understand it and have practiced it now since I was 18 years old and going on 68"},{"startMs":6611040,"durationMs":8080,"subtitle":"now. I know in a way we've just scratched the surface. We went over 16 years of your life in"},{"startMs":6619200,"durationMs":8080,"subtitle":"just a few minutes and I actually think it would be a good idea if we come back sometime"},{"startMs":6627280,"durationMs":6400,"subtitle":"and review some of those practices in more detail. For example, the different forms of samadhi"},{"startMs":6634480,"durationMs":7760,"subtitle":"that you experience. I think that would be a wonderful story to share with our viewers."},{"startMs":6642320,"durationMs":6960,"subtitle":"But I would say for now you you've given our viewers a fabulous overview"},{"startMs":6649280,"durationMs":8880,"subtitle":"of your life for the almost half a century in relationship to one of the most extraordinary"},{"startMs":6658160,"durationMs":7600,"subtitle":"human beings. Well thank you. Thank you. I'm yeah thank you so much."},{"startMs":6665760,"durationMs":8960,"subtitle":"I'm very grateful to you Julie and I want to thank you for being with me. Thank you and I"},{"startMs":6674720,"durationMs":5920,"subtitle":"really look forward to going forward with you in this. Wonderful. Wonderful. We'll have more"},{"startMs":6680640,"durationMs":8320,"subtitle":"conversations. I think our viewers will will find them of great value and I will close the way I"},{"startMs":6688960,"durationMs":9280,"subtitle":"normally close our interviews by thanking those of you who have been watching or listening to this"},{"startMs":6698240,"durationMs":5840,"subtitle":"conversation. I want to thank you profoundly because you are the reason that we are here."},{"startMs":6718960,"durationMs":15760,"subtitle":"I imagine that by now many of you already realize that in conjunction with White Crow Books,"},{"startMs":6734720,"durationMs":7120,"subtitle":"we've just launched the New Thinking Allowed Dialogues book imprint and our first title"},{"startMs":6741840,"durationMs":8480,"subtitle":"is, Is There Life After Death? New Thinking Allowed is a non-profit endeavor. Your contributions"},{"startMs":6750320,"durationMs":5520,"subtitle":"to the New Thinking Allowed Foundation make a meaningful difference in our ability to produce"},{"startMs":6755840,"durationMs":880,"subtitle":"new videos."}]
