[{"pageNumber":1,"pageContent":"Mysteriorum"},{"pageNumber":2,"pageContent":"The materials in this book are copyright © 199 8 Clay Holden and thethe John Dee Publication Project. All rights reserved.Booksign & joining of books 1,2 & 3 by Caput Mortuum for the Ayin Quadma'ah Movement.$$"},{"pageNumber":3,"pageContent":"Elias Ashmole’s Preface:Be it remembred, That the 20th: of August 1672,I received by the hands of my Servant SamuellStory, a parcell of Dr: Dee’s Manuscripts, allwritten with his owne hand; vizt: his Conferenceswith Angells, which first began the 22th of Dec: anno:1581, & continued to the end of May anno: 1583,where the printed Booke of the remainingConferences (published by Dr: Casaubon) begins,& are bound up in this volume.Beside these, the Booke intituled, The 48 ClavesAngelicæ, also, Liber Scientia TerrestrisAuxilii & Victoria (These two being those veryindividuall Bookes which the Angells commandedto be +burnt , & were after ++restored by themas appeares by the printed Relation of Dr: Dee’sActions with Spirits pag: 418 & 419) TheBooke intituled De Heptarchia MysticaCollectaneorum Lib: Primus, and a Booke ofInvocations or Calls, begining with the Squaresfilld with letters, about the Black Cross.These 4 Bookes I have bound up in another volume.All which, were a few daies before delivered tomy said Servant, for my perusall (I beingthen at Dr: William Lillies house at Hershamin Surrey) by my good freind Mr: ThomasWale, one of his Majesties Warders in theTower of London.1586 +10. April ++ 30. April}"},{"pageNumber":4,"pageContent":"The 5th: of Sept: following Mr: Wale (having heardof my retourne to Towne) came to my office in the Excise Officein Broadstreete, & told me he was content to exchangall the foresaid Bookes, for one of myne, vizt:The Institution, Lawes & Ceremonies of the mostNoble Order of the Garter, to this I agreed, andprovided one, which I sent him fairely bound, &gilt on the Back.On the 10th: of the said Sept: Mr: Wale came thitherto me againe, & brought his wife with him, fromher I received the following account of thepreservation of these Bookes, even till they came tomy hands, vizt: That her former Husband wasone Mr: Jones a Confectioner, who formerly dweltat the Plow in Lumbardstreet London, & who, shortlyafter they were married, tooke her with him intoAlde streete among the Joyners, to buy someHoushold stuff, where (at the Corner house) they sawa Chest of Cedarwood, about a yard & halfe long,whose Lock & Hinges, being of extraordinary neateworke, invited them to buy it. The Master of theshop told them it had ben parcell of the Goods ofMr: John Woodall Chirurgeon (father to Mr: Tho:Woodall Late Serjant Chirurgeon to his now MajestieKing Charles the 2d: (my intimate friend) andtis very probable he bought it after Dr: Dee’sdeath, when his goods were exposed to Sale.As a furthertestimony of thesence of Mr. Waleskindnes; shortlyafter his death, I sentfor his son, &bestowed on him,one of my Deputiesplaces in the Excise,with an allowance of80 £ per Annum."},{"pageNumber":5,"pageContent":"Twenty yeares after this (& about 4 yeares beforethe fatall Fire of London) she & her said husbandoccasionally removing this Chest out of its usuallplace, thought they heard some loose thing ratlein it, toward the right hand end, under the Box orTill thereof, & by shaking it, were fully satisfiedit was so: Hereupon her Husband thrust a peeceof Iron into a small Crevice at the bottome ofthe Chest, & thereuppon appeared a private drawer,which being drawne out, therein were found diversBookes in Manuscript, & papers, together with alitle Box, & therein a Chaplet of Olive Beades, &a Cross of the same wood, hanging at the end of them.They made no great matter of these Bookes &c:because they understood them not, which occasionedtheir servant Maide to wast about one halfe ofthem under Pyes & other like uses, which whendiscovered, they kept the rest more safe.About two yeares after the discovery of theseBookes, Mr: Jones died, & when the fire of Londonhapned, though the Chest perished in the Flames, becausenot easily to be removed, yet the Bookes were takenout & carried with the rest of Mrs: Jones hergoods into Moorefields, & being brought safelyback, she tooke care to preserve them; and aftermarrying with the foresaid Mr: Wale, he came tothe knowledge of them, & thereupon, with herconsent, sent them to me, as I have beforeset downe.— E. Ashmole /"},{"pageNumber":7,"pageContent":"+ 1 + Anno 1581 : 1582MysteriorumLiber PrimusMortlaci"},{"pageNumber":8,"pageContent":"Præter alias meas extemporaneas preces, et ejaculationesad Deum vehementiores: Hæc una, maxime usitata fuitOratio mea Matutina, Vespertinaque: pro Sapientia.In nomine Dei Patris, Dei Filii, Dei Spiritus SanctiAmen.Omnipotens, Sempiterne, vere, et vive Deus, in adjutorium meumintende: Domine Dominantium, Rex Regum, JeovahZebaoth, ad adjuvandum me festina:Gloria Deo, Patri, Filio, et spiritui Sancto: Sicut erat inprincipio, et nunc, et semper et in sæcula sæculorum: Amen.Recte sapere, et intelligere doceto me, (ô rerum omnium Creator,) NamSapientia tua, totum est, quod volo: Da verbum tuum in ore meo,(ô rerum omnium Creator,) et sapientiam tuam in corde meo fige.O Domine Jesu Christe (qui sapientia vera es, æterni et Omnipotentistui Patris) humilimè tuam oro Divinam Majestatem, expeditummihi ut mittere digneris, alicuius pii, sapientis expertique, Philosophiauxilium, ad illa plenissimè intelligenda perficiendaque, quæ maximivaloris erunt ad tuam laudem et gloriam amplificandam: Et siMortalis nullus iam in terris vivat, qui ad hoc munus aptus sit: velqui ex æterna tua providentia, ad istud mihi præstandum beneficiumassignatus fuerit: Tunc equidem humilime, ardentissimè et constan=tissimè a tua Divina Majestate requiro, ut ad me de cælis mitteredigneris bonos tuos Spirituales Ministros, Angelosque, videlicet Mi=chaëlem, Gabrielem,Raphaëlem ac Urielem: et (ex Divino tuofavore) quoscunque, alios, veros, fidelesque tuos Angelos, qui me pleneet perfecte informent et instruant, in cognitione, intelligentiaquevera et exacta, Arcanorum et Magnalium tuorum (Creaturas omnestuas, illarumque naturas, proprietates, et optimos usus, concernentium)et nobis Mortalibus scitu necessariorum; ad tui nominis laudem,honorem, et gloriam; et ad solidam meam, aliorumque (per me,) plurimorumtuorum fidelium consolationem: et ad Inimicorum tuorum confusionem,et subversionem. Amen.Fiat Jeovah Zebaoth: Fiat Adonay,fiat Elohim. O beata, et superbenedicta OmnipotensTrinitas, Concedas mihi (Joanni Dee) petitionemhanc, modo tali, qui tibi maximè placebit.Amen.Ab anno 1579. hoc ferè modo: Latinè, vel Anglicè; (ast circa annum 1569alio et peculiari, particulari modo: interdum pro Raphaële, interdumpro Michaële) ad Deum preces fundere: mihi gratissimum fuit:Mirabilem in me faciat Deus Misericordiam suum.Amen."},{"pageNumber":9,"pageContent":"John Dee his NoteAngelus sive In=\rtelligentia, nunc\rtoti Mundo prae=\rdominens4. Angeli praesidentes\r4. Cardinibus Caeli:\rut Agrippa notat,\rin scala Quater=\rnariiANNAELEtymologia:\rGratiosa\t\t\t\tDei\rAfflicta\t\t\t\t\t\t\t\t\t\t\rMisericore\t\t\t\t\t\t\t\t\t}Michael\t\t\t\t\t\t\t\t\t\t\tGabriel\t\t\t\t\t\t\t\t\t\t\tRaphael\t\t\t\t\t\t\t\t\t\t\tUrie  lEtymologiae..Fortitudo DeiMedicina Dei  Lux DeiPrevalescentia\rsive præpotentia\rsive Fortitudo\rprævalescens}}DeiaN1a1 et hN1a1 Anna, et Annah, obsecrantis, et confitentis particula est.\r hac ratione, non absurdè innuëre videtur,\r Orantem et confitentem Deum."},{"pageNumber":10,"pageContent":"Ad Deum Omnipotentem Protestatio fidelis:ad perpetuam rei memoriam Anno 1582.O God Almighty, thow knowest, & art my director, and witnesherein, That I have from my youth up, desyred & prayed unto thefor pure & sownd wisdome and understanding of some of thy truthes naturalland artificiall: such, as by which, thy wisdome, goodnes & powre bestowedin the frame of the word might be brought, in some bowntifull measureunder the Talent of my capacitie, to thy honor & glory, & the benefitof thy Servants, my brethern & Sistern, in, & by thy Christ our Saviour.And for as much as, many yeers, in many places, far & nere, in many bokes,& sundry languages, I have sowght, & studyed; and with sundry menconferred, and with my owne reasonable discourse labored, wherebyto fynde or get some ynckling, glyms, or beame of such the forsaidradicall truthes: But, (to be brief) after all my forsaid endevorI could fynde no other way, to such true wisdome atteyning, but bythy extraordinary gift: and by no vulgar schole doctrine, or humaneInvention. And, Seeing, I have red in thy bokes, & records, howEnoch enjoyed thy favor and conversation, with Moyses thowwast familier: And allso that to Abraham, Isaac, and Jacob,Josua, Gedeon, Esdras, Daniel, Tobias, and sundry other, thy goodAngels were sent, by thy disposition, to instruct them, informe them,help them, yea in worldly and domesticall affaires, yea andsometimes to satisfy theyr desyres, dowtes & questions of thy Secrets.And furdermore Considering, the Shew stone, which the highpreists did use, by thy owne ordering: wherein they had lightsand Judgments in theyr great dowtes: and considering allsothat thow (O God) didst not refuse to instruct thy prophets,(then, called Seers) to give true answers to common peopleof things æconomicall, as Samuel, for Saul seeking for hisfathers asses being gon astray: and of other things vulgar truepredictions, whereby to wyn credyt unto thy waightier affayres: Andthinking with my self, the lack of thy wisdome; to me, to be of moreimportance, then the value of an Asse or two, could be to Cis,(Saul his father): And remembring what good cownsaylethy Apostle James giveth, saying, Si quis autem vestrûmindiget sapientia, postulet a Deo, &c. And that Salomonthe wise, did so, even immediately by thy self, atteyne tohis wonderfull wisdome. Therfore, Seeing I was sufficientlytowght and confirmed, that this wisdome could not be come by at mans handor by humane powre, but onely from the (ô God) mediately or immediately)And having allwayes a great regarde & care to beware of the filthyabuse of such as willingly and wetingly, did invocate & consult (indiverse sorts) Spirituall creatures of the damned sort: angels ofdarknes, forgers & patrons of lies & untruthes: I did fly unto theby harty prayer, full oft, & in sundry manners: sometymes crying unto the,Mittas lucem tuam et veritatem tuam, que me ducant &c, sometymesRecte Sapere et Intelligere doceto me, Nam sapientia tua totum estquod volo: &c, sometymes, Da verbum tuum in ore meo, et sapientiam...] icensia...] rique"},{"pageNumber":11,"pageContent":"tuam in corde meo fige &c. And having perceyved by some slightexperiens with two diverse persons, that thow hadst a speciall care togive me thy light, and truth, by thy holy and true ministers Angelicalland Spirituall: and at length, hearing of one, (a master of Arts anda preacher of thy word admitted) accownted as a good Seer andskryer of Spirituall apparitions, in Christalline receptacle, or in openayre, by his practise procured: and trusting to frame him, by myernest & faithfull prayers unto the (my God) to some my helpin my forsayd Studies: tyll, thow (o hevenly father) woldestby thy unserchable proveydence, send me some apter manor means thereto. Thereuppon trying him and using him, Ifownd great diversity betwene his private usuall manner, and intente ofpractice, and my pure, sincere, devowte, & faithfull prayer untothe onely. And therfore often & fervently I exorted himto the good; and reproved both him, and his ministers, with myno small danger, but that thow (in manner unherd of) didstpitch thy holy tente to my defence, and cumfert, in conflict mostterrible: as thow best knowest o God, and I willed him thereuppon to preachthy mercyes, & the verity of the kingly prophet his testimony,Castra metatur Angelus Domini, in Circuitu timentium eum.And out of Roger Bachon his boke written De mirabili potestate Artiset Naturæ, (where he writeth against the wycked Divelcallers) I noted unto him this sentence, Facilius (sine comparationea *Deo impetrandum foret, vel a bonis spiritibus, quicquid hominiutile reputare &c. Which my cownsayle he promised me tofollow, as thow art witnes, ô our true & almighty God.And as thy good spirituall creatures neyther had delightin the man, neyther wold so playnely & preistly give me theyranswers or informations by him, that he might be hable to perceyvethe pith therof. So was he at length very unwilling tohere him self rebuked for his nawghtynes, and to be barred fromthe Mysteries of thy truthes understanding; which werethe onely things that I desyred, throwgh thy grace, o ourmost mercifull God. Therfore, as well for a Memoriallanswerable to the premisses, as for the better warrant of mySuch exercises to be made accownt of, hereafter: (leaving allunto thy infinite mercies, and unsearchable providence,) I havethowght it not impertinent, to note downe, even in this placeone of the last Actions, which I had with the forsayd preacher:When I made ernest & faythfull petition unto the (o thetrue and Almighty God) for sending, unto my cumfort &erudition, (yf it were thy blessed will,) thy holy, & mightyAngel Annael: of whome and of all the Hierarchies hevenlyall prayse honor & thanks, be rendred unto thy divine majestie: now& ever & worlde without ende. Amen. Amen. Amen.*Numquid non estDeus in Israël,ut eatis ad con=sulendum Beelze=bub, deum Accaron:Reg 4. cap:1."},{"pageNumber":12,"pageContent":"Anno 1581 Decembris 22. Mane  Mortlak∆ – After my fervent prayers made to God, for his mercifullcumfort and instruction, throwgh the ministery of hisholy and myghty Angel, named Anael, (yf it werhis divine pleasure) I willed, the skryer, (namedSaul) to loke into my great Chrystaline Globe, yfGod had sent his holy Angel Anael, or no:And Saul loking into my forsayd stone, (or Chrystall Globe)for to espie Anael, he saw there ∆ one, which answered tothat name. But being ernestly requested of me to tellthe Truthe yf he were Anael, An other did apperevery bewtifull, with apparell yellow, glittering, like gold: and hished had beames like ster beams, blasing, and spredding from it; his eyesfyrie.He wrote in the stone very much in hebrue letters, and theletters seamed all transparent gold: which, Saul was not able eytherpresently to reade, that I might write after his voyce, neyther toimitate the letters in short tyme.A bright star, did go up and down by him.There appeared allso a white* dog, with a long hed.And many other visions appeared, with this second: The first being voydedquite away. Thereuppon I sayd, as followeth,∆ – In nomine Jesu Christi, Quis tu es? –––AN –Potestas omnis, in me sita est.∆ – Quæ?AN –Bona, et mala.∆ – Then appeared in the stone, these two letters M.G.I then axing him some questions, de Thesauro abscondito:He answered,AN –Ne perturbes: Nam hæ sunt Nugæ.And withall appeared many dedd mens skulls,on his left hand.He sayd to me,AN –Ubi est potestas tua?∆ – Cur quæris de potestate aliqua mea?AN – Cur? Signifi, non mihi placet.∆ – I, thereuppon, set by him, the stone in the frame:and sayd,∆ – An bonus aliquis Angelus, assignatus est huic speculo?AN – Etiam.∆ – Quis?AN –la3k1ym7 – he answered, by the shew of these letters in the stone.∆ – Bonus ne ille Angelus, de quo in scripturis fit mentio?AN – Maximè.∆ – Fieri ne potest, quod ego eundem videam, et cum illo agam?AN –Ita. and therewith appeared this character –———∆ – Quid per hoc, significare velis?AN –Alterius Angeli character est.∆ – Cur hîc, et nunc ostendis?AN – Causam ob magnam. – Make an ende: It shalbe declared, but not by me.∆ – By whome then?AÑAËL∆ Note:An illudingintruder, evenat the first,putting himself, as anangel of light.Take hedeallwayes ofundue secu=ritie∴J∆There appered agreat number ofdead mens skulls,likewise.He answeredto Saul hishearing."},{"pageNumber":13,"pageContent":"AN – By him that is assigned to the stone: but not, tyll after the feast. And then thowmust prepare thyself, to prayer and fasting.In the Name of God, be secret: and in all thy doings praying, tyll thow hast thydesyre: which shall not be far of.After Newyeres tyde, Deale, but not on the Sabaoth day.Pray contynually.When it shall pleas god, to stir the up, Then procede. In the brightest day,when the Sonne shyneth: In the morning, fasting, begynne to pray.In the Sonne Set the stone.Deale both kneeling, and sitting. I have done for this tyme.My name is ANNAEL.I will speak ones more to the: and than fare well: for thow shalt nothave me any more.Be not to hasty in wrath.∆ –Is this, that, you ment to speak?AN – I : Do good to all men. God hath sufficient for the, and for all men.Fare well.∆ –Gloria patri et filio et spiritui sancto. Sicut erat in principio,et nunc et semper: et in sæcula sæculorum.Amen.∆ – Remember, that diverse other particulars, mowght have byn Noted of this dayesAction: but these may suffice: And yet it is not to be forgotten, thatas he sayd his name was Annael (with a dubble n) so he allso confessedhim self to be the same Annaël which is prepositus orbis veneris:and allso Chief governor Generall of this period, as I haveNoted in my boke of Famous and rich Discoveries.That this Note, of the Action, (had with holy ANNAEL),is, of prince Befafes, (otherwise called Obelison) accowntedas the Prolog of my first boke of mysticall exercisesAnno 1582. Novembris 20. –– Vide post.Consider andRemember∴}PrayerFasting"},{"pageNumber":14,"pageContent":"At MortlakIn nomine Jesu CHRISTI. Amen.Anno 1582.Martii die. 10. hora 11 Ante Meridiem.Saterday∆ –One Mr. Edward Talbot cam* to my howse, and he being willing and desyrousto see or shew some thing in spirituall practise, wold have had me to havedone some thing therein. And I truely excused myself therein: as not inthe, vulgarly accownted Magik, neyther studied, or exercised: But confessedmy self, long tyme to have byn desyrous to have help in my philosophicall studiesthrowgh the Cumpany and information of the blessed Angels of God. And there=uppon, I browght furth to him, my stone in the frame, (which was given me ofa frende) and I sayd unto him, that I was credibly informed, that to it(after a sort) were answerable Aliqui Angeli boni: And allso that I wasones willed by a Skryer, to call for the good Angel Anchor, to appere in thatstone to my owne sight. And therfore I desyred him to call him: and (yfhe wold) Anachor and Anilos likewise, accownted good Angels, for I wasnot prepared thereunto. &c. He than settled him self to the Action: andon his knees att my desk (setting the stone before him) fell to prayer andentreaty &c. In the mean space, I, in my Oratory did pray, and makemotion to god, and his good Creatures for the furdering of this Action.And within one quarter of an howre (or less) he had sight of one in thestone. but he still expected for two more: deeming this to be one ofthe three (namely Anchor Anachor Anilos). But I then cam to him,to the stone: And after some thanks to God, and Wellcome to the goodCreature, used; I required to know his name. And he spake plainly,(to the hearing of E.T.) that his name is URIEL.∆ –Are you one of them (sayd I, John Dee) that are answerable, (uppondue observations performed) to this stone?URIEL – I am.∆ –Are there any more besyde you?UR – Michaël and Raphaël. But, Michaël est princeps in operibus nostris.∆ –ys my boke, of Soyga, of any excellency?UR –Liber ille, erat Adæ in Paradiso revelatus, per Angelos Dei bonos.∆ –Will you give me any instructions, how I may read those Tables of Soyga?UR – I can – But solus Michaël illius libri est interpretator.∆ –I was told, that after I could read that boke, I shold live but twoyeres and a half.UR – Thow shallt live an Hundred and od yeres.∆ –What may I, or must I do, to have the sight, and presence, ofMichael, that blessed angel?UR –Præsentias nostras postulate et invocate, sinceritate et humilitate.Et Anchor, Anachor, et Anilos, non sunt in hunc Lapidem Invocandi.∆ –Oh, my Great and long desyre hath byn to be hable to read those Tablesof Soyga.UR –Hæc maximè respiciunt Michaëlem. Michaël est Angelus,qui illuminat gressus tuos. Et hæc revelantur in virtute et veritatenon vi.∆ –Is there any speciall tyme, or howre to be observed, to deale forthe enjoying of Michael?UR –Omnis hora, est hora nobis.∆ –After this, there appered ∆ in the stone a strange seale, orcharacterismus of this fashion ensuing:14 ∆Note: hehad two dayesbefore made thelike demanndeand request untome: but he wentaway unsatisfied,for his commingwas to entrapme, yf I had hadany dealing withwicked spiritsas he confessedoften tymes after:and that he wasset on, &c.∆:An illudingspirit straightway intrudedhim self, andthis charac=ter: as mayappere LibriQuinti Appendicewhere thecharacter isdescribed exactly."},{"pageNumber":15,"pageContent":"∆ –What is the intente, or use of this?*UR – Sigillum hoc in auro sculpendum, ad defensionem corporis, omniloco, tempore et occasione: et in pectus gestandum.∆ –So we ceased, with thanks to god: and I mused much uppon thisAction: and layd all up in mynde, and writing.∆ – Soli Deo Honor omnis, et gloria.Amen.The same Saterday after none. Hora. 5.∆ –After that Mr. E.T. had called Uriel, and I was come to the stoneand had used a short speche of thanks giving to God: I then requiredsome instruction for the purpose of Soyga.UR – Peace. you must use Michaël.∆ –I know no meanes or order to use in the invocating of Michaël.UR – He is to be invocated by certayn of the psalmes of David, andprayers. The which psalmes, are nothing els, but a means unto theseat and Majesty of God: whereby you gather with your selves duepowre, to apply your natures to the holy Angels. I mean the psalmes,commonly called the Seven psalmes. You must use pleasant savours:with hand and hart: whereby you shall allure him and wynn him(thorowgh Gods favour) to atteyn unto the thing, you have long sowght for.There must be Conjunction of myndes in prayer, betwyxt you two, toGod Contynually.Yt is the wyll of God, that you shold, joinctly, have the knowledgeof his Angells to gither.You had atteyned unto the sight of Michaël, but for the imperfectionof Saul.Be of good Cumfort.∆ –The chayre cam into the stone againe: and I axed whatit ment.UR – This is a seat of perfection: from the which, things shall beshewed unto the, which thow hast long desyred.∆ –Then was there a square Table browght into the stone: and Idemannded, what that Table betokened.UR – A Mysterie, not yet to be known. These two, shall remaynin the stone, to the sight of all undefyled creatures. Note.∆ in this timethere apperedin the stone,a riche chayre:and after a littlewhile, it wasout of sight.* This was notTrue Uriel:as may appereAo 1583: May 5."},{"pageNumber":16,"pageContent":"The Table is to be made of swete wood: and to be of two Cubits highwith 4 feete: with 4 of the former seales under the 4 feet.∆ – The fashion of the 4 feet, standing uppon the foresayd rownd seales,was shewed so as the uttermost circle conteyning the letters, did seme to beclean *without the cumpas of the fete, equally rownd about the same fete.And these seales were shewed much lesser than the principall seal.Under the Table did seme to be layd red sylk, two yardes square.And over the seal, did seme likewise red sylk to lye fowrsquare: somwhatbroader then the Table, hanging down with 4 knops or tassells at the4 corners thereof.Uppon this uppermost red silk, did seme to be set the stone with the frame: rightover, and uppon the principall seal: saving that the sayd Sylk was betwenethe one and the other. The Table was shewed to have on the fowre sides of it,*Characters and names,these, that are here in a schedule annexed, in 4 diverse rowes.UR –The Characters and Words on the sides of the Square Table, are tobe written with yellow, made of perfect oyle, used in the church.∆ – What oyle is thatUR –of That oyle shalbe opened unto you. The oyle, is perfect prayers:of other oyle I have no respect.We sanctifie, bycause we are holy: and you sanctify bycause of your holines.you must use a fowre square Table, two cubits square: Where upponmust be set Sigillum Divinitatis Dei, which is allready *perfected in aboke of thyne: Blessed be God, in all his Mysteries, and Holy inall his works. This seal must not be loked on, without great reverenceand devotion. This seale is to be made of perfect wax. I mean, wax,which is clean purified: we have no respect of cullours.This seal must be 9 ynches in diameter: The rowndnes must be 27ynches, and somwhat more. The Thicknes of it, must be of an yncheand half a quarter, and a figure of a crosse, must be on the back sideof it, made thus:*Erronice,contra igno=rantiam meumvide post.∆ Note this point.*Cave: quiaangelus tenebra=rum se intrusithic ut libriQuinti appendiceapparabit.AGLA\rIn fronteA sinsitrisA dextrisJuxta \t\t\t\t\t\t\tpectus"},{"pageNumber":17,"pageContent":"UR – There is a spirit, named Lundrumguffa using youwho seketh your destruction, in the hatred of men, in the hurt ofthy goods. Discharge him to morrow with Brymstone.He haunteth thy howse, and seketh the destruction of thy dowghter.His pretence was to have maymed the in thy sholder the last night,and long ago. Yf thow do not dischardg him to morrow,he will hurt, both thy wife and thy dowghter.He is here* now.Give him a generall discharge from your familie and howse.He will seke Sauls death, who is accursed.∆ –I know no means, or art to do this by. For I did burn in flameof Brymstone, Maherion his name and Character, whan I fowndSaul privilie dealing with him (which manner of wicked dealingI had oft forbydden him) and yet he cam after, and wold havecarryed Saul away quick: as Robert Hilton, George, and otherof my howse can testify.UR – The cursed will come to the cursed.∆ –I beseche you to discharge him: and to bynde him somwherefar of, as Raphael did (for Thobias sake) with the wyckedspirit Asmodeus.UR – But Thobias did his part. Art is vayne, in respect ofGod his powre. Brymstone is a mean.∆ –Whan shall I do this?UR – To morrow at the tyme of prayers.∆ – Gloria Patri et filio et Spiritui Sanctosicut, &c.Amen.1582 Martii 11Sonday. a Meridie hora .3a. circiter.∆ –Uriel being called by E.T. there appeared one, clothed with along robe, of purple: all spanged with gold, and on his hed, agarland, or wreath of gold: his eyes sparkling: of whome I axedWhether the characters noted for the Table, wer perfect:He answered,They are perfect ∆*: There is no question.∆ –Are you Uriel.Than presently cam in one, and threw the brave spirit down by thesholders: and bet him mightyly with a whip: and toke all his robes,and apparell of him: and then he remayned all heary and owggly:and styll the spirit was beaten of him, who cam in after him. Andthat spirit, which so bet him, sayed to the hearing of my skryer,Lo, thus are the wycked skourged.∆ –Are you Uriel, who speaketh that?Uri – I am he. Write down and mark this: for it is∆ Note:* So is it evidentwho went abowtto hinder thetruth before inthe character,and in the bor=der of the Table,falsely cownter=feated &c as italso in the nextaction mayappere.Saul in dan=ger of beingcarried awayquick.∆*Hereby may apperethat this wyckedspirit foysted inthe shew of thefals charactersand names before."},{"pageNumber":18,"pageContent":"worthy of the Noting.This was thy persecutor Lundrumguffa. I browght him hither to letthe see, how God hath punished thy enemy.Lo, thus, hath God delt for the: Lo thus have I delt for the:Thank God.∆ –blessed be his holy name; and extolled, world with out ende.E.T – he drew the wycked spirit away, by the leggs, and threw himinto a great pitt, and washed his hands, as it were, with the sweatof his own hed: for he seamed to be all in a sweat.∆ –Here uppon, my skryer saw Uriel go away: and he remayned out ofsight a little while. Then he cam in agayn: and an other withhim: and jointly these two said to gither, Glorifie God for ever.And than Uriel did stand behinde: and the other did set down in thechayre, with a sworde in his right hand: all his hed glystring likethe sonne. The heare of his hed was long. He had wings: and all hislower parts seamed to be with feathers. He had a roab over hisbody: and a great light in his left hand. he sayd,Michaël – We are blessed from the begynning: and blessed be the name ofGod for ever.∆ –My skryer saw an innumerable Cumpany of Angels abowt him:And Uriel did lean on the square Table by.He that sat in the chayre (whom we take to be Michaël) saydThan,Go forward: God hath blessed the.I will be thy Guyde.Thow shallt atteyne unto thy seching.The World begynnes with thy doings.Prayse God.The Angels under my powre, shall be at thy commanndement.Lo, I will do thus much for the.Lo, God will do thus much for the.Thow shalt see me: and I will be seen of the.And I will direct thy living and conversation.Those that sowght thy life, are vanished away.Put up thy pen.∆ – So he departed.∆ –Gloria, Laus, honor, virtus et ImperiumDeo immortali, invisibili, etOmnipotenti, in sæcula sæculorum.Amen.Note:Lundrum=guffaskourgedspiritually.Lundrum=guffa."},{"pageNumber":19,"pageContent":"Martii 14.Wensday.mane circa horam 9a.∆ –Being desirous to procede in this matter, by consent, we bentour selves to the Action. And after that E T had called Urieland saw him, I cam to the desk from my oratorie.There did contynually appeare, the chayre and the Table.I than being affrayde that any other shold come into the stone,in stead of Uriel, did ernestly require the spirituall creatureappearing, to shew who he was, and what was his name:At length he answered, and sayde to the hearing of E.T.,Uriel is my name, with diverse called *Nariel.Stay.∆ –Then he went away, for a while: and cam agayn, and sayd thus,Ur. – The strength of God, is allwayes with the.Dost thow know, what thow writest?∆ –In two senses, I may understand it: eyther that the goodAngel ∆Gabriel is allwayes with me, thowgh invisibly: or els,that the strength, and mighty hand of God, allwayes is my defense.Ur –Fortitudo Dei, tecum semper est.∆ –He went away agayn, and cam agayn, following or wayting upponan other: and before that other, was a man having his hed allcovered with blak. Then he that cam so in the middle, did sitdown in the chayre, and spake this worde following:Mi – Note∆ –This was Michael, with his sword in his right hand.Then cam Uriel to the man (having his hed all hyd, as itwere in a blak hode) and toke of that blak hode: and thenlifted up the Table cloth. He looked under it, and put it downagaine: and lifted it up again. The man stode still beforeMichael. Then Michaël rose; and toke of all the mansclothes, and left him, as it were, onely in his shirt.Then Uriel toke a little rownd Tablet, as it were, of thebignes of a sixpence, havingtwo letters in it, thus:and gave it to Michaël.Uriel lifted up the Table cloth:and, from thence, seamed to takeapparaile, and put on the man. It semed to be sylk: andvery full of wrynkles, or plights. And the man kneeled, and held uphis hands. Uriel toke like a lawrell bush, and set upponthe mans hed. And than the man kneeled before Michaël.Michaël toke the rownd thing, with the letters: and gave it theman to eat: and he did eat it.Ur – Lo, things are covered.∆ –Then he covered the Table and pluckt the cloth over it; downto the grownd, on every side.The man rose up: And Michaëldubbed him on the hed with his sworde. Then the man stode up.NA*Agrippa hath so,cap. 24, Lib. 3,Occultae Philosophiae∆ -potius erat di=cenduus Michael:Namen, Gabriel estPraevalescentiaDei: et ita, forti=tudo quidem, sedaltioris gradus."},{"pageNumber":20,"pageContent":"Then the man turned his face toward E.T. the skryer: and theman did resemble me (John Dee) in cowntenance. And thenhe turned to Michaël agayn.Michael wrote uppon the mans back, thus,ANGELVS TVÆ PROFESSIONIS.∆ –Then E.T. asked me, yf there were such Angels of a mansProfession: and I answered yea; as in ∆ Agrippa and other, is declared.Mi – Leave your folly: Hold thy peace.Have you not red, that they that cleave unto God, are madelike unto him?∆ –Yes, forsoth.Mic – Thow camst hither to lern, and not to dispute.Laudate Dominum in operibus suis.∆ –The man kneled down, and so went out of sight.Mi – He hath eaten strength against trubble: He hath eatennothing: and in eating, he hath eaten all things. The name †NA, be praysed in trubbles.∆ –Now Michael thrust out his right arme, with the sword: and badthe skryer to loke. Then his sword did seame to cleave in two:and a great fyre, flamed out of it, vehemently. Then he toke aring out of the flame of his sworde: and gave it, to Uriel: andsayd, thus:Mic – The strength of God, is unspeakable. Praysed be godfor ever and ever.∆ –Then Uriel did make cursy unto him.Mi – After this sort, must thy ring be: Note it.∆ –Then he rose, or disapeared, out of the chayre, and by and by,cam again, and sayde, as followeth.Mi – I will reveale the this ring: which was never revealedsince the death of Salomon: with whom I was present. I waspresent with him in strength, and mercy.Lo, this it is. This is it, wherewithall Miracles, and divine works and wonderswere wrowght by Salomon: This is it,which I have revealed unto the. Thisis it, which Philosophie dreameth of.This is it, which the Angels skarse know.This is it, and blessed be his Name:yea, his Name be blessed for ever.∆ –Then he layd the Ring down uppon the Table: and sayd,Note.∆ –It shewed to be a Ring of Gold: with a seale graved in it:and had a rownd thing in the myddle of the seale and a thinglike an V, throwgh the top of the circle: and an L, in thebottome: and a barr cleane throwgh it: And had thesefowre letters in it, P E L E.After that, he threw the ring on the borde, or Table: and it semedvide Reuclinilibrum de verbomirifico deNomine PELE.PEELLVvide Agrippamde Triplici hominiscustode. Lib.3°.cap.22.† vide Reuclinumde Verbo Mirifico, de nomineNA."},{"pageNumber":21,"pageContent":"to fall throwgh the Table and then he sayde, thus,Mi – So shall it do, at thy commanndement.Without this, thow shalt do nothing.Blessed be his name, that cumpasseth all things:Wonders are in him, and his Name is WONDERFULL:His Name worketh wonders from generation, to generation.∆ –Then he went away: and cam in agayn by and by.Mi – Note.∆ –Then he browght in the Seale, which he shewed the otherday: and opened his sworde, and bad the skryer, reade, andhe red,EMETH.Then the sword closed up agayn: and he sayde,Mi – This I do open unto the, bycause thow mervayledstat SIGILLUM DEI. This is the Name of the Seale:which be blessed for ever. This is the seale self. This isHoly: This is pure: This is for ever. Amen.∆ –Then the seale vanished away. And I sayd to my frende(the skryer) In dede, this other day, I considered diversefashions of the seal: and I fownd them much differing, onefrom an other: and therfore I had nede to know, which of themI shall imitate: or how to make one perfect of them all.Mi – Dowt not for the making of it: for God hath perfytedall things. Ask not the cause of my absence, nor of myapparell: for that Mysterie, is known to God. I have nocloathing, as thow thy self Shalt see. I am a spirit ofTruth, and Vertue. Yea you shall see me in Powre,and I will viset you inHOPE.Bless you the Lorde, and follow his wayes, for ever.∆ –Then he went away: and Uriel followed him.And then I sayde to my skryer: It were good, we had eversome watch word, when we shold not Loke for any more mattersat theyr hands, every tyme of theyr visitting of us.Whereuppon, (unlooked for, of us,) he spake agayn.Mi – We lead tyme, Tyme leadeth not us:Put up thy pen.The Name of God, be blessed for ever.∆ –Then they lifted up theyr hands to hevenward (which heven,appeared allso in the stone) and turned toward us, and sayd,Valete∴∆ –So they departed: and at theyr going, the chayr, and the Table,in the stone, did seme to shake.∆ – Soli Deo omnis honorLaus et Gloria ∴Amen.The Use of the Ring.De siglllo Emeth, vide Reuclini ArtemCabalisticam, lib.3. etAgrippam lib. 3.Cap.11."},{"pageNumber":22,"pageContent":"Martii 15. Thursday. Hora 1 a meridie.∆ –After E T his calling into the stone, appeared a tall man, with a sceptre(very great) of gold, glittering. His body all red: and out of his hed, did shote outbeames of light, like the sonne beames.∆ –I being desirous, to know who he was, and his name, I requested him ernestlythereto. But he answered, as followeth,Invocate nomen Domini, et agnoscetis eum.∆ –Then I prayed the psalme, Deus misereatur nostri, et benedicat nobis &c.After that, he sayd,I am mighty.∆ –Bycause he delayed to declare his name, E T the skryer did requirehim, in the name of God the father, Jesus Christ his sonne, and of the holyghost, to express his name: and he answered in speche.So I will by and by.∆ –Then he seamed to take from his hed little bright sparcks, like little candellsendes: and to stick them abowt the chayre: and he went rownd abowtthe chayre: and than he spake, as followeth,I am mighty, and working wonders: I am SALAMIAN.I rule in the hevens, and beare sway uppon erth in his name, who beblessed for ever. Thow doost dowt at me. I am the servant of God,in his light: I serve him. I say, I serve him, with feareand reverence. My name is SALAMIAN: Mighty in the Sonne,worker of wordly actions, as well internall, as externall: known untoGod: whose name I know, and bless for ever.∆ –Then appeared a big flame of fyre by him in the ayre.Sal – Thow knowest not, or thow wilt not know, that Mamon, withhis servants, are present abowt the: whose presence doth hinder the presenceof the vertues Adonay our comming. Blessed be God, in the highest.Amen.∆ –He toke the forsaide flame of fyre, and flung it up unto the hevenward.Sal – Mamon is a king whome God hateth: whose sect, contynuallytempt, provoke and stir up wickednes, against the Lord, and againsthis annoynted. But he dyeth: blessed be God for ever. Drive him away.∆ –It is incomparably more easy for you to do. And as for my parte,I fele neyther in body, nor sowle, any token of his presence or working.Thereuppon he caused the whole chamber (which we were in) to appere veryplaynely in the stone: and so there shewed a great cumpany of wyckedspirits to be in the chamber: and among them, one, most horrible andgrisely thretting, and approaching to our heds: and skorning and gnashingat us.Sala – God determines his mysteries, by Arte and vertue.∆ –Then he willed me very egerly, to drive them away. And I prayedfervently. And there seamed One to come into the stone, whichhad very long armes: and he drave them away courragiously: Andso they were driven away.After that presently, cam one into the stone, all white.Salamian reached this white one a Cup.The white man held up the Cup: and sayd, as followeth,——— Lo, this is my name.God shall bless you. Fear not: your faithfullness provoketh me to tellmy name, and this it is: (putting furth the Cup again) for, I am calledMedicina Dei. I will shew the, and I will shew you, the Angel of14Mamon.RaphaëlSALAMIAN∆ - of Salamian youmay rede, in thecall, Diei Dominicaein Elementis MagicisPetri de Abano,there called Sa=lamia."},{"pageNumber":23,"pageContent":"your Direction, which is called OCH.∆ –This name he spake: he shewed it allso on the Table (before him) written.Raph – He is mighty in the sonne beames: He shall profit the hereafter.∆ –Then cam in an other, and sat down in the chayre: and he sayde, asfolloweth,The strength of God liveth: and God raigneth for ever.I am Fortitudo Dei.∆ –Why, then, you are Gabriel: and I toke you hitherto to be Michaël.How shall I then amend my boke, in respect of your name, allwayesbefore, written Michaël? For. Dei – What thow hast written, that hast thow written: and it is true.Write down this name. POLIPOS.Dost thow understand it?∆ –No, God knoweth. For. Dei – When that day commeth, I will speak with the: yf thowobserve that which I have *commannded the.As truely, as I was with SALOMON, so truely will I be with the.∆ –Then cam in an other, whom we toke to be Uriel: for he wentallso, as he was wont, and leaned at the Table. For. Dei – Search for wisdome and lerning, and the lord will deliverit unto you.∆ –I wold to god, I knew your name truely, or what peculier letterI might set for you, to Note your words and Actions by. For. Dei – Name I have none, but by my office.SALAMIAN cam not hither, but by me.He is a mighty Prince, governing the hevens, under my powre.This is sufficient for thy Instruction.I was with Salomon, in all his works and wonders:and so was this, whome God had appointed unto him.The Divines know his name: and he is not hidden from the faceof the erth: His name is written in the boke which lyeth inthe wyndow.∆ –Do you mean Agrippa his boke? And is it there expressedby the name SALAMIAN? For. Dei – I have sayde.∆ –What order will you appoint unto us two, in respect ofour two beings to gither? My frende here, may have otherintents and purposes of his affayres, then will serve me, forhis ayde having in these Actions. For. Dei – Joyne in prayers. For God hath blessed you: Dowt not.Consider these mysteries.∆ –Then they in the stone used talk to gither: but not well to bediscerned of the eare of E.TAt length F.D talked very much, and spedily to E.T anddisclosed unto him (which he expressed not to me, at the stonebut afterward) all the manner of the practise, and the circumstanceabowt the Action intended, with the Gold lamin, the ring, theSeales &c. And after I had spoken somwhat, in requesting him,to shew me the manner, How I shold artificially prepare every thingspoken of, he sayd,F.D ...∆*Perchaunce hemeaneth thecownsayle ofAnnael: beforespecifyed.De OCH vide inlibello Arbatelin 4∆ - It is in ElementisMagicis Petri de Abanoprinted with ClavisAgrippae, whichwas in my oratoriealmost under mywyndow."},{"pageNumber":24,"pageContent":" [...]Blessed be God, who revealeth all Mysteries, &c.I am strength in nede.And Lo, here is Medicine for the sore.We bless the Lord: We govern the erth, by the societie of Gabriel:whose powre, is with us: but he not here. &c.Use Patience.Ur – I lived with Esdras: I lived in him, in the lord, who livethfor ever.Raph – I lived with Tobie: Tobie the yonger.∆ –This was the white creature, that spake this. F.D – We live in the Lorde: who be praysed for ever.∆ –I stode silent a good while. F.D – What wilt thow?∆ –I did attend, what you wold say. F.D – I have sayd.∆ –I have byn long at this tyme, in my dealing with you. I trust,I do not offend you therewith. But, for my parte, I could finde inmy hart to contynue whole dayes and nights in this manner of doing: eventyll my body shold be ready to synk down for wearines, before I woldgive over. But I feare, I have caused wearines to my frende here. F.D – In vertue is no wearines.∆ –Now he stode up, out of his chayr: and he, and they all, joinctlyblessed us, stretching theyr hands toward us, Crossingly. And sothey went away. The Table and the chayre remaynedand the glyttring sparckles, or drops of streaming littlelightes were of the chayre immediately.∆ – Glorie, thanks, and honorbe unto the Almighty Trinitie.Amen.Write — God will be revenged uppon Saul: for he hath abused his names in his Creatures.He hath sinned agaynst kinde. His ponishment is great: and so I ende.[The top third of a page is missing here.]"},{"pageNumber":25,"pageContent":"[Elias Ashmole’s Note:]Mysteriorum Liber Primus, tookeending here (as I conceive) after whichfollowes Mysteriorum+ Libersecundus, but the begining thereofis utterly perished.+So it appears to be by diversQuotations in the following Books."},{"pageNumber":26,"pageContent":"Liber Primus – Notes and Translations(Notes and tranlsations copyright © 1999 Raymond and Susan Drewry. Page numbersrefer to Clay Holden’s transcription; taking Page 1 as the first page of Dee’s text after theAnno 1581:1582 Mysteriorum Liber Primus title page.)Page 1Praeter alias meas extemporaneas preces, et ejaculationes ad Deum vehementiores: Haecuna, maxime usitata fuitOratio mea Matutina, Vespertinaque: pro Sapientia.Among my other extemporaneous prayers and most fervent outpourings to God:this one was most customarily used. My Morning and Evening Prayer: forwisdom.In nomine Dei Patris, Dei Filii, Dei Spiritus Sancti AmenIn the name of God the Father, God the Son and God the Holy Ghost. Amen“In Nomine Dei Patris...”Dee implies (here and elsewhere) that he started all his Actions with the prayers on this page. Thisparticular phrase is the standard Western Christian formula for marking the ritual start of anOffice, Service, or other ceremony or rite. It is also used within a service to mark a change offocus or as a section boundary. As an example of the former, it is used at the start of the Mass,and after it is said the priest is instructed to ignore anything else going on in the church, even theelevation of the Host at another Mass. As an example of the latter, it is used in the Anglican rite tointroduce the sermon or homily.Omnipotens, Sempiterne, vere, et vive Deus, in adiutorium meum intende: DomineDominantium, Rex Regum, Jeovah Zebaoth, ad adiuvandum me festina:Gloria Deo, Patri, Filio, et spiritui Sancto: Sicut erat in principio, et nunc, et semper et insaecula saeculorum: Amen.Almighty, Everlasting, True and Living God, make haste to deliver me. Lord ofLords, King of Kings Jehovah Zebaoth, make haste to help me.Glory be to God, Father, Son and Holy Ghost: As it was in the beginning, is nowand forever, world without end: Amen.Translator’s Note: ‘semper et in saecula saeculorum” is generally given in English translations as“forever, world without end” or “for ever and ever.” Literally, it is “always, unto an Age ofAges”, and is done in imitation of a Hebrew idiom.“Omnipotens...Amen”Christian communal life (monastic and secular) was, until the Reformation, built around the Daily(or Divine) Office, a series of eight liturgical services centered on the recitation of psalms andprayers. It was also common for individuals to structure their private devotions around parts ofthe Office.Almost every service of the Daily Office opened with the psalm verse “Deus ad adiuvandum mefestina”, followed by the lesser doxology. (The exception was Matins, the first service of the day,"},{"pageNumber":27,"pageContent":"where “Deus ad adiuvandum” usually came as the second element.) See the notes below fordetails of the psalm and the doxology.The elaboration of the simple biblical “God” to a longer list of names and attributes is a cabbalisticpractice, detailed by Reuchlin and Agrippa. See, for example, the works cited in the discussionsof PELE and NA later in Liber Primus.The daily office ended with a simple “Benedicamus Domino” (“Let us bless the Lord.”) EveryAction in Liber Primus is closed with a more elaborate blessing (e.g. the doxology, Soli Deohonor omnis, “Glorie, thanks, and honor be unto the Almighty Trinitie”, etc.)Thus, Dee not only marked out his ritual time and space using the same formula a religious servicewould use (see note on “In nomine” above), but also began the Actions with the standardintroductory formula from the daily cycle of prayer and devotion, and ended each one with anelaboration of the traditional closing.“Ad adiuvandum me festina” – Ps 69:2 (Vulgate), Ps 70:1 (English Bibles)Vulgate ex Septuaginto: Deus in adiutorium meum intende Domine ad adiuvandum me festina;Vulgate ex Hebraeo: Deus ut liberes me, Domine ut auxilieris mihi festinaBCP: Haste thee, O God, to deliver me: make haste to helpe me, O Lord.Geneva Bible: O god, haste thee to deliver me: make haste to helpe me, O Lord.KJV: Make haste, O god, to deliver me; make haste to help me O LORD“Gloria...”This is the short doxology, generally used after psalms, hymns, and canticles. Generally, though,it begins “Gloria Patri” rather than “Gloria Deo, Patri.”Recte sapere, et intelligere doceto me, (o rerum omnium Creator,) Nam Sapientia tua,totum est, quod volo: Da verbum tuum in ore meo, (o rerum omnium Creator,) etsapientiam tuam in corde meo fige.Teach me to know aright and to understand (O Creator of all things) for thywisdom is all that I desire. Give thy word in my mouth (O Creator of all things)and fix thy wisdom in my heart.“Fige”Note that figo is also the word used for driving nails.O Domine Jesu Christe (qui sapientia vera es, aeterni et Omnipotentistui Patri) humilime tuam oro Divinam Majestatem, expeditummihi ut mittere digneris, alicuius pii, sapientis expertiquie, Philosophiauxilium, ad illa plenissime intelligenda perficiendaque, quae maximivaloris erunt ad tuam laudem et gloriam amplificandam: Et siMortalis nullus iam in terris vivat, qui ad hoc munus aptus sit: velqui ex aeterna tua providentia, ad istud mihi praestandum beneficiumassignatus fuerit: Tunc equidem humilime, ardentissime et constan-tissime a tua Divina Majestate requiro, ut ad me de caelis mitteredigneris bonos tuos Spirituales Ministros, Angelosque, videlicet Mi=chaelem, Gabrielem, Raphaelem ac Urielem: et (ex Divino tuofavore) quoscunque, alios, veros, fidelesque tuos Angelos, qui me pleneet perfecte informent et instruant, in cognitione, intelligentiaque"},{"pageNumber":28,"pageContent":"vera et exacta, Arcanorum et Magnalium tuorum (Creaturs omnestuas, illarumque naturas, proprietates, et optimos usus, concernentium)et nobis Mortalibus scitu necessariorum; ad tui nominis laudem,honorem, et gloriam; et ad solidam meam, aliorumque (per me,) plurimorumtuorum fidelium consolationem: et ad Inimincorum tuorum confusionem,et subversionem. Amen.O Lord Jesus Christ (who art the true wisdom of thine eternal and almightyFather), I most humbly beseech thy Divine Majesty, that thou deignest to send methe speedy aid of some pious, wise and expert philosopher for the completeunderstanding and accomplishing of that which will be of the greatest worth forthe increase of thy praise and glory: And if there should be no Mortal now livingon earth who might be fitting for this gift, or who by thy divine providence mightbe assigned to the fulfillment of this my prayer, then equally most humbly, mostardently and most constantly, I request from thy Divine Majesty that thoudeignest to send to me from the heavens thy good Spiritual Ministers and Angels,which is to say, Michael, Gabriel, Raphael and Uriel: and (out of thy Divinefavor) whatever other true and faithful of thy Angels, who might completely andperfectly inform and instruct in the knowledge and in the true and exactintelligence of thy Secrets and Miracles (concerning all thy Creatures and theirnatures, properties and best uses) the understanding of which is necessary to usMortals; to the praise, honor and glory of thy name and to my thoroughconsolation and (through me) that of many others of thy faithful, and to theconfusion and subversion of thine enemies. Amen.“Spirituales”“Spirituales” has senses of form (as in spiritual beings – i.e. Angels) and function (as in ‘SpiritualFather’, when applied to a priest.)Fiat Jeovah Zebaoth: Fiat Adonay,Fiat Elohim. O beata, et superbenedicta OmnipotensTrinitas, Concedas mihi (Joanni Dee) petitionem hanc, modo tali , qui tibi maximeplacebit.AmenLet it be so, Jehovah Zebaoth: Let it be so Adonai, let it be so Elohim. Oh Holyand Surpassingly Blessed Almighty Trinity, May you grant me (John Dee) thispetition in the way that is most pleasing to you. Amen.“Fiat”“Let it be so\" is one translation of \"Fiat\" which may have many translations. This one was chosenfor its resemblance to \"Fiat Lux\" commonly translated \"Let there be light\". Alternativetranslations for \"Fiat\" are “May it be so\" and \"Make it so.”Ab anno 1579. hoc fere modo: Latine, vel Anglice; (ast circa annum 1569 alio etpeculiari, particulari modo: interdum pro Raphaele, interdum pro Michaele) ad Deum"},{"pageNumber":29,"pageContent":"preces fundere: mihi gratissimum fuit:Mirabilem in me faciat Deus Misericordiam suum.Amen.From the year 1579, it was done in this way: in Latin and in English; (but aroundthe year 1569 in another and peculiar, particular way: sometimes for Raphael,sometimes for Michael. To pour prayers out to God: this was most pleasing to me.May God bring forth his marvelous mercy in me. Amen.John Dee His Note (Page 2)Angelus sive Intelligentia, nunc toti mundo praedominensThe Angel or Intelligence now ruling over the whole world.“Intelligentia” In a theological sense intelligentia is a ‘a non-corporeal Being or Intelligence’, and is commonlyused for angels and spiritual beings. Agrippa, Ficino, and Aquinas use it in this sense.‘Intelligentia’ can also be a ‘rational activity, rational comprehension’, in a more philosophicalthan theological way (also used by Aquinas and various neoplatonizing Christians.) Here, it iseasy to opt for the former meaning, though in Liber Tertius the choice is not so clear.“Annael praedominens”Oddly enough, Trithemius in his De Septem Secundeis (also called Chronologia Mystica) saysthat Gabriel is the Angel currently (in 1582) presiding over the world. Annael is problematic inother ways as well. (See below.)Etymologia: {Gratiosa/Afflicta} misericors DeiEtymology: The Gracious/Afflicted Merciful ... of God.Translator’s Note: This is a little problematic, since there is no noun here. (The four other Angelsin the Note are all described with nouns.) It could be, for instance, the “merciful nature” or“merciful things” of God. “Gratiosa/afflicta” can be explained in Christian terms, in which God’smercy is both gracious (in many senses of the word) and suffering (because of the Passion andDeath of Christ.)4 Angeli praesidentes 4 Cardinibus Caeli: ut Agrippa notat in scala Quarternarii.4 Angels presiding over the 4 cardinal points of Heaven, as Agrippa notes in hisscale of fours.“scala Quarternarii”Note that this reads “scale of fours”, not “scale of four”. This is translated “The Scale of theNumber of Four” in James Freake’s edition of 1651. The table can be found in Agrippa, DeOcculta Philosophia, II.7Etymologiae --Etymologies --Fortitudo DeiThe Strength of GodPraevalescentia -- sive praepotentia -- sive Fortitudo Praevalesecens -- Dei"},{"pageNumber":30,"pageContent":"The growing strong -- or the great power -- or the Prevailing Strength -- of GodMedicina DeiThe Medicine of GodLux DeiThe Light of GodAnna, et Annah, obsecrantis, et confitentis particula est. Hac ratione, non absurdeinnuere videtur, Orantem et confitentem Deum.Anna, and Annah, is a particle of one beseeching or acknowledging. By thisreason, it is seen, not absurdly, to signify praying to and acknowledging God.Translator’s Note: “Confiteor” is more commonly translated “confess”, as in “confess the strengthof Christ crucified”. “Acknowledge” was chosen instead as it might be less ambiguous to amodern reader.“ratione”For expanding “roe” to “ratione”, see Dizionario di Abbreviature latine ed italiane. Other editorshave taken the text as “coe”, which has no satisfactory expansion.First Page of text after prayer (Page 3)Ad Deum Omnipotentem Protestatio fidelis:ad pertetuam rei memoriam Anno 1582A faithful declaration to Almighty God for the perpetual memory of the event(s)in the year 1582.Translator’s Note: In more modern English, this might read “I swear to Almighty God that this isan accurate account of what happened in 1582”. Also, the phrase “Protestatio fidelis” might makeone think of Dee as a faithful Protestant, but this is a mere hint or interpretation and not a literalrendering.Si quis autem vestrum indiget sapientia, postulet a Deo etc.For if any of you is in need of wisdom, let him ask of God, etc.“Si quis...” – James 1:5 The text in the microfilm of Sloane 3188 may have a dot over the final “a” or it may not. If itdoes, this would then read “sapientiam”, which is also grammatically correct, and the reading inthe Vulgate.Vulgate: si quis autem vestrum indiget sapientiam postulet a Deo qui dat omnibus affluenter etnon inproperat et dabitur ei.KJV: If any of you lack wisdom, let him ask of God, that giveth to all men liberally, andupbraideth not; and it shall be given him.Geneva Bible: If any of you lacke wisdome, let him aske of God, which giveth to all men liberally,and reprocheth no man, and it shall be given him.Mittas lucem tuam et veritatem tuam, que me ducant etc."},{"pageNumber":31,"pageContent":"Send forth thy light and thy truth, which may lead me, etc.“Mittas lucem...” Psalm 42:3 (Vulgate), Psalm 43:3 (English Bibles)Though this echoes Psalm 42:3 in the Vulgate (Ps 43:3 in the English Bibles and Psalter), it is notan exact quotation.Vulgate ex Septuaginto: emitte lucem tuam et veritatem tuam ipsa me deduxerunt et adduxeruntin montem sanctum tuum et in tabernacula tuaVulgate ex Hebraeo: mitte lucem tuam et veritatem tuam ipsae ducent me et introducent admontem sanctum tuum et ad tabernaculum tuumBCP: Oh sende out thy light and thy trueth, that they may leade me: and bring me unto thy holyhill, and to thy dwelling.Geneva Bible: Sende thy light and thy trueth: let them leade me: let then bring me unto thine holyMountaine and to thy Tabernacles.KJV: O send out thy light and thy truth: let the lead me; let them bring me unto thy holy hill, andto thy tabernacle.Recte Sapere et Intelligere doceto me, Nam sapientia tua totum est quod volo,etc.Teach me to know well and to understand for thy wisdom is all that I desire, etc..Da verbum tuum in ore meo, et sapientiam tuam in corde meo fige, etc.Give thy word in my mouth and fix thy wisdom in my heart.Translator’s Note: “Give thy word in my mouth, and thy meditation in my heart” is used by sometraditionally-minded Episcopalian and Anglican priests before officiating at Holy Communion.Page 4Castra metatur Angelus Domini, in Circuitu timentium eum,...The Angel of the Lord measures out his camp, encircling those that fear him, ....“Castra metatur” – Psalm 33:8 (Vulgate); Psalm 34:7 (English)Ex Septuaginto: vallabit angelus Domini in circuitu timentium eum et eripeit eosEx Hebraeo: circumdat angelus Domini in gyro timentes eum et eruet eos.BCP: The Angel of the Lord tarieth round about them that feare him: and delivereth them.KJV: The angel of the LORD encampeth round about them that fear him, and delivereth them.Geneva Bible: The Angel of the Lord pitcheth round about them, that feare him, and deliuereththem.Dee’s version is slightly different from either of these. “Metatur” has the sense of surveying ormeasuring out an area, unlike either ‘circumdat’ or ‘vallabit.’ The more precise word isconsonant with the angelically directed mathematical construction and subdivision of the SigillumAemeth in the second book. It could also be that Dee the mathematician found the surveying termmore congenial than the less technical wordings in the Vulgate.De mirabili potestate Artis et Naturae.Concerning the miraculous power of Art and Nature.Facilius (sine comparatione) a Deo impetrandum foret, vel a bonis spiritibus, quicquidhomini utile reputare etc.Whatever is considered useful to man is more easily (immeasurably so) entreatedfrom God, or from good spirits, etc."},{"pageNumber":32,"pageContent":"“Facilius....”The Bacon work is variously titled Epistola Fratris Rogerii Baconis de Secretis Operibus Artis etNaturae, et de Nullitate Magiae or Epistola Rogerii Bacon de Potestae Artis et Naturae. Dee givesyet a third notion of the title. (I have picked and chosen the manuscript variants that most closelymatch Dee’s text. One of Dee’s copies seems to have embodied a state of the text not otherwiseknown – see Roberts and Watson, p. 62, and their notes on catalog numbers D4 and DM163. Onewonders whether Dee’s text was lacking de Nullitate Magiae -- “on the Nullity of Magic”, orwhether he suppressed the thought.)Et adhuc erratur, quando per invocationes, et deprecationes, et sacrificia nituntur homineseos placare et adducere pro utilitate vocantium; facilius enim sine comparatione a Deoimpetrandum foret, vel a bonis spiritibus, quicquid homini debet utile reputare.And still it is mistaken, when men strive, through invocations and prayers and sacrifices,to please and persuade them for the benefit of the callers; for it is incomparably easier toobtain from God, or from good spirits, anything which ought to be deemed useful forman.Whitby (p 202-23) cites a 1659 English translation Frier Bacon his Discovery of the Miracles ofNature, and Magick, about which he notes “This edition bears the notice on the title-page that ithas been ‘faithfully translated out of Dr. Dee’s own copy, by T.M.” The translation could just aswell have been made out of the Froben edition of 1618, which also claims to be taken from Dee’scopy – see Roberts and Watson above. without all question the way is incomparable more easie to obtain any thing, that is trulygood for men, of God, or good angels, then of wicked Spirits” (pp.3-4)Numquid non est Deus in Israel, ut eatis ad consulendum Beelzebub deum Accaron.Reg. 4 cap. 1Is it not because there is not a God in Israel, that you go to consult Beelzebub, thegod of Accaron? II Kings , 1:3“numquid...” – IV Malachim 1:3 (Vulgate); II Kings 1:3 (KJV, Geneva)Vulgate: numquid non est Deus in Israhel ut eatis ad consulendum Beelzebub deum AccaronKJV: Is it not because there is not a God in Israel, that ye go to enquire of Baal-zebub the god ofEkron?Geneva Bible: Is it not because there is no God in Israel, that ye goe to enquire of Baal-zebub thegod of Ekron?Dee is just adding biblical support to the Bacon text – the children of Israel only consult a falsegod because they no longer know their own God.Various editions of the Vulgate call the book of Kings ‘Malachim’ (borrowed from the Hebrew) or‘Regum’ (more strictly Latin.)Page 5Anno 1581 Decembris 22. Mane1581, December 22. In the morning.In Nomine Jesu Christi, Quis tu es?In the name of Jesus Christ, who are you?Potestas omnis, in me sita est."},{"pageNumber":33,"pageContent":"All power is centered in me.Quae?Which?Bona, et mala.Good, and Evil.“Bona, et mala”Genesis 3:5Vulgate: et eritis sicut dii scientes bonum et malumGeneva Bible, KJV: and ye shall be as gods, knowing good and evilde Thesauro abscondito:concerning the hidden Treasure:Ne perturbes: Nam hae sunt Nugae.Be not troubled: for these are trifles.Ubi est potestas tua?Where is your power?Cur quaeris de postestate aliqua mea?Why do you inquire of any power of mine?Cur? Signifi, non mihi placet.Why? Show it, I am not pleased.“Cur? Signifi...”By attempting to turn divert Dee’s questions back on to Dee himself, and by challenging Dee’sauthority, Annael is conforming to the standard recorded behavior of summoned beings fromclassical times through to the 19th century. Dee does not succumb to the diversion, or give in tothe threats.An bonus aliquis Angelus, assignatus est huic speculo?Is some good Angel assigned to this mirror?Etiam.Even so.Quis?Who?Bonus ne ille Angelus, de quo in scripturis fit mentioIs it not that Good Angel of whom mention is made in the scriptures?“in scripturis fit mentio”"},{"pageNumber":34,"pageContent":"There are many scriptural references to Michael the Archangel , e.g. Jude I:9 and Rev. 12:7 . TheMichael referred to in the Book of Daniel 10:13, 10:21 and 12:1 is also probably the Archangel,though he is referred to only as a “great prince” (KJV) or “unus de princibus primis” (Vulgate.)See following note on “princeps.”Maxime.Most Certainly.Fieri ne potest, quod ego eundem videam, et cum illo agam?Can it be that I might see that one and deal with him?“agam”\"Do\" or \"have doing\" or \"traffic\" are all possible translations for “agam.” Dee uses “deal” todescribe his actions with spirits in other places, e.g. “I have byn long at this time, in my dealingwith you” at the end of the last Action in Liber Primus.Ita.YesQuid per hoc, significare velis?What do you wish to signify through this?Alterius Angeli character est.It is the character of another Angel.Cur hic, et nunc ostendis?Why do you show this here and now?Causam ob magnam.For a great purpose.Page 6“Pray contynually”I Thessalonians V:17Gloria patri et filio et spiritui sancto, sicut erat in principio et nunc et semper: et insaecula saeculorum. AmenGlory be to the father and to the son and to the holy ghost as it was in thebeginning, is now and forever world without end. Amen“Gloria patri...”This is exactly the lesser doxology, without the extra Deo between Gloria and patri. See the noteon the introduction to the opening prayer.Annael....praepositus orbis venerisAnnael.....in charge over the sphere of VenusTranslator’s Note: “Praepositus” is literally ‘placed over’ or ‘set over’, but can also mean a chiefor commander. In classical Latin, it is used for the governor of a province."},{"pageNumber":35,"pageContent":"AnnaelSee Trithemius, De Septem Secundeis §2.In Agrippa, De Occulta Philosophia, this Angel is named Haniel. (See for instance the tables inII.10 and II.12, and III.10 ‘Of Divine Emanations’.)Annael/Haniel/Anael is problematic in both primary and secondary sources. The attribution toVenus is constant in Agrippa, and seems likely in Picatrix III.ix.23, but the spelling, derivation,and meaning of the name seem obscure. A Dictionary of Angels claims that Annael and Hanielare synonymous, but gives very different descriptions under the two names. See also thedifficulties with the etymology given in “John Dee His Note” above.Anno 1582 Novembris 20. -- Vide postIn the year 1582, November 20 -- see what followsPage 7In nomine Jesu Christi AmenIn the name of Jesus Christ AmenMarti die .10. hora 11 ¼ Ante MeridiemIn the year 1582 the 10th day of March, 11:15 am.Aliqui Angeli boniSome good AngelsMichael est princeps in operibus nostrisMichael is first in our worksTranslator’s Note: “Princeps” is a heavily loaded word -- “first (in time or in precedence)”, “pre-eminent”, “leader”, “originator”, “prince”, are all possible renderings.“Soyga”Could be seen as ‘αγιοσ (Greek for “holy”) backwards.“my boke, of Soyga”Dee’s Book of Soyga is probably Sloane 8, with the inscription “Aldaraia, sive Soyga vocor”; thisincipit matches Ashmole’s description of Dee’s book. It contains astrology and demonology; the‘tables’ which so interested Dee are algorithmically generated, and of unknown use. They couldbe cryptographic, for instance, or for use in generating magical apparatus or rites. Please see JimReeds’ paper for details.Ur: Liber ille, erat Adae in Paradiso revelatus per Angelos Dei bonos.That book was revealed to Adam in paradise by the good Angels of God.Ur. ...solus Michael illius libri est interpretator.Only Michael is the interpreter of that book.Ur. Praesentias nostras postulate et invocate, sinceritate et humilitate. Et Anchor,Anachor, et Anilos, non sunt in hunc Lapidem Invocandi"},{"pageNumber":36,"pageContent":"Ask and invoke our presences with sincerity and humility. And Anchor, Anachor,and Anilos are not to be invoked into this stone.Ur. Haec maxime respiciunt Michaelem. Michael est Angelus,qui illuminat gressus tuos. Et haec revelantur in virtute et veritate non vi.These things most of all are the concern of Michael. Michael is the Angel whoilluminates your steps. And these things are revealed in virtue and truth, notforce.Translator’s Note: Here vis is “force”, to avoid confusion with fortitudo (”strength.”)Ur. Omnis hora, est hora nobis.Every hour is our hour.(in margin) Libri Quinti AppendiceIn the Appendix of the fifth bookPage 8Sigillum hoc in auro sculpendum ad defensionem corporis, omni loco, tempore etoccasione: et in pectus gestandum.This seal is to be graven in gold for the defense of the body at every time, placeand occasion: and is to be worn on the breast.∆: Soli Deo Honor omnis, et gloria. Amen.To God alone all honor and glory. Amen.Hora 5At the Fifth Hour“the Seven psalmes”The seven penitential psalms are(Vulgate) 6, 31, 37, 50, 101, 129, 142(English) 6, 32, 38, 51, 102, 130, 143Page 9Sigillum Divinitatis DeiSeal of the Divinity of God(in margin) Erronice contra ignorantiam meam vide postMistakenly, against my ignorance. see what follows.“AGLA”Nortaricon for ‘Ateh Gebir Leilam Adonai ‘– “Thou art mighty forever, O Lord.”See Agrippa, De Occulta Philosophia III.xi."},{"pageNumber":37,"pageContent":"Cave: quia angelus tenebrarum se intrusit hic ut libri Quinti appendice apparabit.Beware: For an angel of darkness intruded himself here as will appear in theappendix of the Fifth book.(On the table)In fronteOn the foreheadA sinistroA dextroOn the lefton the rightjuxta pectusnext to the breastDirections regarding the tableThese markings make most sense for someone resting or lying on the table. They would workwell if one were to kneel before it and then fall forward (in fear, supplication, exhaustion, etc.)Page 10Gloria Patri et filio et Spiritui Sancto sicut, etc. Amen.Glory be to the Father and to the son and to the Holy Ghost as, etc. Amen1582 Martii 11 Sonday a Meridie hora 3a circiter1582 March 11 Sonday from noon about the third hourTranslator’s Note: i.e., about 3:00 PMPage 11Gloria, Laus, honor, virtus et Imperium Deo immortali invisibili, et Omnipotenti, insaecula saeculorum. Amen.Glory, praise, honor, power and Dominion to immortal, invisible and AlmightyGod, forever and ever. Amen.Page 12Marti11 14 Wensday mane circa horam 9aMarch 14 Wednesday, in the morning about the 9th hour.(in margin) Agrippa hath so, cap. 24, Lib. 3, Occultae Philosophiae(in margin) Agrippa has so, in chapter 24, Book 3, of The Occult Philosophy“Nariel”Agrippa, in De Occ Phil III.24 gives a long compilation of things (mansions of the moon, signs ofthe zodiac, ages of the world, planets, etc) and the angels that preside over them. In particular,Noriel (qui ab aliis Uriel dicitur) super australem.Noriel (by others called Uriel) over the south (i.e. wind and quarter.)Fortitudo Dei, tecum semper est.The strength of God is always with you."},{"pageNumber":38,"pageContent":"(In margin) potius erat dicendum Michael: nam Gabriel est Praevalescentia Dei: et ita,fortitudo quidem, sed altioris gradusPerhaps Michael should have been said: for Gabriel is the prevailing of God: andthus, the same strength, but of a higher grade.Page 13ANGELVS TVAE PROFESSIONIS.The Angel of your profession.Translator’s Note: “Professio” is the technical term for a declaration of a vocation, e.g. aprofession of faith, as when one takes holy orders. See note on “de Triplici hominis custode”below.(In margin) vide Agrippam de Triplici hominis custode, Lib 3, cap 22see Agrippa “On the Three-fold Guardian of Man”, Book 3, Chapter 22“de Triplici hominis custode”This is the title of Agrippa, De Occulta Philosophia III.22, which beginsTriplex unicuique homini demon bonus est proprius custos: unus quidem sacer, altergeniturae, tertius professionis. For every man there is a threefold good spirit as a proper keeper: one holy, another of thenativity, the third of profession. The first spirit is similar to the concept of “guardian angel”, the second sprit is like the Classicalconcept of “Genius” or a person’s innate (and astrologically influenced) spirit or potential, and thethird is the spirit of one’s profession, path, etc. There is happiness when the second and third arein agreement, and unhappiness when they are not.Book III, chapter 23 of Ficino’s De Vita Libri Tres is about making Genius and Profession agree.Dee owned a copy of this work.Laudate Dominum in operibus suis.Praise the Lord in his works.“Laudate...” – Sirach 39: 19 (Vulgate); Ecclesiasticus 39:14 (English)Vulgate: florete flores quasi lilium date odorem et frondete in gratiam et conlaudate canticum etbenedicite Dominum in operibus suisKJV apocrypha: And give ye a sweet savour as frankincense, and flourish as a lily, send forth asmell, and sing a song of praise, bless the Lord in all his worksGeneva: And give ye a sweete smel as incense, and bring forth flowres as the lilie: give a smel,and sing a song of praise: blesse the Lorde in all his workes.(In margin) vide Reuchlinum de Verbo Mirifico, de nomine NAsee Reuchlin “On the Marvellous Word”, concerning the name NA“NA”Reuclin de verbo mirifico, II, sig e6v, (Stuttgart facsimile p 72)Et sequitur: Nequaqum Jacob appellabit nomen tuum sed Israel: quoniam cum deo &homine praevaluisti: Ut est item vocabulum Na: quod in animi molestia"},{"pageNumber":39,"pageContent":"turbationibusquae utimur. Sicut Moyses in numeris: Dimitte Na peccatum populi tui:quod vos interpretatum habetis: Dimitte obsecro. Et psalmo centesimo ac decimoseptimo:A na domine salvificia na. A na domine fortunatifica na: quod vos elegantius sic: Odomine salvum me fac: o domine bene prosperare.And it follows: No more shall thy name be called Jacob, but Israel: for with god and manthou hast prevailed. And so it is with the name Na: which we use in trouble anddisturbances of spirit. For instance Moses in Numbers: “Na, pardon the iniquity of thypeople”, which you will have interpreted “Pardon, I beseech thee.” And also in PsalmCXVII “Ah Na, Lord, fortune-giving Na”, which you find more elegantly thus: “Savenow, I beseech thee, O Lord: O Lord, I beseech thee, send now prosperity.”The psalm is Vulgate 117:25, English 118:25.‘A Na’ in the context of beseeching is reminiscent of the note on Anna and Annah in ‘John DeeHis Note.’Also, see Agrippa De Occulta Philosophia III.11Et est nomen Dei Na nun-aleph, in perturbationibus et molestiis invocandum. – p 428,Brill editionAnd the name of God Na is to be invocated in purturbations and troubles. –p. 474, Tysonedition.(In margin) vide Reuclini librum de verbo mirifico de nomine PELEsee Reuchlin’s book On The Marvellous Word concerning the name PELE“PELE”Reuclin, De verbo mirifico II, sig e2r, (p 63 in the Stuttgart facsimile)Quoque vos legitis in eo Iudicum loco: Nomen meum quod est mirabile. Sed tenet noneandem hic significationem quomodo in psalmo octavo: Domine dominus noster Quaeadmirabile est nomen tuum in universa terra: id est admiratione dignum & gloriosum:quod vocabulum Adir significat: hic vero peli: quod est miraculorum operator.Also, you read in that place in Judges: My name which is wonderful. (But this does nothave the same significance as in the eighth psalm: O Lord our Lord, how wonderful isyour name in all the earth: that is, “worthy of admiration” and “glorious”: which the wordAdir signifies.) here truly peli: which is “worker of miracles“Agrippa , De Occulta Philosophia III.11Origenes, splendidissimis quibusque philosophis non inferior, adserit contra Celsum inquibusdam divinis verbis mirandam latere virtutem; et in libro Iudicum ait Dominus:“Nomen meum quod est Pele (Peh Lamed Aleph), quod interpretatur apud nos‘miraculorum operator’ sive ‘efficiens mirabilia.’Origen, not inferior to the most brilliant philosophers, asserts against Celsus thatwondrous virtue lied hidden in certain divine Words. And in the book of Judges the Lordsays “My name which is Pele”, which signifies to us “a worker of miracles” or “bringingforth wonders.”Page 14(In margin) De sigillo Emeth vide Reuclini Artem Cabalisticam lib 3 et Agrippam lib 3"},{"pageNumber":40,"pageContent":"cap 11On the seal of Emeth, Reuclin’s “The Cabalistic Art”, book 3, and Agrippa book3, chapter 11“Emeth”The Seal of Emeth has a long history. The sources Dee cites are:Agrippa De Occulta Philosophia III.11 nomen Emeth, quod interpretatur ‘veritas’ est, et est sigillum Dei.the name Emeth, which is interpreted ‘truth’ and is the seal of GodReuchlin, De Arte Cabalistica III, fol. LXIIr (p 284 in Bison Book edition)Ehieh sigillat per Emeth, hoc est essentiam per veritatem. Sicut nobilis ille dictator aitEliezar Haklir AMTh ChRTMD, Emeth est sigillum eius. Probat hoc ratio arithmeticaquam imitantes si multiplicaverimus Ehieh per Ehieh surgent quadringenta quadraginta &unum, Quae simul sunt AMTh hoc est verum seu veritas, sicut Adonai Shalom – DominiPax.Ehieh seals through Emeth, that is though essential truth. As that excellent teacherEliezar Haklir says “Emeth is his seal.” Arithmetic reasoning proves this; for if we insuch a way multiply Ehieh by Ehieh, four hundred forty one will arise, which is at onceEmeth, that is ‘true’ or ‘truth’ and Adonai Shalom “Peace of the Lord.”ibid, fol. LXVIr (p 300 in Bison edition)Ubi post Tetragrammaton repitur YHV quod est symbolum ipsius Ehieh, hoc est entis peraequalitate numeri.....Est enim sigillum Dei YHV quo Ehieh sigillavit mundum, etdicitur AMTh, id est verum, quippe quod in se ipsum arithmetice multiplicando nascitur.And after the Tetragrammaton is found YHV which is a symbol of that Ehieh, which is“Being”, by equality of number....And YHV is a Seal of God, by which Ehieh has sealedthe world., and it is called Emeth, that is “truth”, since it is born by multiplying itarithmetically by itself.SIGILLUM DEIThe Seal of GodValeteFarewellSoli Deo omnis honor Laus et Gloria Amen.To God alone, all honor praise and glory. Amen.“Soli Deo...” I Timothy 1:17Vulgate -- regi autem saeculorum inmortali invisibili soli Deo honor et gloria in saeculasaeculorum amenKJV--Now unto the King eternal, immortal, invisible, the only wise God, be honour and glory forever and ever. Amen.Geneva – Now unto the King everlasting, immortal, invisible, unto God onely wise, be honour andglorie for ever and ever, Amen.Page 15"},{"pageNumber":41,"pageContent":"Martii 15. Thursday. Hora 1 1/4 a meridieMarch 15. Thursday. From midday 1 1/4 hours.Translator’s Note: 1:15 PMInvocate nomen Domini, et agnoscetis eum.Invoke the name of the Lord, and you will know him.“Invocate....agnoscetis”Invoco/agnosco is a nice pair of synonyms for obsecro/confiteor, the words used for theetymology of Annael in “John Dee His Note” above.Deus misereatur nostri, et benedicat nobis&c.May God be merciful unto us and bless us, etc.“Deus misereatur...” -- Psalm 66:1 (Vulgate); Psalm 67:1 (English)Vulgate ex Septuaginto: Deus misereatur nostri et benedicat nobis iluminet vultum suum super noset misereatur nostri DIAPSALMAVulgate ex Hebraeo: Deus misereatur nostri et benedicat nobis inlustret faciem suam super nosSEMPERBCP: God be merciful unto us, and blesse us: and shew us the light of his countenance, and bemercifull unto us.KJV: God be merciful unto us, and bless us; and cause his face to shine upon us; Selah.”Geneva Bible: God be merciful unto us, and blesse us, and cause his face to shine among us.Selah.(In margin) Of Salamian you may read in the call Diei Dominicae in Elementis MagicisPetri de Abano.Of Salamian you may read in the call of Sunday in “Magical Elements” of Peterof Abano“Salamian”De Elementis Magicis (attributed to Peter of Abano) is part of De Occulta Philosophia LiberQuartus.per nomina sanctorum Angelorum, qui dominantur in quarto exercitu, et serviunt corampotentissimo Salamia, Angelo magno et honorato: et per nomen stellæ, quæ est Sol, et persignum, & per immensum nomen Dei vivi, et per nomina omnia prædicta, conjuro teMichael angele magne, qui es præpositus Diei Dominicæ: et per nomen Adona, DeiIsrael, qui creavit mundum et quicquid in eo est, quod pro me labores, et admoleasomnem meam petitionem, juxta meum velle & votum meum, in negotio et causa mea.By the names of the holy Angels, who rule in the fourth company, and serve before theface of the most powerful Salamia, a great and honored Angel, and by the name of thestar, which is Sun, and by the sign and unfathomable name of the living God, and by allthe aforesaid names, I summon thee, great angel Michael, who art placed over the Lord’sDay, and by the name Adonai, the God of Israel, who created the world and whatsoeveris in it, that thou labor for me, and undertake all my petitions, according to my will andmy desire, in my business and cause.“admoleas” – Translator’s Note:This word is not to be found in any of the dictionaries cited in the bibliography. Here, it"},{"pageNumber":42,"pageContent":"is taken as admolior, turned non-deponent, and made 3rd instead of 4th conjugation. Thisis a not unreasonable medievalism. It is also a plausible scribal or transcription error(medieval or later.)Page 16(In margin) De OCH vide in libello Arbatel in (sol sign)About OCH, see Arbatel’s little book, under Sun.“OCH”In Arbatel de Magia Veterum (printed as part of De Occulta Philosophia Liber Quartus) Och isthe spirit of the Sun. Raphael confirms this two lines later when he says OCH is “mighty in thesonne beames.” OCH is also associated with gold and wealth.I am Fortitudo DeiI am the Strength of God.Fortitudo DeiThis is what Dee calls Michael in ‘John Dee His Note’; this, combined with all of the solarreferences immediately preceding (see the note on OCH), makes Dee’s conclusion that this angelis Gabriel pretty inexplicable. The angel neither confirms nor denies Dee’s assertion about thevisitor’s identity.See page 16 for another example of potential Michael/Gabriel confusion.“What thow hast written, that hast thow written”cf Pilate’s words “What I have written, I have written.” (John 19:22, Geneva Bible and KJV.)“POLIPOS”Mi: Dost thow understand it?Dee: No, God knoweth.In De Occulta Philosophia, III.34, Agrippa gives the Hebrew names of the twelve apostles, includingquartus PEH-VAU-LAMED-YOD-PEH-VAU-SHIN Polipos, quem nuncupamus Philippum.The fourth Polipos, whom we call Philip.Dee may be missing the significance of the name, not the immediate reference, but it seems out of characterfor him not to have added a marginal note in such a case.(In margin) It is in Elementis Magicis Petri de Abano, printed with Clavis AgrippaeIt is in Peter of Abano’s “Magical Elements”, printed with the “Key” of Agrippa.Page 17“I lived with Esdras”Uriel appears in books 4-13 of II Esdras in the Apocrypha, where he leads Esdras through dreamsabout the mystery of human destiny and visions of the Last Days.“I lived with Tobie: Tobie the younger”Tobias’ adventures with Raphael are found in Chapters 4-12 of the apocryphal Book of Tobit."},{"pageNumber":43,"pageContent":"1Mysteriorum Libersecundus"},{"pageNumber":44,"pageContent":"3[The top quarter of a page is missing]...] mysteryes, [......] ow toward a thing, r [......] howse is hollow, it is empty and voyde [......] ants: The God of heven and erth, will send into [...NOTE.We bring tydings *of light.The Lord is owr [...you and we prayse to gither. His name be praysed for ever O [...in his Mysteries:O holy and eternall God.∆he bowed down to the Chayre and then to the table, and sayd,Benedictus qui venit in, (and there stayed a little) and sayd agayn, Benedictus qui venit in, nomine Domini.∆Than cam in Michaël, with a sword in his hand, as he was wont: and Isayd unto him, are you Michael?Mich. Dowt not: I am he which rejoyceth in him that rejoyceth in the For=titude and strength of God.∆Is this Forme, for the Great Seale, perfect?Mi.The forme is true and perfect.Thow shalt sweare by the Living God, the strength of his Mercy, andhis Medicinall vertue, powred into mans sowle never to disclose theseMysteries.∆yf No man, by no means, shall perceyve any thing herof, by me, I woldthink that I shold not do well.Mi.Nothing is cut from the Churche of God. We in his Sainctsare blessed for ever.We separate the, from fyled and wycked persons: We move the to God.∆I vow, as you require: God be my help, and Gwyde, now and ever,amen.MIC. This is a Mystery, skarse worthy for us ourselves, to know, muchelesse to Reveale.Art thow, then, so Contented?∆I am: God be my strength.Mic. Blessed art thow among the Saincts: And blessed are youboth.I will pluck the, from among the wycked [he spake ∆ to my skryer.]Thow Commyttest Idolatry.But take hede of Temptation:The Lord hath blessed the. This is a Mystery.Dee, what woldest thow have?∆Recte sapere et Intelligere &c.Mic. Thy Desyre is graunted the.Use [...Dee∆To E.T.he spake.My Oatheor vowrequiredfor secresieMichaelFortitudoDei."},{"pageNumber":45,"pageContent":"4[The top quarter of a page is missing]...] with [......] they are corrupted [......] They have byn used to the wycked Ther [......] I will shew the in the mighty hand and strength of God, whathis Mysteries are: The true Circle of his æternitieComprehending all vertue: The whole and sacred Trinitie.Oh, holy be he: Oh, holy be he: Oh, holy be he.Uriel answered, Amen.Mic.Now what wilt thow? ∆ I wold full fayne procedeaccording to the matter in hand.Mi. Divide this owtward circle into 40 æquall partes:whose greatest numbers are fowre. See thow do it presently.∆ I did so. Dividing it first into fowre: and then every ofthem into ten. He called Semiel, and one cam inand kneled down: and great fyre cam out of his mowth.Michael sayde, To him, are the Mysteries of these Tables known.Michael sayde, Semiel (agayn) and by and by, he said, O God thow hast saydand thow Livest for ever. Do not think here I spoaketo him. ∆ he spake that to us, least we might dowte of his lastspeches, as being spoken to Semiel: which he directed to the æternall godand not to Semiel. Semiel stode up, and flamingfire cam out of his mowth: and than he sayd, as followeth:Sem.Mighty Lord, what woldest thow with the Tables?Mi. It is the will of God, Thow fatche them hither.Sem.I, am his Tables.Behold these are his Tables: Lo where they are.∆ There cam in 40 white Creatures, all in white Sylk long robes:and they like chyldern: and all they fallyng on theyr knees sayd,Thow onely art Holy among the highest. O God,Thy Name, be blessed for ever.∆ Michael stode up out of his chayre, and by and by, all his leggssemed to be like two great pillers of brass: and he as high as halfway to the heven.And by and by, his sword was all on fyreand he stroke, or drew his sworde over all theyr 40 heds.The Erth quaked: and the 40 fell down:and Michael calledSemiæl, with a thundring voyce, and sayd,Declare the Mysteries of the Living God, our God, of onethat liveth for ever.Sem.I am redy.  ∆ Michael stroke over them, with∆ Semiel - forte significat Nomen meum Deus. Ita quod Tabulae istae sunt Nomen Dei,vel Nomina Divina.The Circleof Æternitie...40The TablesSemiæl40 WhiteCreatures∆ Semiel,this etymo=logie is asthowgh hewer the secre=tarie, forthe Nameof God......."},{"pageNumber":46,"pageContent":"5his sword agayne: and they all fell down, and Uriel allso unto hisknees. And commonly at the striking with his sword, flamyng fyrelike lightening did flash with all.Mi.NOTE: here is a Mysterie.∆Then stept furth, one of the 40, from the rest, and opened his brest, whichwas covered with Sylk, and there appeared a great T all of Gold.Mi.Note the Number.∆ over the T, stode the figure of 4, afterthis manner:The 40, all, cryed, yt liveth and Multiplyeth for ever: blessed behis name.∆That creature did shut up his bosome, and vanished away, like unto a fyre.Mi.Place that, in the first place. It is the name of the Lorde.∆Than there seamed a great clap of thunder to be.Then stepped (before the rest) one other of the 40, and kneled as the otherdid before. And a voyce was herd saying, Prayse God, for his name is reverent.Michael sayd to me, say after me thus,Deus Deus Deus noster, benedictus es nunc et semper: amen.Deus Deus Deus noster, benedictus es nunc et semper: Amen.Deus Deus Deus noster, benedictus es nunc et semper: amen∆Then this Creature opened his breast, and fyre cam oute of the stoneas before and a great romayne G appeared.Mi.Write with reverence, These Mysteries are Wunderfull, theNumber of his name, and knowledge.Lo, this it is, .9. Behold, it is but one, and it is Marveylous.∆Then this Creature vanished away.Mi.The Seale of Gods Mercy: blessed be thy name.∆It semed to rayne, as thowgh it had rayned fyre from heven.Then one other of the 40 was browght furth: The rest all felldown and sayd, LO, thus is God known.Then he opened his brest, and there appered an n, (not of so big pro=portion as the other), with the number of 7 over it.Mi.Multiplicatum est Nomen tuum in terra.∆Then that man vanished away as it were in a golden smoke.Mi.Thow must not write these things, but with great devotion.He Liveth.∆ Then cam an other fowrth. Then all fallingdown sayde, Vidimus Gloriam tuam Domine.They wereprostrate on theyr faces. Then this Creature opened his breastand he had there a Tablet all of Gold (as it were) and thereappered a small t uppon it: and the figure of 9 under thisLetter t.Mi.Mark it, for this is a Mysterye.∆ Then that shewer (of the 40)seamed to fly up into the ayre, like as it were a white garment.Mi.Illius Gloria sit nobiscum.∆ All sayd, amen: and fell down.∆Then stode up an other, and opened his bosom, and shewed on his brestbare (being like sylver) a small h ; and he pointed to it, and over itwas the number of 22.Mi.Et est numerus virtutis benedictus.Videte Angelos Lucis.∆There cam an other in, and sayd,Et sum Finis et non est mihi Numerus. Sum Numerus in Numero.Et omnis Numerus est mihi Numerus.Videte.∆There appeared a small n on his skyn, being all spotted with Gold.∆T, in the holylanguageis Gisgvide lib.5.post et estultima Al=phabetilitera.G: diciturGed lib. 5.N, dicitur,Drux.∆Gisg.∆Na.AngeliLucis∆Drux.∆ This Shewer went away like a White Cok flying up.The veryfashion ofthe T wasthus:...."},{"pageNumber":47,"pageContent":"6Then he went away like three fyres, red flaming, and coming to gatherin the myddst of the firmament.∆ You must Note that in the stonethe whole world in manner did seme to appere, heven, and erth, &c.Mi.(∆ he cryed with a lowde voyce) Et est vita in cælis.∆Then stepped furth one and sayd, Et ego vivo cum bene viventibus, and withall hekneeled down: and Michael stepped furth and toke of his veale on his brestand he made Cursy and stode up.Mi.Vivamus Halleluyah.O Sanctum Nomen.∆All fell down on theyr faces, and Michael stroke over them with his swordand a great flash of fyre: And this man his brest seemed open that hishart appeared bleading, and therein the letter m , and 6, over it thus 6Mic.Benedictus est Numerus Agni.∆Hereuppon They all fell down.Mi.Orate invicem. ∆ Hereuppon we prayed a psalme; ^ saying one verse, andI the other &c.Mi.Omnia data sunt a Deo.∆ – Then cam one in, having a rownd Tablet inhis forhed and a little o in his forhed: and 22 over it.Mi.Et non est finis in illo.Benedictus es tu Deus.∆ and then that shewer vanished away: Heflew up, like a rownd raynbow knyt togither at the endes.Mi.Angeli a nomine tuo procident Domine.Tu es primus O Halleluyah.∆One stode up and the rest fell down, and out of his mowth that stode, cama sworde: and the point, a Triangle, and in the myddest of it asmall a thusa, of pure gold, graven very depe:Et Numerus tuus vivit in cæleris, sayd this shewer. The numberwas 22 over the a.This shewer went away with great lightening covering all the world.Mi.Nomen illius est nobiscum.∆ He stroke agayne with his sword over them. Then stode one up: who, uppon his garment had an n: and he turnedabowt: and on his back were very many (ens) n.Mi.Creasti tu Domine Angelos tuos ad Gloriam tuam.∆ Over the ,n,was the number of 14, over that n (I meane) which was onely on his brest.Mi.Et te primus Creavit Deus.∆ Then the shewer flew up like a star.And an other cam in, all his cloth being plucked up: and so seamed naked: Hehath a little ,a,. This ,a, did go rownd abowt him: begynning athis feete: and so spirally upward: and he seemed to be all clay.Over the ,a, was the number 6.Mi.Et creata sunt et pereunt in Nomine tuo.∆ and therwiththis shewer fell down all into dust on the Earth: and his whitegarment flew up, like a white smoke: and allso a white thing didfly out of his body.Surgit Innocentia ad faciem Dei.∆Michael did over them agayn with his sworde, and it seemed to lighten.He began to speak, and he stopped suddenly, and the fyre flew from his mowth.Mi.Innocentium Nomina, et sanguinem vidisti Domine a Terra, et Justuses in operibus tuis.∆ Then cam one in, with a garmentall bluddy. he was like a chylde, he had a ball in his hand of perfumewhich smoked: and he hath uppon his forhed a little ,h,. He bowedto Michael: and Michael sayd, Numerus tuus est infinitus, et eritfinis rerum.∆ This shewer seemed to powre him self awayem∆Tal∆Med∆VnCorrected thus,after, byUrielto be 20∆Drux∆Vn∆Na20{Note these 3partsmy skryer"},{"pageNumber":48,"pageContent":"7like a flud of blud: and his garment flew upward.Mi.Non est illi numerus.Omnia pereunt a facie Dei, et a facie Terræ.∆Then stepped one furth, and like a water running rownd abowt him,and he cryeth miserably, O benedictum Nomen tuum Domine.Numerus periit cum illis.∆ A little ,o, with 18 over it, appered.∆This shewer seemed to vanish away, and to cause a great water remaynover all.Mi.Lux manet in tenebris. Gloriosum est Nomen tuum.∆Then stept one furth from the rest, who fell down, as theyr manner was.∆Note: All the Cumpanies of these 40, stode five to gither, andfive to gither, and so in eight Cumpanyes; each, of five.∆This was a very white one: The upper partes of his throate, seemed openand there seemed to cum out of it fyre, in very many and diverse cullours.he sayd, Trinus sum.Mi.Benedictum sit nomen El.∆Than in the myddle of the fyres or smoke semed an ,l, thrise placed,on a bluddy cross, and over the ,l, the number 26.∆This shewer seamed tohave three mens heds and to vanishaway in a mystwith a thunder.Mi.Labia mea laudantDominum.∆Then cam a very fayreyong one in with long heare hanging onher (or his) sho1ders: and on her belly appeared a great scotcheon; to hir,or him, Michael gave a flame of fyre: and she, or he, did eat it.Mi.Et hic est El: and so appeared a little ,l, on the scotcheon,and it waxed bigger and bigger: and a fyre did seeme to go rowndabowt it.Mi.Benedicta sit ætas tua:∆ And there appeared ,30, under the l.∆There cam a great many of little fyers and did seeme to elevate thisyong woman (or child) out of sight.Michael stroke his sword over them agayn, and sayd,Natus est illa Lux.Ille est Lux noster.∆Then stept out an other and opened his white silk garment uppermost: andunder it, he seemed to be sowed up in a white silk cloth.He had in his forhed an ,n, in his brest an ,n, and in his right hand an ,n,.Mi.Numerus tuus est benedictus.∆ They all fell down, saying,Numerus tuus est Nobiscum: Nec adhuc novimus finem illiusVenies cum numero tuo O unus in æternum.∆and they fell all down agayn. This shewer departed clyming up intothe ayre, as if he had clymed on a ladder.Mi.Linguis suis cognoverunt eum.∆All sayd, Benedictus est qui sic et sic est, throwing up into theayre threcornerd trenchers of this fashionall of Gold. Theone side of the trenchers was thus marked, andthe other side hadnothing on.∆Then stept one oute: and fyre cam out and in of his mowth: hekneeled, the rest fell down. This seemed a transparent body,and he had in his eyes a small l: and in his forhed the figure of 8.Mi.Note this, under. I meane the figure 8.Thus,l .Med∆UrUr∆Drux8"},{"pageNumber":49,"pageContent":"8∆Medged∆Na∆Don∆Ged - G∆ . Imago: Iwrit first: but,aunciently, andvulgarly both inwriting andprint, you shallfinde ymago,thowgh notaccording to theLatine tungI∆Gon con puncto,y.∆ . Notethis to bethe firstthat vanishedaway, goingbehyndeMichael.∆ Gisg∆ Med∆ Graph∆ Pa – b∆All sayd, Et es verus in operibus tuis: and so he vanished away ina flame of fyre.Mi.Gaudete omnes populi eius, gaudete omnes populi eius, ab hincGaudete.∆ – All sayd, Amen.∆one stept furth saying, Incipit virtus nostra, he being coveredunder his robe, all with armor: and hath a great G on his armor.and the figure of ,7, over it. He went behynde Michaeland so vanished away.Mi.Recte vivite omnes Sancti eius.∆One stept furth: and opening his brest, there appered a boke, andturning over the leaves there appeared nothing but a little ,r, and13 over it. He went behinde the Chayre and so vanished awaye.Mi.Hic est Angelus Ecclesiæ meæ, qui doceat Ille viam meam.∆There stept oute a playn man, and under his garment a gyrdel, andunder his gyrdle a Rod: and in his hand he had a sworde, and inhis mowth a flame of fyre: he had a great H uppon his swordeand under it 22. He went behynde the Chayre &c.Michael standing up still uppon his leggs, like pillers of brass.∆I axed yf I shold not cease now, by reason of the folk tarying forus to come to supper.Mic. Lay away the world. Contynue your work:Coniunxit spiritum mentibus illorum.∆Then stept out one, having under his garment a little Chest, and thereina mans hart raw: and the hart was thus with two letters, one onthe one side ,o, and on the other a ,g,:[∆ – As in scotcheons ofarmes, where the man and his wifes armes ar joyned per pale, as theheraulds term it.]This shewer shut up the chestand went his way.Mi.Numerus illius est sine numero.∆Then cam in an other, saying,Tempus est. Deus vestrum agnoscite.∆This shewer his armes reached down to his feete: he shewed furth hisright hand and in it a little ,t, and 11 under it.Mi.stay; place this, in the second place. This went away.Mi.Ymago tua, (mors,) est amara.∆Then cam one in, with a big belly, and fat cheekes: an half swordperced his hart, and a little ,y, written on it.Justus est malis deus noster.∆ The number of 15 under it.Mi.Place it in the former place.Mi.Opera fidelium, Delectatio mea. [∆ Then cam one in.]Hic est Deus noster. He shewed the letter of o on his naked brest, andthe figure of 8 under it. He went away.Mi.Ecce, Iniquitas regnat in domo mea.∆Then stept one oute very lean, all his body full of little e, and underevery one of them, 21. He went away behynde the chayre.Mi.Bestia devoravit populum meum, peribit autem in æternum.∆Then stept out one in bluddy apparell, all his body full of serpents hedsand a b on his forhed, and the number of 10 over it . He went away.Mi.Iniquitas Abundat in templo meo, et sancti vivunt cum Iniquis.∆ –One very lean, hunger sterved cam out, an A on his brest, and ,11, over it,"},{"pageNumber":50,"pageContent":"9and so went away.∆There cam in an other.Mi.Iniqua est Terra malitiis suis.∆Then cam in one who drew out a bluddy sworde, on his brest a great romaynI, and 15 over it. he went his way.Mi.Angeli eius ministraverunt sanctis.∆ Then stept one oute with aTarget and a little a on it, and over it the number of 8. He went away.Mi.Regnabit Iniquitas pro tempore. ∆ They all cryed Halleluyah.∆Then stept one furth with a golden crown, and a great arming sworde:his clothing all of gold, with a letter r on his sword and 16 over it,and so he went away.Mi.Nulla regnat virtus super terram.∆ Then stept one oute, having allhis body under his white sylken habit (as they all, had) very brave afterthe fashion of those dayes, with great ruffs, cut hose, a great bellyeddubblet, a velvet hat on his hed, with a feather: and he advanced himself braggingly: He had burnt into his forhed a little n: and Michaelsayd, Non est numerus illius in Cælis.∆ He went awaye.Mi.Antiquus serpens extulit caput suum devorans Innocentes. Halleluyah.∆Then cam one who put of his white habit: and he toke a sword, and smoteup into the ayre, and it thundred: and he had a seal (suddenly there)very gorgeous of gold and precious stones. he sayd,Regnum meum: Quis Contradicet?∆He hath proceding out of his mowth, many little (enns) n, and on hisforhed, a great A.Mi.Non quòd est A, sed quòd contradicit A.Nec portio, nec numerus eius invenitur in cælo.Habet autem Numerum terrestremMysterium∆He shewed three figures of ,6, set in triangle thus, 666Mi.Vobis est Mysterium hoc, posterius revelandum.∆And there cam a fyre and consumed him, and his chayre away, suddenly.Mi.Perturbatur terra iniquitate sua.This shewer, his garments, white, under: his face as brass: his body gre=vous with leprosy: having uppon his brest an O, with the number of.10. under it: and so he departed.Mi.Surgite O Ministri Dei. Surgite (inquam) Pugnate: No=men Dei est æternum.∆Then cam two oute to gither: they had two edged swordes in theyr hands,and fyre cam oute of theyr mowthes. One had a G, and 5over it, the other had...[∆ – We fell to prayer, whereuppon Michael blessed us.]The other had an h on his sword, and 14 under it: and so theywent away.Mi.Omnis terra tremet ad vocem tubæ illius.∆One stept out, and under his habit had a trumpet. he put it to hismowth, and blew it not. On his forhed a little ,o, and 17 underit. He went awaye.Mi.Serva Deus populum tuum, Serva Deus populum tuum Israel, Ser=va (inquam) Deus populum tuum Israel. ∆ He cryed this, alowde.∆One appeared with a fyry sword, all bluddy, his vesture all bluddyhis vesture all bluddy, and he had s.Est numerus in numero.∆ He went away.∆I understand it to be a letter, and the number 5 also.Mi. So it is.+}∆ I thinkit besuperfuous∆Urielcorrectedit after,to be underMysteriumnobis reve=landum∆ My skry=er had omit=ted to tellme this, orels, it wasnot toldand shewed,but Uri=el did aftersupply itby theskryerThe firstletter ofPerturba=tur, dothnot makeshew, ofthe letterfollowingas otherbeforedid.∆Fam"},{"pageNumber":51,"pageContent":"10∆There cam one in with diverse owgly faces, and all his body skabbed.Mi.Nunc sunt Dies tribulationis:∆ He had an a on hisforhed and the Number 5 under it.Mi.hic est Numerus predictus.Mi.Audite, consummatum est.∆ This had a great pot of waterin his hand and uppon the pot, graven, a with 5 under it. Hedeparted in fyre.Mi.Angele preparato Tubam tuam.∆Then cam one oute with a Trumpet.Venit Tempus.∆He offered to blow, but blew it not.on the ende of his Trumpetwas a little a and 24 under it. he went away.∆They all now seemed to be gon: Michael and all.He cam in agayn and two with him. And he sayd, Hii duoCælati sunt adhuc. They two went away.Mi.Vale. Natura habet terminum suum.∆He blessed us and florished his sword towards, and over us,and so went away and Uriel after him: who all this whileappeared not.∆After supper Mr. Talbot went up to his chamber to prayers: andUriel shewed himself unto him: and told him that somwhatwas amyss, in the Table or seale which I hadbyn occupyed abowt this day. And thereuppon, Mr. Talbot camto me into my study: and requyred the seale (or Tables) ofme: for he was wished to correct somthing therin, (sayd he)I delivered him the seal, and he browght it agayn withina little tyme after, corrected: both in the numbers, for quantytyand some for place over or under: and allso in one letter orplace omitted. Which I denyed, of any place omitted by me,that was expressed unto me. And the rather I dowted, upponMichael his words last spoken, uppon two places then remay=ning yet empty: saying, Hii duo Cælati sunt adhuc. ButIf I had omitted any, there shold more than two have wanted.Whereuppon we thowght good to ax Judgment and dissolvingof this dowte, by Michael. And comming to the StoneHe was redy: I prepownded this former Dowte. He answered,Mi.Veritas est sola in DEO. Et hæc omnia vera sunt.you omitted no letter or history that was told you. But theskryer omitted to declare unto you.∆ May I thus recorde it?Yt is justly reformed by Uriel: the one being omitted of the descrierand the other not yet by us declared, might make that phrasemeete to be spoken, Hii duo cælati sunt adhuc.Mi.Thow hast sayd.∆ I pray you to make-up that oneplace yet wanting. Then he stode up on his great brasen leggsagayn: He called agayn, Semiæl Semiæl. Then he cam,and kneled down.Consummatum est.∆ The shewer (a white man) pluckt∆Uriel alsodid correctthis placewith delivering thisin theplace ofthe other descriptionbefore.TheDescryer, orThe Skryeromitted totell."},{"pageNumber":52,"pageContent":"11oute a trumpet, and put it to his mowth, as thowgh he wold blow, but blewnot: and there appeared at the ende of the Trumpet the greke w.There arose a myst, and an horrible Thunder.Mi.It is done.∆ Then of the three 666 before Noted, with hisfinger he put oute the two lowermost: and sayd, Iste est numerus suus.And Michael did put his finger into the trumpets ende, and pulled furth a rowndplate of Gold, wheron was the figure of .1. with many circles abowtit, and saydOmnia unum est.∆The forme of the worldwhich appered before,vanished away: and Semyeil went away.And Michael cam andsat in his chayr agayn:and his brasen leggs wer gone, and uppon our pawsing he sayd,Mi.Go forward.Do you know what you have allready written?Laudate Dominum in Sanctus eius.Note: The Circumference (which is done) conteyneth 7 names:7 names, conteyn 7 Angels:Every letter, conteyneth 7 Angels:The numbers are applyed to the letters.Whan thow dost know the 7 names, thou shalt understand the7 Angells.The Number of 4, pertayning to the first T, is a Number significative:signifying, to what place thow shalt next apply the eye: and beingplaced above, it sheweth removing toward the right hand: Taking thefigure for the number of the place applyable to the next letter to betaken. The under number, is significative: declaring, to what placethow shalt apply the next letter in the Circumference, toward the left hand.Which thow must reade, untyll it light uppon a letter, without number,not signifying. This is the Whole.So shalt thow fynde the 7 principall Names: known with us, and apply=able to thy practise.Make experience.∆Then telling from T, 4 more places (toward the right hand) exclu=sively, I finde in that fowrth place, from ,T, (but being the fifth from thebeginning, and with the begynning) this letter h: with 22, over it.Therfore, I procede to the right hand, 22 places: and there I findeA, and 11 over it. Going then toward the right hand 11 places furder: I findea little a with 5 under it: by reason of which under place of 5, Igo toward the left hand, 5 places, exclusively; where I finde o with10, under it: wheruppon I procede to the left hand, farder by 10 places,and there I see the letter t, and 11, under it: and therfore goingto the left hand 11 places, I see there the letter h alone withoutany number. Wherfore, that letter, endeth my word, and itis in all, ThAaoth: Ys this, as it shold be?Mi.That is not the name. Thow shalt understand all in the nextCall. The Rule is perfect. Call agayn within an howreSemi EIl4CallsThe declaration ofthe Num=bers∆ Note these doings to beaccownted Calls"},{"pageNumber":53,"pageContent":"12and it shalbe shewed.∆The howre being come we attended Michael his retorn to makethe Practise evydent of his first Rule.Mi.Salvete.Thow diddest erre: and herein hast thow erred: and yet notwithstandingno error in the, bycause thow knowest not the error.Understand that the 7 Names must comprehend, as many lettersin the whole, as there are places in the circle: Some letters aresignificative of them selves. In dede no letters, but dubble numbers,being the Name of God. Thow hast erred in the firstname, in setting downe Aa; that is, twise a togither, whichdiffer the word. Which thow shalt Note to the ende ofthy work: Where soever thow shalt finde two a a togitherthe first is not to be placed within the Name, but rather left withhis inward power. Thow shalt fynde 7 Names proceding fromthree generall partes of the Circumference: My meaning is, fromthree generall letters: and onely but one letter, that is, thisletter A. Accownt thow, and thow shalt finde the namesjust. I speak not of any that come in the begynning of the wordbut such as light in the myddest: Prove; Prove: and thow shalt see.Whereas thow hast go, it is to be red og. This isthe whole.∆ –I have red in Cabala of the Name of God of 42 letters: but not yetof any, of 40 letters: That of 42 letters is this,myhla çdqh jwr myhla ˆb myhla bahçlçb dja djab hçlçid est: Pater Deus, Filius Deus, spiritus sanctus Deus: Tres in uno,et unus in tribus. Vel Trinitas in unitate etunitas in Trinitate.Or thus,hçlç al lka la çdqh jwr la ˆb la badja hwla ma yk myhlawhich in Latin is, Pater Deus, Filius Deus, et Spiritus Sanctus, Deus,attamen non tres dii sed unus Deus.And as this is of God, Unitie in Trinitie, so of Christ onely (thesecond persone of the Divine Trinitie) the cabalists have aname explained of 42 letters, on this manner,dja mda rçbhw /lkçmh çpkh rçakdja jyçm mdahw lah ˆkThat is in Latine, Sicut anima rationalis, et caro, homo unus, ita Deuset homo, Messias unus.I am not good in the hebrue tung, but, you know my meaning.Mi – The letters being so taken oute, being a name, and a number,doth certefye the old rule of 42 letters, whan you restore themin agayn.Mi – Note, Oute of this Circle shall no creature pass, that entreth,yf it be made uppon the earth. My meaning is, if he be defyled:This shalt thow prove to be a mysterie unknown to man.DubbleNumbersNote∆42, are herein potentia,but, non Actu∆Note:7 names, proceding from3 generallplaces of theCircumferenceor 3 generallletters, beingbut one letterand that, A.∆vide Gala=tinum, lib.3. cap. 11TheVertuof thisCircle"},{"pageNumber":54,"pageContent":"13Beasts, birds, fowle and fish do all reverence to it: In this they were all cre=ated. In this, is all things conteyned. In tyme thow shalt finde it, in ADAMSTreatise from Paradise. Looke to the Mysteries: for they are true.A and wwwww: Primus et Novissimus; unus solus Deus vivit nunc etsemper: Hic est, et hic erit: Et hîc, sunt Nomina sua Divina.Dixi:Thow art watcht all this night: who is even now at the Dore:Clerkson.Blessed are those, whose portion is not with the wicked.Benedicamus Dominum. Halleluyah.Tuesday the 20 of Marche: circa 10a mane.∆Are you Uriel?Ur.I am. We thank the for thy great good will.We cannot viset the now. At the twelfth howre thow shalt use us.∆Fiat voluntas Dei.A meridie circa 2a∆At the twelfth howre, my partner was busyed in other affayres, and socontynued tyll abowt 2 of the Clok: when; we comming to the stone,fownd there Michael and Uriel: but Michael straight wayrose up and went out, and cam in agayn, and one after him, carryingon his right shulder, 7 little baskets, of gold they seamed to be.Mi.Shut up your doores.∆ I had left the uttermore doreof my study, open: and did but shitt the portall dore of it.∆He toke the 7 Baskets, and hanged them rownd abowt the border of aCanapie, of beaten gold, as it were.Mi.Ecce, Mysterium est. Benedictus Dominus Deus Israel.∆Therewith he did spred oute, or stretch the Canapy : Whereby itseamed to cover all the World [which seamed to be in the stone allso,heven, an erth] so that the skryer could not now see the heven.And the baskets, by equall distances, did seeme to hang in the border ofthe horizonMi.What wold you have∆ SapientiamMi.Rede the names thow hast written.∆ I had written theseaccording to the Rule before given, as I understode it.Th a/ aothGal a/asGethogHorlwwwwwnInnonAa^othGalets.ogMi.Loke to the last name.∆ I had written (as appeareth) GaletsogADAMSTREA=TISE,∆ He meaneth myBooke thatI callSoygaBaskets// ers to them./ and corrected certayn pray=∆. I had made, and written, ^}ShutDores"},{"pageNumber":55,"pageContent":"14by misrecke[n]ing the numbers. Where I fownd it shold be Galethogwith an h and not s.Mi.Lo, els thow hadst erred. They are all right, but not in orderThe second is the first (his name be honored for ever)Thefirst here, must be our third and the third here, mustbe our second : thus set downe..1. Galas..2. Gethog..3. Thaoth..4. Horlwwwwwn..5. Innon..6. Aaoth..7. Galethog.Mi.Work from the right, toward the left, in the first anglenext unto the circumference∆He shewed than, thus, this letterM.Make the number of 5 on the right hand, (that is,before it) at a reasonabledistance, thus5∆After that,he shewed the second letter, a great roman A, thus,24Then he shewed30Then ____21Then ____ 9Then he shewed14Then he shewed this compownd letter, with the circle and crossHe willed me, at each corner of these segments of circles, to make littleCrossesand so I did.∆After every of the 7 letters shewed he did put them up in his bosomassone as he had shewed them fully. The plates wheron those letterswere shewed, hath the formeof the segment of a circle, thus : and seemed to beof pure gold. When the 7 letters were placed, he saydOmnia unum est.Then he pulled all the 7 plates out of his bosomand Urielkneeled down before him. Then the plates did seeme to havetwo wings (eche of them) and to fly up to heven under the Canapye.∆After this, one of the 7 baskets, ( that which is in the east ) cam toMichael. and he sayd.Mi.Seal this. For this was and is for ever∆Then he stode agayn on his leggs like brasen pillers, and saydMi.Oh how mighty is the name of God, Which rayneth in theheavensO God of the faithfull, for thow raynest forever.∆he opened the basket, and there cam a great fyre out of it."},{"pageNumber":56,"pageContent":"15Mi.Divide the 7 partes of the circle next unto that whichthow hast done, every one, into 7.Note: (for the tyme will be long:) Seven, rest in 7: and the7, live by 7: The 7, govern the 7. And by 7, all Govern=ment is. Blessed be he: yea blessed be the Lord: praysedbe our god: His Name be magnified: All honor and Glory beunto him now and for ever. Amen.∆Then he toke oute of the fire in the basket, a white fowle like a pigeonThat fowle had a Z uppon the first of 7 feathers which were on his brest .that first feather was on the left sideMi.Note. there is a mysterie in the Seven. which are the 7 governing the 7which 7 govern the earth.Halleluyah.Mi.Write the letters; ∆ Now, a small l in the second fether. Then he coveredthose first two letters, with the other feathersThe third an l, like the other: then he covered that allso.the fowrth an Rhe covereth thatthe fifth a great roman H.he covereth it.the sixth feather hath a little i .then he hid that feather,the last feather had a small a.Mi – Prayse god.∆Then he put the fowle into the basket – and set it down by him. Thenhe hong it up in the ayre by him.∆Then he lift up his sworde over us, and bad us pray.∆ We prayed.∆Then he stretched out his hand and there cam an other basket to him.and he pluckt out a White byrd, much bigger than the other: as big as aswan: with .7. feathers on the brestMi – Dixit, et factum estMi.Note:∆ – the first feather hath a little a, on it: and it wentaway: the next a Z great as the firstThen a C greatThen a little aThen an other little aThen a feather with a little cThen one with a little b∆ Then he covered them all.Mi – Thow hast truth.∆Then he put up the fowle into the basket; and hung it up by theother in the ayre∆Than the third Basket cam to him, and he toke out a byrd all greenas grass. Like to a peacock in form and bignesMi.Et vivis tu cum illo: etregnum tuum cum illis est∆There started out of this birds brest, 7 fethers, like gold, and fyrieMi. Pray.Mi.Note.∆ on the first feather a small pThen a small aa little uThen a small pThen a small nthen a small hThen a small r. Then he put the fowle up into the Basket, &c.∆ –Note of7 Baskets3..1.2."},{"pageNumber":57,"pageContent":"16∆Then there cam an other basket to his hand.Mi.Dedit illi potestatem in cælis.Potestas illius magna est.Orate.∆ – We prayed.∆Then he pluckt out a fowle, greater than any of the other, likea griphen (as commonly they are figured) all red fyry,with skales like brass. Then on the seven skales, appered letters.Mi.Note.∆ – first a littleha littleda littlemThen a littlehThen a littleiThen a littleaThen a littlei∆then he put up the fowle, & hung the basket in the Ayre.∆Then there cam an other basket to him.[∆ Note: all this while the firmament was not to be seen.]Mi.Magnus est DEUS in Angelis suis.et magna est Ilorum potestas in Cælis.Orate.∆ We prayed.∆Then he pluckt out a bird like an Egle: all his body like Goldand he had a little circle of feathers on his brest: and on it, betwenfowre parallell lines, twelve equall squares: and on the top, on themyddle, one, like the other twelve, thus.4.5.iieelllkaae e ek∆Then he put up the Egle, &c.∆Then cam an other Basket.Mi.Nuncius tuus est magnus in cælis.Orate.∆He, and the Basket that wer opened, shut, and set aside, seamed allto be gon. and the Baskets remayning still hanging on the borderof the Canapie.Then he cam agayn, and went awayeagayne. Then cam URIEL and held the Basket: andhis leggs seemed to be such great tall pillers of Brass. as Michaeldid stand on before.UR.This is a Mysterie.He is here, and not here whichwas here before.∆He opened the Basket and pluckt out like a phenix [∆ or pelican]of the bignes of a swan, all fyrie sparkling. His byll is bentinto his brest and it bled. In his brest was a quadranglemade with his own feathers, thus.He put it up, andhung it by the otherBaskets.∆. Michalwas thesixth namevide post6."},{"pageNumber":58,"pageContent":"17Mi.Et Coniunxit illos DEUS in Unum.∆All the Baskets flew up: and so the Canapie vanished away: andthe Heaven appeared.∆Now he cam and sat down in his chayre.∆Michael sayd to Uriel: it is thy part, to expownd these Mysteries:Go to, in the name, of our God.∆Uriel cam and stode before him and sayde: What will you: Ô ourfellows, and servants to GOD? What will you?∆Perfect Knowledge, and understanding, such as is necessary for us.UR.Looke uppon, and see if thow canst not understand it: Wewill depart for a little space: and come to the agayne.∆So they went: and left all the stone on fyre, so that neytherthe Chayr or Table could be seen in it.∆After a quarter of an howre, Michael and Uriel camboth agayne.Mi.Loke into the 7 angles next unto the uppermost Circumference.∆Uriel cam and stode before Michael.UR.Those 7 letters, are the 7 Seats of the One and everlastingGOD. His 7 secret Angels proceding from every letterand Cross so formed: referred in substance to theFATHER: in forme, to the SONNE: and Inwardly tothe HOLI GHOSTE. Loke uppon it: it is one of theNames, which thow hast before. every letter conteyningan Angel of brightnes: comprehending the 7 inwardpowres of God; known to none, but him self: a sufficientBOND to urge all Creatures to life or Death, or any thingels conteyned in this world. Yt banisheth the wicked,expelleth evyll spirits: qualifieth the Waters, strengtheneth the Just, exalteth the righteous, and destroyeth thewicked. He is ONE in SEVEN; He is twise THREE.He is Seven in the Whole. He is Almighty. His Nameis everlasting. His Truth can not fayle. His Glory isincomprehensible. Blessed be his name. Blessed be thow,(our GOD) for ever.Uriel.My contynualland auncientprayerThen cam the last basket.Uriel stode still and sayde:UR.Dedit angelis potestatem in lumine cæli.Orate.∆ We prayed.∆Then cam Michael, and toke the Basket of Uriel and becam standingon the great brasen legs, as before.∆He toke out of the basket a strange fowle with many wings:This fowle had in his forheda Tablet of this fashion7eellMG∆ – He istwice threeand oneNotethisBond.∆Notethesemanifoldand greatMysteriesand markthese 7 diversecrosses withthese 7 letters."},{"pageNumber":59,"pageContent":"18UR.Thow must refer thy numbers therin conteyned, to theUpperCircle. For, From thence, all things in the inward partes,shalbe comprehended.Looke if thow understand it∆I find it to be GALETHOG;UR.it is so.∆ – I thank God and you, I understand now (allso)the numbers annexed.Ur.As this darkness is lightened, by the spirit of God, herein; So will Ilighten, yea so will the Lord lighten your Imperfections, andglorifie your myndes to the sight of innumerable most holy andunspeakable Mysteries.Ur.To the next part.∆ Michael sat still, with hissword in his hand.Ur.The parte wherein thow hast labored, conteyneth 7 Angels.Dost thow understand it?∆ – Not yet: Ur. Oh how far is mansJudgment from the Celestiall powres? Oh how far are these secretshidden from the wycked? Glory be unto him; which seethfor ever.∆ – Amen, Amen, Amen.Ur.Note. We can not tary long.Thow must set down these letters onely, by 7, in a spare paper: thus.UR.RedeBegyn at the first, andrede downward. ∆ I rede thus, Zaphkiel,Zadkiel, Cumael Raphael, Haniel, Mi=chaël, Gabriel, Ur. Thow hast red right∆ – praysed be God. Ur. Thus dost thow see, howmercifully God dea= leth with his servants.Every letter here, conteyneth or comprehendeth the number of 72Vertues. Whose names thow shalt know: skarse yet revealedto the world.Uriel and Michael jointly togither pronownced this blessing on us.UR.sowlesWe bless you: yourHartsMi.Bodyesand all your doings.∆Michael with his sword, and flame of fyre florished over our heds.Yet I will thus much show you, for your cumfort beside. Whatseest thow?∆ – he spake to the skryer. and he saw aninnumerable multitude of Angels in the chamber or studyabowt us, very bewtifull with wyngs of fyre. Then he sayd,Lo, thus you shalbe shaddowed from the wicked. Kepe theseTables secret. He is secret that liveth for ever.Man is frayle.Fare well.He must7 Angels.Innumerablemultitudes ofAngels]vide anno 1584,July 25.( ∆ – of this sentencecam no frute norfarder confirmation.Therfore consider.)Zl lRiHaaZCa a c bpaupnh rhdmhiaikkaaeeeieiel lee l lMGl∆ 48 lettersare here:and one isnoted by aCross: whichmaketh the 49th.Of this cross and Angels∆ I have hithertoforgotten to axwher Uriel hisname mayappere. 72:Vertuesmultiplyedby 48: give3456."},{"pageNumber":60,"pageContent":"19The L.MownteglesbokesNote thisTrumpeterPhanaëlThronesTrumpetsAngells7We werecommandednot to axof the apparayle ofMichael.}go for the bokes, els they will perish.∆ – He ment that my partnerEd. Talbot, shold go to fatch the bokes from Lancaster (or therby)which were the Lord. Mowntegles bokes, which Mr. Mort yet hath:wherof mention is made before.ended hora. 5. a meridieTuesday the 20 Martii1582Wensday. 21. Martii , circa 2. a meridie∆After appearance was had, there cam in one before Michael ( whosat in his seat ) and Uriel leaned on the table (as he, usually did). This seemedto be a trumpeter: he was all in white, and his garments bespotted with blud.he had nothing on his hed. his heare very long hanging behynde him on hissholders. The Trumpet seamed to be gold. The sownd therof wasvery playne.∆I axed of my skryer, in what manner Uriel now shewed, (and Michael likewise.)Then Michael said, I warned the for axing of my apparell or manner.Et hæc est Gloria illius, quæ non commovebitur ab impiis.Mi.Quid vultis?∆ – Juxta voluntatem Dei, Sapientiamnobis necessariam &c.Mi.Sapientia mundi, nihil est, peribit autem in æternum.Veniat æternitas DOMINI, ab universis mundi partibus.Venite, venite, sic vult DEUS ADONAYfac officium Phanaël.∆This Phanaël was the Trumpeter, (above mentioned ) who thereupon blewhis Trumpet, Lustily, turning him self rownd abowt, to all the world.Then, from 7 partes of the world, ( being equally dividedabowt the Horizon,) cam 7 Cumpanyes of Pillers all of fyryecullour glittring. And every Cumpany of Pillers high and greatand as thowgh they were Pillers of fyre.The Heaven, the Sonne, and, Mone and Sterrs seemed to tremble.Mi –Multiplex est Deus noster.Mi.Mark this Mystery Seven comprehendeth the Secretsof Heven and erth:Seven knitteth mans sowle andbody togither. (3, in sowle, and 4 in body)In 7, thow shalt finde the UnitieIn 7, thow shalt finde the TrinitieIn 7, thow shalt find the Sonne, and the proportion of theHoly Ghoste. O God, O God, O God, Thy Name (O God,)be praysed ever, from thy 7 Thrones, from thy 7 Trumpetsand from thy 7 Angels.∆ – Amen, Amen, Amen.Mi.In 7, God wrowght all things."},{"pageNumber":61,"pageContent":"20Note: In 7, and by 7 must you work all thingsO Seven tymes Seven, Veritie, Vertue and MajestieI Minister by thy licenceThis expownd, by thyVertue(∆ – Michael spake that, pointing to Uriel.)∆Michael and Uriel both kneeled down, and the Pillers of fyrieand brasen cullour, cam nere, rownd abowt them uniformely.Mi –Sic est DEUS noster∆One of the pillers leaned toward the skryer, and had likea pommel or mace hed, on the top of it. And Michael withgreat reverence toke out of the top of it a thing like an S∆Then leaned down 6 Pillers more: and Michael, cryed lowdUnus est DEUS noster, Deus Deus noster∆Then orderly he opened all the pillers heds: and then the 7 joynedall togither, distinctly to be discernedMi.Note.∆ – There appeared, a great S A A I∆Then the sides closed up, and hid those letters first shewed.After that appered two letters more. EM∆He made cursy, and semed to go fromward, and vanished away.Musterion estE 8.∆The Pillers all joyned togither at the tops, making (as it were) oneMace or Pommell, and so flew up to heven wards.∆There seamed two pillers more to come down from heven(like the other in forme) and toke place there, where theother 7, stode, which went away.∆Michael with his sword, Cut them asunder: and cryed out,Away you workers of IniquitiePeriit Malus cum malis.∆The pillers fell down, and the grownd swallowed them up.Tanta est tua audacia Sathan.Sed DEUS noster Vivit.∆The Pillers which before ascended, cam down joyntly: and outeof them a Voyce saying∆NON SUM∆Then the 7 pillers next his right hand, bowed to Michael, Andoute of them, a Voyce saydSUM∆Then one of the Pillers stode higher than his fellows, and Michaelopened all the tops of them; and saydOrate.∆ – We prayed.Mi.Write the Name down in the Tables.∆Then he toke of, 3 of the heds of the Pillers, and sett them downeand there appered, B T Z, great letters in hollow places likesquare Cumfit boxes.Mi.Ista suntsecreta secretorum∆Non SumI understandthe refusall ofthose twointrudedpillersNote theintrusion ofError by theWicked powresof SathanNOTE"},{"pageNumber":62,"pageContent":"21Note ofPrayerInvocate Nomen eius, aut nihil agere possumus.The key of Prayer openeth all things.∆ – We prayed.∆ –Then the other 4 pillers, bowingly shewed 4 letters thus, K A S E, andthe number 30. with a prik underThen the Pillers joyned theyr heds togither very close, and flew up into thefirmament with Thunder.Sic Domine, Sic Sic.Mi – Place these in the Table∆ – I wrote and he sayd, Thow hastdone right.Laudate nomen Domini, qui vivit in æternum.∆ –A voyce cam out of the next cumpany of the 7 pillers (joyning themselves to gither) sayingIpse.Mi –Et Misericordia tua Domine magna est.∆ –Michael kneled whan he sayd this∆ –Michael shewed out of 4 of theyr heds, of the pillers, (and with allsayd) NO, NOT the Angels of heven, (but I,) are privie of thesethings:∆ – So there appeared, 4 letters, H E I D∆ – Then the other 3 pillers were opened and had E N Eon theyr topsDominus collocatur in numero suo.∆ –The 7 pillers mownted up into the ayre, and it thundred at their going∆ –Then the fowrth Cumpany of pillers bowed to Michael: out of them cama voyce.Vivo sicut LEO in medio illorumMi. Et tua potestas magna est Ubique∆ –Then Michael pluckt of, five of the tops.There appered D then they joyned all to gither: thenappere? E I M OMi. Hoc est sine præce∆ –The other two opened, and there appeared 30.A∆ –Then they closed up, and went away, with a great thunder∆ –Then cam 7 other pillers to Michael, and a voyce oute of themSaying, Serpens sum, et devoravi serpentem.Mi.Et bonis et malis serpens es Domine∆ –Then they closed all up; and Michael sayd, Orate.∆ – We prayed∆ –Then Michaël toke of, the heds of 4: then appeared first an Ithen M E GThen he opened the other 3. and C B E appeared.Mi.Numerus illius, est nulli cognitus.∆ –They joyned theyr heds all togither, and ascended up to heven ward: andgreat lightening after them.∆ –Then cam an other Septenarie of Pillers: and oute of them a Voyce, sayingIgnis sum penetrabilisMi –Et sit nobiscum, Ô Deus.Pray.∆ – We prayed.∆ –Then he opened 4 of theyr heds and appered in them I L A O.∆ –They closed togither agayne.∆ –Then one other was opened, and I appered.∆ –Then 21 appered, and did shut up agayn.∆ –Then he smote fyre out of the last pyller, and it thundred andthere seemed to come out of it innumerable Angels like little childrenThere isV omittedby ourneglect 8.Note these Innumerable Angels."},{"pageNumber":63,"pageContent":"22with wings, and there appere: N, and suddenly did shut up.Sic, sic, sic Deus noster.∆ –Then they joyned all togither, and flew up.Mi.Note down in the table.∆ – I noted them down.∆ –Then cam the last 7 pillers, and out of them this voyce,Finis.Gaudium et Lux nostra Deus.∆ –Then they closed all in one.Mi –Orate∆ – We prayed.∆ –Then 6 of the heds opened and appered I H R L A A.∆ –Then the seventh opened: Then seamed trees to leap up,and hills, and the seas and waters to be trubbled, and thrown up∆ –A voyce cam out of the Pillers:Consummatum est.∆ –There appeared in that Piller 21∆ –They joyned togither and flew up to heven ward.Mi –VNVS VNVS VNVSOmnis caro timet vocem eiusPray.∆ – We prayed.∆ –Note: my skryer was very faynt, and his hed in manner gyddy, and his eyes,dasyling, by reason of the sights seen so bright, and fyrie, &c.Michael bad of him be of good cumfort, and sayd he shold do well.Mi – Cease for a quarter of an howre.∆ –After we had stayed for a quarter of an howre, we comming to thestone agayne, fownd him come all ready to the stone: and Urielwith him. Who, allso, had byn by, all the while, during theMysterie of the .7. pillers.Mic – Set two stoles in the myddst of the flowre.on the one, set the stone: and at the other let him knele.I will shut the eares of them in the howse, that none shall heareus. I will shew great Mysteries.Michael than, with a lowd voyce sayd,Adeste Filiæ Bonitatis:Ecce DEVS vester adest:Venite.∆ –There cam in 7 yong women apparelled all in Grene, having theyr heds rownd abowtattyred all with greene silk, with a Wreath behinde hanging down to the grownd.Michael stroke his sword over them, no fyre appearing. Then they kneeled: Andafter, rose agayn.Mi –Scribe quæ vides.∆ –One of them stept out, with a little blue tablet in the forhed of her: andin it written,El.∆ –She stode a side, and an other cam in, after the same sort, with a great M, and alittle e, thus,Me.The Third, cam as the other, and hadEseThe fowrthIanaThe fifthAkeleThe sixthAzdobnThe seventh stepped furth withStimcul8.Filiae Bonita=tis, or Filiolælucis: videpagina sequente."},{"pageNumber":64,"pageContent":"23........∆ –They all togither, sayd, Nos possumus in Cælis multa.∆ –Then they went theyr way, suddenly disapering.Mi – Note this in your next place but one.∆ – I did so.Mi – Go to the next place.Stay.Mi –Adeste, Filiolæ Lucis.∆ –They all, cam in agayn, and answered, Adsumus Ô tu qui ante faciem DEI stas.Mi –Hiis nostris benefacite.∆ –They answered, all,Factum erit.Mi –Valete.Mi –Et dixit Dominus, venite Filii Lucis.Venite In Tabernaculo meo.Venite (inquam): Nam Nomen meum exaltatum est.∆ –Then cam in 7 yong men, all with bright cowntenance, white apparaled,with white silk uppon theyr heds, pendant behinde as the women had.One of them had a rownd purifyed pece or ball of Gold in his hand.One other had a ball of silver in his hand.The third a ball of Coper.The fowrth a ball of Tynne in his hand.The fifth had a ball of yern.The sixth had a rownd thing of Quicksylver, tossing it betwene his two hands.The last had a ball of Lead.They wer all apparayled of one sort.Mi –Quamvis ^ in uno generantur tempore, tamen unum sunt.∆ –he that had the gold ball, had a rownd tablet of gold on his brest.and on it written a greatIThen he with the sylver ball, cam furth, with a golden tablet on his brestlikewise, and on it writtenIhHe with the Copper ball, had in his tabletIlrHe with the tyn ball, had in his tabletDmalHe with the yern ball, had in his tabletHeeoa, and so went asydeHe with the Mercury ball, had writtenBeigiaThe yong man with the leaden ball, hadStimculMi –Facite pro illis, cum tempus erit.∆ –All answered, Volumus.Mi –Magna est Gloria Dei inter vos. Erit semper. Halleluyah.Valete.∆ –They made cursy, and went theyr way, mownting up to heven.Mi –Dixit Deus, Memor esto nominis mei:Vos autem immemores estis.I speak to you.∆ – Hereupon, we prayed.Mi –Venite, Venite, Venite.Filiæ Filiarum Lucis Venite.Qui habebitis filias venite nunc et semper.FiliolæLucisFiliiLucisMetallsPerhapsherewantethnonFilii Lucisforte quaeMichael:one of themthat arecownted tostand beforethe face ofGod.Note these threedescents.........Filiæ filiarum"},{"pageNumber":65,"pageContent":"24Dixit Deus, Creavi Angelos meos, qui destruent Filias Terræ.Adsumus,∆ – Sayd 7 little wenches which cam in.They were covered with white silk robes, and withwhite abowt theyr hed, and pendant down behinde,very long.Mi –Vbi fuistis vos?∆ – They answered: In terris, cum sanctiset in cælis, cum glorificatis.∆ –These spake not so playn, as the former did; but as though they had anImpediment in theyr tung∆ –They had, every one, somwhat in theyr hands, but my skryer could not judgewhat things they were. Mi. Non adhuc cognoscetur Mysterion hoc.∆ –Eache had fowre square Tablets on theyr bosoms, as yf they were of white Ivory.∆ –The first shewed on her Tablet a greatSThe secondAbThe thirdAthThe fowrthIzedThe fifthEkieiThe sixthMadimiThe seventhEsemeliMi –Quid istis facietis?Erimus cum illis, in omnibus operibus illorum.∆ – They answered.Mi –Valete.∆ – They answered, Valeas et tu Magnus O in Cælis.∆ –And so they went away.Mi –Orate.∆ – We prayed.Mi –Et misit filios filiorum, edocentes Israel.Mi –Dixit Dominus, Venite ad vocem meam.Adsumus,∆ –Sayd 7 little childern which cam in,like boyes covered all with purple, with hanging sleveslike preists or scholers gown sleves: theyr heds attyred all(after the former manner) with purple sylk.Mi –Quid factum est inter filios hominum?Male vivunt (sayd they) nec habemus locum cum illistanta est illorum Iniustitia. Veh mundo, scandalis:Veh scandalizantibus, veh illis quibus Nos non sumus.∆ –These had tablets (on theyr brests) three cornerd, and seemed to be very greneand in them, letters. The first had two letters in one: thus, of E, L:The first ∆ He sayd, Nec nomine meo timet Mundus.The secondAn Nullus videbit faciem meam.The thirdAve Non est virgo super terram cui dicam. [∆ Andpointed to his tablet, wherein that word, Ave, was written.]The fowrthLibaTanta est infirmitas sanctitudinis Diei.Benefacientes decesserunt ab illo.The fifthRocle Opera manuum illorum sunt vana. Nemo autem videbit me.The sixth shewed hisTablet and said, EcceHagonelQui adhuc Sancti sunt, cum illis vivo.Theyr attyreFiliæFiliarumAthMadimiTheyr AttyreRocleHagonel. Vide dehoc Hagonel, lib. 4.Filii filiorum"},{"pageNumber":66,"pageContent":"25Ur.Those 7 names, which procede from the left hand to the right, are theNames of God, not known to the Angels: neyther can bespoken or red of man. Prove if thou canst reade them.Beatus est qui secreteNomina sua conservat.Ur.These Names, bring furth 7 Angels: The 7 Angels, and Go=verners in the hevens next unto us*, which stand allwayesbefore the face of God.Sanctus Sanctus Sanctusest ille DEVS noster.Ur.Every letter of the Angels names, bringeth furth 7 dowghters.Every dowghter bringeth furth her dowghter, which is7. Every dowghter her dowghter bringeth furth, asonne. Every sonne in him self, is 7. Every sonneThe seventh had on his tabletIlemeseHii imitaverunt doctrinam meam.In me Omnis sita est Doctrina.∆ –I thowght my skryer had missherd, this word Imitaverunt,for Imitati sunt. And Michael smyled and seemed to lawgh,and sayd, Non curat numerum Lupus. And farderhe sayd, Ne minimam detrahet a virtute, virtutem.Mi –Estote cum illis: Estote (inquam cum istis) Estote(inquam) mecum. Valete.∆ –So they went, making reverence, and went up to heven.Mi –Dictum est hoc tempore.Mi – Note this in thy Tables.Dost thow understand it?Loke if thow canst.∆ –He sayd to Uriel, it is thy part, to interpretate these things.Ur.Omnis Intelligentia est a Domino.Mi –Et eius Nomen est Halleluyah.Compose a table, divided into 7 parts, square.Urielisofficium7. Namesof GodNote thisTable ismadeperfect inthe nextsidefollowing.SAAI MEE BTZKASE HE I DENEDE IMO30AI 26M308EGCB EIALOI NIHR L AA\r21\r821\r8V......21\r8.EM21\r8.LANote thesetwo ordersof Angels:and NoteUriel dothhave him selfone of the standersbefore the face of GodNOTEwell thisRule ofArte."},{"pageNumber":67,"pageContent":"26FiliæFiliil the firstdaughterhath his sonne, and his sonne is 7.Let us prayse the God of Seven, which was and isand shall live for ever.Vox Domini in FortitudineVox Domini in DecoreVox Domini revelat Secreta.In templo eius, Laudemus Nomen eius ElHalleluyahSee if thow canst now understand this table.The Dowghters procede from the angle on the right hand, cleavingthe myddle: where theyr generation ceaseth.The sonnes from the left hand to the right to the middle:so proceding where theyr number endeth in one Centre.The Residue thow mayst (by this Note) understande.∆ –Then Michael, he stroke over us ward, with his sword, and the flameof fire yssued oute.Loke to the Corner of the right hand, being the uppermost: where thowshalt finde 8. . Refer thyne eye to the upper number, and theletter above it. But the Number must be fownd under neth,bycause his prick so noteth.Than procede to the names of the dowghters in the Table: and thowshalt see that it is the first name of them: This shall teachethe.∆ –Loking now into my first and greatest Circle for 8. , I finde it withl over it. I take this to be the first Dowghter.Ur.You must in this square Table set E by the 8. and nowwrite them composedly in one letter, thusNomen Domini vivit in æternum.Ur.Give over, for half an howre, and thow shalt be fullyinstructed.∆ –I did so, and after half an howre comming to the stone,I was willed to make a new square table of 7: andto write and note, as it followeth.– Vivit in cælis– Deus noster– Dux noster– Hic est– Lux in æternum– Finis est– Vera est hæc tabulaVera est hæc Tabula, partim nobis cognita, et partim omnibus,incognita.Vide iam.The 30. by E, in the second place, in the upper right corner, serveth notin the consideration of the first Dowghters, but for an other purpose.Note of Numberswith prikssignifying letters.Note thismanner ofcenteraccown=ted.SAAI MEE BTZKASE HE I DENEDE IMO30AI 26M308EGCB EIALOI NIHR L AA\r21\r821\r8V......21\r8.Note theseother pur=poses"},{"pageNumber":68,"pageContent":"27The 26. by I, serveth for an other purpose: but not for this DowghtersDowghter.The 21, is e, and 8. with the prick under it is l: which togither makethEl, or thus compownded as if it were one letter,The Names in the great Seale must follow the Orthographie of thisTable.Virtus Vobiscum est.Orate.∆ – We prayed.∆ –Then there appeared S A A I 21 M . Here is an E comprehended in L.Ur.Read now the Table.Angeli lucis Dei nostriEt posuit angelos illius in medio illorumUr.In the table are the names of 7 Angels. The first is Zabathiel,beginning from the left uppermost corner: taking the corner letter first,and then that on the right hand above: and than that under the first,and than the third from the first, in the upper row: and then cornerwisedown toward the left hand: and then to the fowrth letter from the firstin the upper row: where there is I with 21 , which maketh el. Sohave you Zabathiel.Ur.Go forward.∆ – So, I finde next Zedekieil.Ur.this I in the last syllable augmenteth the true sownd of it.∆ –Then next I findeMadimiel.Ur. it is so.∆ –ThenSemeliel.Ur. it is true.∆ –ThenNogahel.Ur. it is so.∆ –ThenCorabiel.Ur. it is so.∆ –ThenLevanael.Ur. it is so.Ur.Write these names in the Great Seal, next under the 7names which thow wrotest last: videlicet, under , An, Ave, &c.distinctly in great letters.Ur.Make the E and L of Zabathiel, in one letter compownded, thusZABATHI . In this, so fashion your E and L. Andthis name must be distributed in his letters into 7 sides of thatinnermost Heptagonum.For the other, I will teache youto dispose them. You must make for IEL (in this nameonely) I with the 21annexed. So have you just 7 places.Ur.The next five names thow shalt dispose in the five exteriorangles of the Pentacle: every angle conteyning one wholename.Ur.Set the first letters of these 5 names, (in Capitall letters) withinthe five acute internall angles of the Pentacle: and therest of eche name following circularly from his Capitall letter,but in the 5 exterior obtuse angles of the Pentacle.Ur.Set Z, of Zedekieil within the angle which standeth uptoward the begynning of the greatest Circle. And so procedetoward thy right hand.Ur.In the middle now of thy Pentacle, make a crosslike a crucifix and write the last of those 7 names Levanaelthus,2.3.4.5.6.7.8.8.8.The true sownd1. ∆ This nameCorabiel youmay see in Ele=mentis Magicis Petride Abano in theConsiderations Diei 1AngeliLucisLEVANAel"},{"pageNumber":69,"pageContent":"28Uriel.Vidit DEVS, opus suum esse bonumet cessavit a Labore suo.Factum est.∆ –Michael stode up and sayd,The æternall Blessing of God the FATHER,The mercifull Goodnes of CHRIST, his SONNEThe unspeakable Dignitie of GOD the Holy GHOSTEbless you, preserve you, and multiply yourdoings in his Honor and Glory.Uriel.AMEN.Ur.These Angels are the angells of the 7 Circles of Heven,governing the Lightes of the .7. Circles.Blessed be GOD in us, and by us,Which stand contynually beforethe presence of GOD, for ever.DIXI.∆ –Whan may we be so bold, as to require your help agayn?Mic – Whan so ever you will, we are ready.Farewell.∆ –Sit Nomen Domini benedictum, ex hoc nunc,et usque in sæcula sæculorum.Amen.Anno Domini1582 Martii 21.Note thesetwo orderof AngelsAtMortlake byRichemond"},{"pageNumber":70,"pageContent":"4T9G7nt922hn6m22o20a14n6ah18o26ll30nl87G13rH12ogy15t11o8e2110b11A15I8ar16n6Ao105Gh14o17a5a246wSIGILLVM DEI; ÆMÆTH: EMETHnuncupatum ...DEI/m4a4/m4a4}hebraicæZ l l R H i a a Z C a a c b p a u p n h r h d m h i a i k k a a e e e i i e e l l l e e l l M GOGA524309XE21H14S A A I E M E8218..B T Z K A S E30.H E I D E N ED E I M O30 A.I26 M E G C B E.I L A O I V NI H R L A A218.218.ElMeEseIanaAkeleAzdobnStimculIDmalHeeoaIhBeigiaIlrStimculSEsemeliIlemeseAbAnAthAveIzedLibaEkieiRocleMadimiHagonel Z A B A T H I218. Z EDEKIEIL M ADIMIEL S EMELIEL N OGAHEL C ORABIELLEVANA5el"},{"pageNumber":71,"pageContent":"1Liber 3 9Liber 4 9Mysteriorum, liber Tertius ∆Anno 1582:Aprilis 2 8 :"},{"pageNumber":72,"pageContent":"3Anno 1582 Aprilis 28 a meridie hora 4.E.T:Onely Michael appeared; ∆: And to diverse my complaynts, and requestssayde,Mi:The lord shall consider thee in this world, and in the world to come.E.T:All the chayre seemed on fyre.Mi:This is one Action, in one person: I speak of you two.∆:You meane us two to be joyned so, and in mynde united, as yf we wer one man?Mi:Thou understandest.Take heade of punishment for your last slaknes.∆:Yf you mean any slaknes on my behalf, Truely it was and is for lak of habilitie tobuy and prepare things, appointed of you. Procure I pray you habilitie, andso shall I make spede.E.T:A great hill of gold with serpents lying on it appeared: he smyteth itwith his sword, and it falleth into a mighty great water, hedlong.Mi:Dost thow understand?∆: No verylie.E.T:He razed the hill away, as thowgh there had byn none; and sayd,Mi:Lo, so it is of this worldly habilitie.∆:I pray you how must the Lamine be hanged?Mi:As concerning the Lamine, it must be hanged unseen,in some skarf.The Ring when it is made, I will lessen it according tomy pleasure.I meane by two Cubites, your usuall yarde.Haste, for thow hast many things to do.Glory be to God, Peace unto his Creatures. Mercy to the wicked,Forgivenes to the Faithfull: He liveth, Ô he rayngneth, Othow art mighty, PELE: thy name be blessed. ∆: Amen.Venito Ese, ∆: He cryed so with a lowd voyce.E.T:he is now covered, in a myghty covering of fyre, of a great beawty.There standeth a thing before him. I cannot tell what it is.Laudate Dominum in cælis.Orate.∆: we prayed.E.T:His face remayneth covered with the fyre, but his body uncovered.Mi:Adesdum Ese.Adesdum Iana.Vobis dedit demonstracionem in Tabulis vris.E.T:There appeare of the figure, (before, imperfect) two little women:One of them held up a Table which lightened terribly: so that all thestone was covered with a myst.A voyce cam out of the myst, and sayd,Ex hiis creata sunt, et hæc sunt nomina illorum.E.T:The myst cleareth, and one of the women held up a Table,being thus written uppon.Numerus Primus.∆:The Table semed square, and full of letters and numbers, andCrosses, in diverse places, diversly fashioned.∆:Remember, Ese and Iana; ar the thirdth and fowrth of theSeptem Filiæ Bonitatis, supra lib°. 2.° They are thus inorder these: EL, Me, Ese, Iana, Akele, Azdobn, Stimcul.TheLaminnot simplerspoken: forno such lamynwas to bemadeCreatioIanaUnionof usworldlyhabilityPeleEse"},{"pageNumber":73,"pageContent":"4A finger cam out of the mist, and wyped oute, the first shew, withthe Cross, letters, and numbers.The second was in like wise.The Third was a b with the tayle upward thus:The 52 with the three great seme to be covered with Gold.The two Crossed ones he did not wipe out with his finger.The next he blotted oute.He blotted not oute the three with the 8 and 3.The two barrs must go clere and not towch the the bars.The , the square, wherin it standeth, is all gold:and that he let stand.Fire cam oute and burntTheis all of a bright cullour, like the brightnes of the Sonne,and that was not put out.The places are very black, but where the letters, and numbers do stand.E.T. hard a voyce saying, Finis Tenebrarum: Halleluyah.E.T:There commeth a hand and putteth the little woman into the clowde.Mi:Prayse God: Be inwardly mery.The Darkness is comprehended.God bless you: God bless you: God blesse you.You must leave of for an howre and a half: for you have .6. otherTables to write to night.Prayse God: be joyfull.After supper we resorted to our scholemaster.E.T:I here a voyce but see nothing: he sayeth,Initium bonum in nomine ejuset est. Halleluyah.E.T:Three quarters of the stone (on the right side) are dark, the otherquarter is clere.Mi:Venite filiae filiarum ESE.The nethermost . . . .E.T:There come six yong maydens, all in white apparell, alike:Now they all be gonne into the dark parte of the stone, except one.There cam a flame of fyre out of the dark, and in the flame writtenVnus on this manner:She that standeth without, putteth her hand into the dark: and pulleth outa ball of light: and threw it oute: and it waxed bigger and,bigger andit Thundred.E.T:A voyce sayd,Dies primus.An other voyce :Ubi est Tabula?an answer :Est, Est, Est.She wyndeth and turneth her self abowt, begynning at her hed, and sowas Transformed into a Table, rownde.E.T:Three faces do shew and shote oute, and ever returned into one hedagayne: and with it cam a mervaylous swete savour.The Table was of three cullours: white, redd, and a mixture of white∆ somewhatwantethFiliæ filiarumEsevide lib.929The TableculloredLux"},{"pageNumber":74,"pageContent":"5∆Of these seven tables, characters, or scotcheonsconsider the words spoken in the fifth boke A° 1583, Aprill 2dHow they are proper to every King and prince in their order.They are Instruments of Conciliation/Volumine 5°./where my Character is fashiondNumerus Primus"},{"pageNumber":76,"pageContent":"7and red, changeably. A strong sownding cam withall, as of clattring of harnessor fall of waters; or such like.There cam a sterre shoting oute of the dark, and settled itself in the myddleof the Table: And the fyre which cam oute with the woman, did cumpasthe Table abowt.A voyce sayd,O honor, Laus et gloria, Tibi qui es, et erisThe Table sheweth wunderfull fayre and glorious.Onely seven priks appeare on the Table.The three angles of the triangle open, and in the lower point appeared agreat A.And in the right upper corner LV. (E.T: The Table trembled.)And in the other Corner appeared thre circles of equall bignes, equally, oralike intersecting eche other by theyr centers.A voyce:Unus est, Trinus est; in omni Angulo est.Omnia comprehendit: Fuit, est, et vobis erit.Finis et Origo. (E.T: ô, ô; with a dullfull sownd, he pronownced.)E.T:The woman sayeth, Fui: sum quod non sum. ∆ forte fuiA voyce:Lux non erat et nunc est.E.T:The woman being turned, from the shape of the Table, into womans shapeagayn, went into the dark.Then one part of the darknes diminished. In the dark was a mervaylousturmoyling, tossing, and stur, a long tyme during.A voyce: For a tyme Nature can not abyde these sightes.E.T:It is become Quiet, but dark still.A voyce: Pray and that vehemently, For these things are not revealedwithout great prayer.E.T:After a long tyme there cam a woman: and flung up a ball like a glass: anda voyce was hard saying,Fiat.The ball went into the darknes, and browght with it a great White Globehollow transparent.Then she had a Table abowt her neck, square of 12 places.The woman seamed to daunce and swyng the Table:Then cam a hand oute of the dark: and stroke her and she stode still, andbecam fayrer: She sayd, Ecce signum Incomprehensibilitatis;E.T:The woman is transformed into a water, and flyeth up into the Globe ofLight.E.T:A voyce:Est, Est, Est.E.T:One commeth, (a woman) owt of the Dark, very demurely, andsoberly walking, carrying in her hand a little rownd ball: and threwit into the dark: and it becam a great thing of Earth. She takethit in her hand agayne, and casteth it up into the rownd Globe and sayd,Fiat.E.T:She turned her back toward E.T. and there appeared a Table dividedin 24 parts. yt seemeth to be very square.A voyce:Scribe. Veritas est.E.T:A sword cam out of the Dark: and clave the woman a sunder,and the one half becam a man, and the other a woman, and theywent and sat uppon the Ball of cley or erth.......PrayerWaterErthManWoman"},{"pageNumber":77,"pageContent":"8Now seemeth the Dark part to quake.A voyce ———Venito vasedg.E.T:There cometh a woman oute of the Dark:she sayd,Vita hiis ex mea manu.E.T:She sheweth a Table square full of holes, and many things creeping outof it. This Square is within a rownd.A voyce ————O Lux Deus noster.Hamuthz Gethog.E.T:Then stept out an other womanhaving a sword in her hand. Shetoke a thing oute of the dark(a bright thing) and Cut it in twayn andthe one parte she cut into two unequal partes, and the other half shecutteth into a thowsand (or innumerable) partes. Then she toke all the partesup into her skyrt. She hath a Table, and it hangeth on her shuldersShe stept before the other woman, whose hed standeth in the dark.This woman her Table is fowre square. She is very bewtifull.She sayd,Lumina sunt hæc Intelligentiae tuæ.She sayd,Fere nulli Credendus est hic numerus.This woman taketh the little peces, and casteth them up, and they becomelittle sparks of light: and of the things she cast, There were twogreat rownd things. And they were allso cast up to the white Transpa=rent Globe. And she went away into the Dark: which was, now, verymuch lessened.Then the other woman (who was forestept) thrust oute her hedwho had the rownd conteyning the Square, with the 36 places.She crymbleth clay, and it turneth to byrds. She seameth to belike a witch. Into the bosse of her Table, she put her handand that bosse, was in the Dark and oute of the bosse, sheseemed to fatch that Clay. She sayd,Ad usum tuum Multiplicati sunt.E.T:She went into the Dark.The sterrs,sonne andMonecreatedNote thissteppingbefore."},{"pageNumber":78,"pageContent":"9Note this crosswith the twobees, the 4 andthe 6, is one ofthe Notes annexedto the second Tableof the 4 of Enoch’sTables: And theT of Enoch’sTables semeth toanswerwith the T first inthe seale ofAemeth,and the cross allso."},{"pageNumber":79,"pageContent":"10"},{"pageNumber":80,"pageContent":"11practise.The lowerworld∆∆ I am not sureif it wer Mi.or Ur, thatcalled for them.E.T. hispromise...] hearbs, &c....] Centre...] Darknes}E.T:A Voyce is hard saying,Omnia gaudent fine.E.T:There commeth oute a woman; out of the Dark. She plucketh atthe dark, and casteth it on the grownd, and it turneth to herbes, and plantsbecomming like a garden, and they grow up very fast. She sayd,Opus est.E.T:She hath a fowre square Table before her.Then cam one, all in white, and taketh the Darknes, and wrappeth it upand casteth it into the myddle of the Erthen Globe, on which appearedTrees and plants.E.T:Then appered Michael, his Chayre, and Table agayne manifestly: whichall this while, were not seen.Mi:Obumbrabit vestigia vestra veritatia Luce.The Actor, The Actor, The Actor:One Disposer; he, which is one in all; and All in all:bless you from the wickednes of Deceyte: Create younew vessels: To whome I commyt you.E.T:he holdeth his sword over us, in manner, out of the stone.Mi:Fare Well. Serve God. Be patient.Hate vayne glorie. Live justly. Amen.∆:What spede shall I make for the yard square Table, the wax, theseale, and the Character? Mi: As thow ar motioned, so do.∆:Gloria, Patri et F. et S.S. S.e.i.p.e.n.e.s.e.r.s.s. amen.∆:Note, All the Tables before were by E.T, letter for letter noted outof the stone standing before him all the while: and the7 Tables following wer written by me as he repeted them orderly out of the stone.Aprilis 29: Sonday: Nocte hora 8 1/4E.T :Two appeare,Michael and Uriel.Mi:Et posuit illos in ministerium ejus.Quid desideratis?∆:Sapientiam et scientiam nobis necessariam, et in Dei servitio potentemad eius gloriam.Mi:Sapere, a Deo: Scire a Creatura et ex creaturis est.Ur:Venite filiae.E.T:Seven women appeare bewtifull and fayre.Mi:This work is of wisdom (∆: Sayd Michael, and stode up.)E.T,sayd to me (∆), He putteth oute his sword and willeth me to sweare, tothat, that he willeth me: and to follow his cownsayle.Mi:Wilt thou.∆: Then with much ado, E.T. sayd as followeth,E.T:I promise, ln the name of God the Father, God the sonne and Godthe holy ghost, to performe that you shall will me, so far as itshall lye in my powre.E.T:Now they two seeme to confer togither.Mi:Now you towche world, and the doings uppon earth.Now we shew unto you the lower world: The Governers thatwork and rule under God: By whome you may have"},{"pageNumber":81,"pageContent":"12powre to work such things, as shalbe to god his glorie, profit of yourCuntrie, and the knowledge of his Creatures.What I do wish thee to do, thow shalt here know, before thow go.We procede to one GOD, one knowledge, one Operation.Venite filiae.Behold these Tables:Herein lye theyr names that work underGod uppon earth: not of the wicked, but of the Angels of Light.The whole Government, doth consist in the hands of 49 (inGod his Powre, Strength, Mercy, and Justice) whose namesare here evident, excellent, and glorious.Mark these Tables: Mark them. Record them to your [....This is the first knowledge. Here shall you haveWisdome.Halleluyah.Mighty and Omnipotent art thow, O God, God, God,amongst thy Creatures: Thow fillest all thingswith thy excellent foresight. Thy Glorie beamongst us for ever.∆: Amen.E.T:All the 7 (which here appeare) joyne theyr Tables in One,which, before they held apart. And they be of thisForme all to gither. The myddel most is a great Squareand on eche side of it, One, as big as it, joyning close to it.And over it joyned two, which both togither wer æquallto it: and under it, wer such other two, as may appearin this little pattern. Being thus joyned, a bright circledid cumpas and enclose them all, thus: but nothing was in theCircle.To E.T. hespake,The firstknowledge{49 goodAngelsGovernorsFiliæ"},{"pageNumber":82,"pageContent":"141 B2 B3 B4 B8 B9 B10B11B15B16B17B18B22B23B24B25B29B30B31B32B36B38B37B39B43B44B45B46B111111111111111111111111111114E49E7 F25A47F13I16O46A36N44L42N18M45O6 L12O41O26I43A29L39B33S48T31O2 O32B9 S38A8 L28S15L17A10O3 O30S20E40L37S34N19P4 E22R24R1 N35O23N11E21N\r17A5 O77 A21O1 A26E24A48A13R34I8 O29M2 O33A6 M25E49A4 E35A40M18L28M23L39V47L3 A5 L15A36N30R20E19R45A37R32I17A41A10A16V38O27A12R22Y9 E44A11E42L31A14N46V43R236E47E14L27F13L49D16N12L32A26G24O41R31L19O22O29O2 G7 D25R1 O5 P6 A15E34O4 M33E30E20L37E9 E18O10L21O28E3 D17M35G39A38L8 E23O44O43Z48R40O45B42A46A11L6"},{"pageNumber":83,"pageContent":"15The Circle abowt was brightand Nothing in it./4 B6 B5 B7 B11B12B13B14B18B19B20B21B25B26B27B28B32B33B34B35B39B40B42B46B47B48B\r49B41B111111111111111111111111111138 G41I16O48O7 A43A49O3 D19I44N13F47G38I3 I7 E15A2 O27A42G10E18T31A12G25A20A40P15L29P6 G23D22P1 G30G5 A46V37G4 E9 F24E34F21F36S45I26A14O39N11O18G33G56 M41T39C19G45L49N14G31P25M2 N18N44E8 O30R7 L15A38M32O43M29S28L35D37L3 N13S42I12N33I1 I17P16M46D5 M40N21E27N4 G23S36P26P20M9 A10M24C22E34O11N\r48F47N46 A7 S29A15B8 B23I17Z36A39S12A30O1 L10S21N5 V31S25L45B26N32N3 P18I19A48R4 S27R34N24L38R44G37A20R16T2 R22N49M35R43V47I9 F42I13I46S11R41R40I28I14A33R"},{"pageNumber":84,"pageContent":"17ET:One stept furth, and sayde,1:Wilt thow have witt, and wisdome:Here, it is. (∆: Pointing to the middle table.)2An other sayd, The Exaltation and Government of Princes, is in myhand. (∆: Pointing to that on the left hand of the two uppermost.)3:In Cownsayle and Nobilitie I prevayle. (∆: Pointing to the other of thetwo uppermost: which is on the right hand.)4:The Gayne and Trade of Merchandise is in my hand: Lo, here it is.∆: he pointed to the great table on the right side of the myddle Table,that I meane which is opposite to our right hand while we beholdthose 7 Tables.5:The Quality of the Earth, and waters, is my knowledge,and I know them: and here, it is. (∆: pointing to that onthe right hand: of the two lowermost.)6:The motion of the Ayre, and those that move in it, are allknown to me. Lo here they are. (∆: pointing to the other Tablebelow, on the left hand.)7:I signifie wisdome: In fire is my Government. I was in the be=gynning, and shalbe to the ende. (∆: pointing to the great tableon the left hand of the Middle Table.)Mi:Mark these mysteries: For, this knowne, the State ofthe whole earth is known, and all that is thereon.Mighty is God, yea mighty is he, who hath Composed for ever.Give diligent eye. be wise, mery, and pleasant in theLorde; in whose Name, NOTE,Begynne the Middle Table &c.∆: I wrote oute of thestone the whole 7 Tables (as you see them here with theyr numbersand letters) while E.T. did vew them in the stone, and orderly express them.∆:As concerning 39 V . 47 L &c in the second Table, where are 7 placesand there but 6 numbers and letters, and yet every place semeth tohave a letter, in the judgment of E.T. his sight. Which is theNumber and letter wanting, and where must it be placed?Mi:Non potestis hoc videre sine ratione.∆:The Next day, as I was loking on the Tables being finished, and joynedall to gither in One Compownd Figure, E.T. cam to me, andstode by me, and his ey was on the forsayd place which I was forced toleave empty, in the 7th and last. And behold he saw hovering andhopping in the ayre,∴ over the sayd place, and the next before it.And that, which I had placed the sixth, was to be put in the seventhplace, and that which was wanting, was to be set in the sixth placebeing 30 N.E.T:Every of the 7 Tables, as they wer written out of the stonedo seme afterward to burn all in fyre: and to stand in fyre.E.T:After all the Tables wer written, eche toke hir Table aparte agaynand stode in theyr order.E.T:Note moreover.The First, had Bokes in hir hand.KingsThe second, a crown in hir hand.NobilitieThe Third, Robes.Merchants∆AquaThe fowrth, animal quadrupes vicium omnim colorum.TerraThe fifth, Herbes.AerThe sixth, a fanne.IgnisThe seventh, a Flame of fyre in hir hand.∆This I inter=sert now;thowgh it wernot at thefirst Noting.two numbers andtwo letters cuppledto them. ∆ I mar=vayle that theearth and waters areboth ascribed to one.{"},{"pageNumber":85,"pageContent":"18A bokeE.T. mustmarry*he mentto E.T.The first 29We twoto githerPractiseErthly Actions49*∆Vide ipanumTabulam ho=rum 49 nomenCollectam, pa=gina sequente.Mi:Decedite in nomine eius, qui vos huc misit.E.T:Uriel opened a boke in his own hand, and sayde,Ur:The Fowntayne of wisdome is opened. Nature shalbeknowne: Earth with her secrets disclosed.The Elements with theyr powres judged.Loke, if thow canst (in the name of God) understand theseTables.∆: No: Not yet.Ur:Beholde; I teache. There are .49. Angels glorious and excellent,appointed for the government of all earthly actions: which 49 dowork and dispose the will of the Creator: Limited from thebegynning in strength, powre, and glorie.These shalbe Subject unto you, in the Name, and by Invo=cating uppon the Name of GOD, which doth lighten, dispose andCumfort you.By them shall you work, in the quieting of the estates, in learningof wisdome: pacifying of the Nobilitie, judgement in therest, as well in the depth of waters, secrets of the Ayre, as in thebowells and entrails of the Earth.Ur:Theyr Names are comprehended within these Tables. Lo, he teacheth,he teacheth, Lo, he instructeth, which is holy, and most highest.Take hede, thow abuse not this Excellency, nor overshaddow it withvanitie, But stick firmely, absolutely, and perfectly, in the loveof god (for his honor) to gither.Be mery in him: Prayse his name. Honor him in his Saincts. Beholdhim in wisdome: And shew him in understanding.Glorie be to him; To thee ô Lord, whose name perseth throwgh the earth.Glorie be to thee, for ever.∆: Amen, Amen, Amen.Ur:Lo, I will breifly teache thee; you shall know the Mysteries in him:and by him, which is a Mysterie in all things.The letters are standing uppon 7 equall numbers. The Number beforethem is signifying, teaching and instructing (from the first Tableto the last,) which are the letters that shalbe joyned to gither:begynning all, with B, according to the disposition of the numberuntyll the 29 general names be known. The first 29 are moreexcellent than the rest. Every Name doth consist uppon the quantitieof the place: Everie place with addition bringeth furth his name,which are 49. ———I have sayde.———∆:I pray you to tell me the first Name. Ur: The first Name is BALIGON.Mi:I have to say to the*, and so have I done:∆:Now he spake to E.T., of the matter he sware him to, at the begynning ofthis last instruction: and he told me afterward what Michael had willedand moved him unto. Wherat he seamed very sore disquietted: and sayd thus to me,E.T:He sayd that I must betake my self to the world, and forsake theworld. That is that I shold marry. Which thing to do, I have no na=turall inclination: neyther with a safe Conscience may I do it, contraryto my vow and profession. Wherfore I think and hope, there issome other meaning in these theyr wordes.Mi:Thow must of force kepe it.Thow knowest our mynde.∆:Deo opt Max. omnium honor laus et gloriain sæcula sæculorum. Amen.Ended, hora noctis, 11 1/2 circiter."},{"pageNumber":86,"pageContent":"19Tabula Collecta: 49 Angelorum Bonorum, Nomina continens 1 BALIGON 2 BORNOGO 3 Bapnido 4 Besgeme 5 Blumapo 6 Bmamgal 7 Basledf 8 BOBOGEL 9 BEFAFES10 Basmelo11 Bernole12 Branglo13 Brisfli14 Bnagole15 BABALEL16 BVTMONO17 Bazpama18 Blintom19 Bragiop20 Bermale21 Bonefon22 BYNEPOR23 BLISDON24 Balceor25 Belmara26 Benpagi27 Barnafa28 Bmilges29 BNASPOL30 BRORGES31 Baspalo32 Binodab33 Bariges34 Binofon35 Baldago36 BNAPSEN37 BRALGES38 Bormila39 Buscnab40 Bminpol41 Bartiro42 Bliigan43 BLVMAZA44 BAGENOL45 Bablibo46 Busduna47 Blingef48 Barfort49 Bamnodeper ∆"},{"pageNumber":87,"pageContent":"21.1:.2:.3:.4:.5:.6:.7:12345678910111213141516171819202122232425262728293031323334353637383940414243444546474849723456134562717:1:2:3:4:5:6:BAL I GONBORNOGOBapnid oBe s g e meBl uma poBm a m g a lBa s l e d fBOB OGE LBE FAFE SBa s me l oBe r n o l eBrangl oBr i s f l iBna go l eBABAL E LBVTMONOBaz pamaBl i n t omBragi opBe r ma l eBo n e f o nBYNE PORBLI SDONBa l c e orBelmaraBe n pa g iBar na f aBm i l g e sBNA S P O LBRORGE SBa s pa l o\rBi nod ab\rBar i ge s\rBi no f on\rBaldago\rBNAPSENBRA L GE SBormi l a\rBu s c n a b\rBminpol\rBa r t i r o \rBl i i gan\rBLVMAZABAGE NOLBa b l i b o\rBusd una\rBl i n ge f\rBa r f o r t\rBamnod e\r\r\risteestcæterisCoordinatio Angelorum bonorum 49,\rper Jo: Dee, ita disposita:"},{"pageNumber":88,"pageContent":"23Fryday Maii 4: hor 2 1/2 a meridie∆:E.T. wold not wilingly now deale with the former Creatures, utterly mislikingand discrediting them, bycause they willed him to marry. Neyther woldhe put of his hat in any prayer to god, for the Action with them: where=uppon I went into my Oratorie, and called unto God, for his divine helpfor the understanding of his laws and vertueswhich he hath established in and amongst his Creatures, for thebenefyt of mankinde, in his service, and for his glorie &c.And commyng to the stone, E.T. saw there those two, whomhitherto, we wer instructed to be Michael and Uriel.E.T:Michael and Uriel, both kneled holding up theyr hands: and Michaelseamed to sweat water abundantly, somwhat reddish or bluddish.There cam 7 Bundells down, (like faggots) from heven ward. And Michaeltaketh them kneeling. And Uriel taketh a thing like a superaltareand layeth it uppon the Table: and with a thing like a senser doth makeperfume at the fowre corners of the Table: the smoke ascending up:and the senser, at the last, being set on the Table it seemed to fallthrowgh the Table.URIEL semeth to be all in a white long robe tucked up: his garmentfull of plightes and seemed now to have wyngs. (which, hitherto, fromthe begynning of these kinde of Actions he did not) and on his heda bewtifull crown, with a white Cross over the Crown.Uriel taketh the .7. Bundells from Michael: and with reverencelayeth them on the forsayd Superaltare.E.T:There commeth a man, as thowgh he were all of perfect pureglistring gold: somtyme seeming to have One eye, and somtymeThree.From under the Table commeth a great smoke, and the place semethto shake.Uriel lieth now prostrate on his face: and Michael contynuallyprayed sweating.The Glorious man seemed to open the Covering of the .7. bundells(being of diverse cullored sylk,) and there appered, that theseBundells seemed to have in them, of all Creatures some, inmost glorious shew.The glorious man seemed to stand uppon a little hill of flaming fyre.He taketh of, of one of the Bundells a thing lyke a little byrd; andit hoovereth affore him as thowgh it had life: and than it resteduppon the thing like a superaltare.This glorious man seemeth to be open before, and his brest somwhatspotted with blud. He hath a berd forked of brownish cullour,his heare of his hed, long, hanging down to his sholders: but hisface, for beutifull glittring, can not be discerned. His heares doshake, as thowgh the wynde carryed them.This man blesseth the bird, making a Cross over it: and so he did threetymes. He looketh up to heven.Now the byrd, which, before, seamed to be but as byg as a sparrow,seameth to be as great as a swanne: very beutifull: but of many cullours.Now looketh Michael up, and held up his hands to heven, and sayeth,Sic, Sic, Sic, Deus noster.Uriel, (sayd)--Multiplicabit omnia, benedictione sua.The former Bewtifull man taketh this fowle, setteth it on the bundell, andon the place, from whence it was taken: And, now, the placeA descriptionof the gloriousman.All creaturesUriel hismannerof appari=tionA GloriousmanE.T. is tomarryMany cullors inall his garmentsare shewed inseqientibus libris"},{"pageNumber":89,"pageContent":"24vayne to stryve∆forte yourThe byrds towchthe sky andsterrs∆E.T. sayd thevoyce to belike Michaelhis voyce.Necessitie.The Yoakingor cuppllng ofthe two byrds....... . . .∆where this byrd stode before, seemeth allso to be (proportionally) waxedbig, as the byrd, (thus enlarged).This man taketh an other byrd, and putteth the wyng of it, behind thewyng of the first (as thowgh he yoked them.)This second byrd, at this his first taking, was as byg, as the firstwas become, (encreased, as it shewed), and it was allso a very bewtifull one.E.T:All is suddenly dark, and nothing to be seen, neyther Chayre, noranything els.E.T:A voyce was hard, like Michael his voyce, saying,It was a byrd, and is a byrd, absent there is nothingbut Quantitie.A voyce: Beleve. The world is of Necessitie: His Necessitieis governed by supernaturall wisdome,Necessarily you fall: and of Necessitie shall rise agayne.Follow me, love me: embrace me: behold, I, AM.E.T:Now all the Darknes vanished, the man is gon. Uriel standeth atthe Table, and Michael sitteth now in his Chayre: and sayd,Mi:This doth GOD work for your understanding.It is in vayne to stryve: All Government is in his hands.What will you els, what will you els?∆:Progressum et profectum in virtute et veritate ad Dei honorem et gloriam.Mi.This hath answered all [y]our Cavillations.∆What hath answered all our Cavillations?Mi.Thow hast written.One thing you shall see more, as a persuasion to the Infirmitie.E.T:The two byrds, which were there, before, and gon out of sight, noware shewed agayn: but none of the bundells appere.They seme to grow to a huge bignes, as byg as mowntaynes: incrediblybyg: and they seeme to hover up in the ayre, and to fly up towardheven, and with theyr wyngs to towch the sky: And oneof them with his bill seemeth to take sterrs into it: and the other bird totake them from the same byrd,and to place them agayn in the skye.And this they did very often: and in diverse places of the hevenwith great celeritie.After this they semed to fly over Cities, and townes, and to break theclowdes in peces, as they passed: and to cause all dust to flyefrom all walls, and towres, as they passed, and so to make them clene.And in the streetes, as these two Byrds flew, seemed diverse bravefellows, like bisshops, and Princis and Kings, to pass: and by thewyngs of these byrds, they were striken down. But simpleseely ones, like beggers, lame and halt, childern, and old agedmen, and wemen, seemed to pass so quiettly, untowched andunoverthrown of these two Byrds.And than they seemed to come to a place, where they lifted up, withthe endes of theyr wyngs, fowre Carkasses of deadmen (owte of the grownde) with crownes on theyr heds: wherofone seemed to be a Childe."},{"pageNumber":90,"pageContent":"25First these 4, seemed leane, and deade: Then they seemed quickand in good liking: And they being raysed up: parted eche from theother, and went into 4 sundry wayes, Est, West, North andSowth.Now these two fowles having theyr wyngs joyned togither, light uppona great hill: and there the First fowle gryped the erth mightylyand there appeared diverse Metalls, and the Fowle spurned them away,still.Then appeared an old mans hed, heare and all, on; very muchwythered. They tossed it betwene them, with theyr feete:And they brake it: And in the hed appeared (in steede of thebraynes) a stone, rownd, of the bignes of A Tennez ballof 4, cullours, white, black, red, and greene.One of them (he that brake the skull), putteth that rownd stoneto the others mowth or byll.The other eateth or nybbleth on it, and so doth the other allso.Now these two byrds, are turned into men: And eche ofthem have two Crownes like paper Crownes, white andbright, but seeme not to be sylver. Theyr teeth are gold,and so likewise theyr hands, feete, tung, eyes, and ears likewiseAll gold.On eche of these two men, ar 26 Crownes of Gold, on theyrright sholders, every of them, greater then other.They have, by theyr sides, Sachels, like palmers bags, full of gold,and they take it oute, and seemed to sow it, as corne; going orstepping forward, like Seedmen.E.T:Then sayd Michael, This, is the ende.E.T:The two men be vanished away.Mi:Learne the Mysterie hereof.∆:Teache us (ô ye spirituall Creatures.) than sayd Michael,Mi:Joye and helth give unto the riche:Open strong locks:Be Mercifull to the wicked:Pluck up the poore:Read unto the Ignorant:I have satisfyed thee: Understand:Read them over: God shall give thee some light in them. I havesatisfyed thee: Both, How you shalbe joyned, By whome, To what intent, and purpose: What you are, What you were, What you shalbe, (videlicet) in Deo.Lok up this Mysterie:*Forget not our Cownsayle:26Crownes*to ETGreat Hill¶"},{"pageNumber":91,"pageContent":"26Ô GOD, thow openest all things: Secret are thy Mysteriesand holy is thy name, for ever,The vertue of his presence, here left, beamongst you.∆:Amen.∆:What am I to do, with the wax, the Table, the ring orthe Lamine? &c.Mi:When the things be ready, then thow shalt know, how to use them.∆:How shall I do for the graving of the ring; May not anotherman do it, thowgh, E.T. Grave it not?Mi:Cause them to be made up, (according to instruction) by any honest man.∆:What say you as concerning the Chamber, for our practise?May my fardermost little chamber, serve, yf the bet be taken downe?Mi:At the next Call, for the Chamber, you shall know what to do.∆:Benedictus Deus in donis suis:et sanctus in omnibus operibus eius.Amen. ended hor. 4 1/2"}]
