[{"pageNumber":1,"pageContent":"THE BLACK BOX AND OTHER PSYCHIC GENERATORS For more information visit the Honesty Organized Wo rldwide website at http://www.honesty.org"},{"pageNumber":2,"pageContent":"ABOUT THE AUTHOR Dr. W.E. Davis is a former teacher, lecturer, guest speaker and world traveler who has made many personal appearances acr oss the country. He is a former network radio talk show host who has devot ed a good portion of his life to research in the field of parapsychology and astralphysics. He counts among his many friends, some of the most prestigiou s names in the field of psychic phenomenon, and without they're inspiration and cooperation, this book would never have been written."},{"pageNumber":3,"pageContent":"PROLOG Here are all the answers to man's unanswered quest ions, available to those with enough courage to reach out for them. Do we have hi dden powers waiting to be tap- ped...capable of changing our lives? Can we communi cate without speaking? Heal disease with just an effort of will? Contact being s from the realm of the dead? Only recently have these possibilities been examine d in a systematic way by re- searchers with the full powers of modern science be hind them. Bit by bit they have uncovered the answers. And for those who are willin g to know, the discoveries are the most astounding the human race has ever made! And what quack says all of this is possible? Famou s scientists...world reknowned physicists...U.S. Government researchers...and prom inent psychics the world over! What's more this astonishing machine is now being used by psychics and scientists in England, Australia, Germany, the Soviet Bloc cou ntries and Western Europe, to accomplish with the POWER OF THOUGHT alone, the mos t awesome feats in the history of mankind. Do these claims sound unbeliev able to you? Kooky? Fantastic? Then realize that this amazing device has been awar ded patents in both Europe and the United States! What's more, the principals upo n which this miraculous device is based...PSIONICS...have been extensively researc hed by Columbia, Yale, Duke and Pennsylvania Universities, Dow Chemical Co. and especially the prestigious Soviet Academy of Science! Intensive studies are go ing on right now by many re- putable organizations around the world; among them the Institute of Noetic Sciences, founded and presided over by ASTRONAUT EDGAR MITCHE LL, and Mankind Unlim- ited of Washington D.C. chaired by Dr. Werner Von B raun! Believe it! A mechanical device now exists that wi ll amplify all the inborn psychic abilities you may not even realize you have. The little 'Black Box' is a psychotronic amplifier, and is based on the 'new' science of Psionics. As Joseph Goodavage, author and scienc e reporter described it,'These machines Have circuits that detect, amplify and dir ect human thought and emotion.„ Whatever thoughts are on the mind of the person who operates the machine!' So, effective is the machine in Iron Curtain countries, that the C.I.A. has reportedly ordered a 'jamming' device built to counteract it's possible use on the President! Just what, exactly is this mysterious sounding mach ine? Why have the governments of so many countries granted patents for it? What fantastic psychic vistas does it open up for it's operator? To answer all these ques tions and enter into what might be the greatest adventure of your life, we must fir st go back and trace the phenominal revolution that has taken place in mechanized psych ic power in an incredibly short span of years. Psionics dates back to ancient Egypt, perhaps even earlier. The initial studies were expanded upon by a few dedicated researchers in the last hundred years, and though all were working indepentently, they all arrived at the same result! Each gave this new discovery a different name. It has been called Eloptic radiation, Odic Force, radionics Mitogenic emanations, psionics and the ne w Russian label, psychotronics. No matter what the label, psionics is a blend of ps ychic power, extra sensory percep- tion, electromagnetic radiation and biochemistry. A nd as Dr. William Hale, former chief of Dow Chemical Co., research explained it... \"The psionic device connects a purely mental function which we call ESP, with an i mage on a photographic plate!\" These conclusions stem from discoveries by Columbia University that proved that there's a force field surrounding each atom of matt er in the universe, and that these elements radiate a frequency that is unique to that atom! By tuning to these frequencies with a very sensitive electronic device they can, n ot only be recieved, but also modified (or modulated) and re-transmitted, very much like a n ordinary radio station. It means imposing human thought, which also has it's own fre quency, into the very atomic structure of matter! ...exposing all the secrets lo cked within each molecule! As Joseph Goodavage testified, using this method \"Researchers have analyzed emanations from relics of prehistoric creatures that existed millio ns of years ago. They've been caught on film and developed! \"It also means that NOW w e can even contact a braincell on it's own frequency! Ruth Drown, herself an inventor of a psionic device said it best... \"There's a resonance between the whole body and eac h of it's parts. Whatever we can"},{"pageNumber":4,"pageContent":"do within our own bodies can also be done to others with these electronic machines... even at a distance!\" Although this may sound like Buck Rogers in the 21s t century, these discoveries were actually made in the early 1900's. As a matter of fact, the first american device to utilize psionics was patented way back in 1948! Psionics is the scientific reason why psychics and clairvoyants can get a 'reading' from a ring or wristwatch someone has worn or handled. It's why others, like Uri Gell er, can order molecules of metal to bend upon command, manipulate light, or create p ictures on photographic film with out a camera...with the mind alone! Psionics devices have been jealously guarded by the ir inventors and few of them have been released for use by novices. And it's no wonder! The power within these tiny machines is tremendous, and well known to rese arch scientists. They know, as John Campbell, the famous science editor declared, that ...''The machine works beautifully! The consistency of performance is exce llent!\" That these astonishing machines work is accepted by a large majority of the new scientists. As Lynn Schroeder and Sheila Ostander said in their book, 'Psychic Discoveries Behind The Iron Curtain'...\"There's a n ew force that can be directed with the mind!\" Psionic scientist Dr. Albert Abrams agrr ed, stating...\" All forms of matter possess a quality that puts them in touch with each others signals!\" These simple words set forth an idea that sparked frantic invest igation into the uses of psionics. The largest gains were made behind the Iron Curtain , where receptivity for these fantastic ideas found more enthusiastic ears. Some of their scientists have not only claimed to have used the machine for mind to mind c ontact, but to have actually accomplished telekinesis or levitation... MOVING OBJECTS WITH THE MIND ALONE! They are known to have employed psionic devices wit h their discovery of 'Kirlian' photography (cameraless photography of electron par ticles) to capture color motion pictures of the dazzeling electrodynamic patterns, or aura, from living organisms, to obtain mind shattering results! Of all the count ries now known to be working on these revolutionary devices, the Soviet Academy of Sciences, seem to be far ahead in these studies. The cold war has silently gone into a modern phase known in secret circles as ESPionage. As John Goodavage stated publ icly back in 1975...\"I have it from several reliable sources that an incredibly sophist icates form of psionic warfare is now being conducted by at least four major world po wers !\" As news of the Russian progress leaked out from und er the curtain, our own experi- ments began to gain momentum. We've reached the poi nt now where psionics is being used for everything from monitoring astronauts in d eep space,..to locating vast undetected ore deposits...and doubling plant yield! Just recen tly a major american oil corpora- tion used the device to discover a huge new oil fie ld in the frozen north! In farming, as former Brig. Gen. Henry Gross, head of a firm which uses these machines for agri- cultural use, put it...\"we can not only stimulate p lant size and yields but if a plant is infected with aphids, a leaf is put on the collecto r plate (of a psionic machine) along with a small amount of insecticide. Upon operation of the machine, the insects are killed or leave the plant, usually within 48 hours! \" This may sound a lot like voodoo, but after investigating it for a full year the Penn sylvania Farm Bureau drew up a con- tract with the firm for the exclusive use of the ma chine in Pennsylvania! There are hundreds of testimonials on file from Far m Bureaus, large Agricultural corporations, and individual farmers from Californi a, New Mexico and the south to states bordering on the east coast, attesting to th e miraculous results of this device. Hundreds of thousands of acres have been treated an d the results are stupendous! Whole fields infested with insects, cleared in a fe w days, for just pennies! Fantastic crops with prolific yields! As the Tucson Daily Her ald described it...\"Truly a push button war on bugs !\""},{"pageNumber":5,"pageContent":"INDEX 1 • Disgusted 3 The Beginning 5 The Mists of Time 7 We Are Not The First 8 Hidden Books of the Ancients 9 Mystery of the Himalayas 11 Do You Make These Mistakes? 16 The Source 18 The Aura...Life Fields 20 The Fields of Life 26 Pendulum Illustration 27 What This Book Can Do For You 30 Where Does It Come From? 32 How Your Body Radiates 33 Brain Wave Il lustrations 35 Electromagnetic Spectrum Illustration 40 How Telepathy Works 47 Time...The Fourth Dimension 54 Time Rocket Illustration/ Jet Engine Illustration 55 Pictures From the Past 62 Power From the Pyramids 63 Pyramid Construction 70 Laser Co nversations 72 Laser Illustration/ Energy Wavelength Illustration 73 The Apollo Missions 76 Try This Experiment 77 Electromagnetic Pyramid Illustration 79 Operating The Machine 80 Machine Construction 84 Construction Directions 86 Lens Focus Assembly/ Stroker Wafer Assembly 89 Parts Illustration 90/91 Heironymus Machine Diagram 92 Heironymus Machine Schematic 93 Making The Scale 94 Variations of Filming Arrangements 95 Variable Output Assembly 96/97 De La Warr Camera Diagram 98 The De La Wa rr Camera 99 De La Warr Spirals 100 The Drown Machine 101 Procedure of Operation 105 Supplies 106 Points to Ponder 111 Scientific Fact Extrapolated Into Plausable Theory"},{"pageNumber":6,"pageContent":"DISGUSTED I was just plain sick of hearing about other people 's psychic experiences ! It almost seemed as if everyone but me could perfor m some kind of ESP. And it wasn't that I hadn't tried. Boy! Had I tried! Ever since I was a kid, psychic phenominon had inte rested me. Buck Rogers ...ghost stories...the Richard Shaver mysteries, al l served as the breeding ground for my interest. When I was in my teens, my friends and I did quite a lot of experimenting in the field of 'regression'.. ..that was the time of the Bridey Murphy stories. And we had just enough success to w het my appetite. Later in life, my career served to add fuel to the fire. I w as with CBS, hosting a 'talk' show, and brother I interviewed every kook that cra wled out of the woodwork. BUT...I also met enough 'real' psychics to stoke th e fires even higher. Oh sure, by that time I was getting skeptical...phonies out for a buck and some free publicity, had hardened me a lot, but you see, my w ife and I had for years ex- perienced a kind of telepathy. Nothing spectacular, I hasten to add, but enough of a definate contact to know that something unexplain ed did actually exist. But try as I might, I was never able to do anything I could really crow about, as far as definate or deliberate ESP was concerned. Even the telepathic messages we did get were really one-way. For example, I'd be working, and just before going home, get the strongest urge to pick up some reiseling wine, exotic cheese, cumquats or what have you, from the all night groce r. Don't ask me why...I was never terribily fond of that stuff! But sure eno ugh, when I'd get home, my ever loving would usually say something like...\"Oh, I se e you got my message. Thank you dear\", and smile smugly ! it was downright dis gusting! You see it seems, in ESP, that I was a great 'recei ver', but 'sending'...ahhh... that was another kettle of fish...it stank! Oh sure , once in a while during controlled experiments, I would be able to delibera tely send the image of an oil painting or the like, and my wife would get it...bu t that was about the grand sum of things. What was even more galling was that, whi le it seemed that I was mired down in inabilities, no matter how hard I tried or desired success, my other half forged ahead by leaps and bounds! I don't know if it was this development that influe nced me to seek more and more psychic guests for my show, or that developmen t progressed with more and more contact, but it was during this period that I had the very good fortune to meet, interview and become friends with some of the leading psychics of the world. Sure, there were a lot of phonies...like the day the reincarnation of Jesus Christ walked into the studie and threatened to end the world if I didn't agree with his philosophy! (I didn't. We're still here)! B ut weeding out the crackpots and phonies wasn't too hard if the criteria was simply that the real seers did something that couldn't be-explained away...knew things that no one else could possibily know in advance. Of course you KNOW what being around these people d id to my ego! FLAT! DESPAIR ! DISGUST! It was then that I began to lo ok into Witchcraft, although I admit it was only half heartedly. After all, what c ould a psychic failure possiblv achieve, when he didn't really believe in demons a nd incantations, anyway? Then came pyramids. VOILA! I tried them all. It wasn't long before I was sitting among mounds and mounds of bubbly water containers and ul tra sharp razor blades, feeling sorry for myself again. After all, there are just s o many razor blades a guy can use! Meanwhile, back at 'ghost ranch', my wife was gaily having daily conversations with 'something' that was giving her the right answ ers and an enigmatic smile all the time. I convinced her ( out of desperation) to delve into this experience more deeply. We got messages...from somewhere..or someth ing, and they kept getting 1"},{"pageNumber":7,"pageContent":"longer and longer and more and more complex. They w ere guiding us ! I received plans for a 'psychic generator' to strengt hen my own power and output! We got answers to intricate questions concerning ES P...psychic phenominon and even certain devices that could mechanically enhanc e the inborn psychic ability that everyone is born with! Then came Goodavage. No, he's not a ghost. He's a w riter. It was 1974. Saga magazine had an article written by Joeseph Goodavag e that became the ANSWER! It was about Psionics and reading it was like an ex plosion of understanding. I had to know more! I scrounged libraries...checked out the archives in Washington... even researched overseas. FANTASTIC! Psionics wa s just a different name for something that had been under my nose for years...s omething I hadn't really paid any attention too. Fortunately, others hadn't been so stupid. There were literally hundreds of books covering years and years of resea rch in this field...and the progress overseas in the last decade was almost unb elieveable! I built my first psionic machine and that was THE BEGINNING.... 2"},{"pageNumber":8,"pageContent":"THE BEGINNING In 1956, editor John Campbell of Science Fact Magaz ine said, \"Scientists are now prodding at the edges of a new field that w ill open a totally new concept of the universe, and that, within 20 years, the bar rier will be cracked! A manufactured machine will be achieved, and I believ e it will be done by 1975\". Just such a machine was patented in 1948 by T. Gale n Hieronymus ........... patent number 2,482,773 ! ! On the following pages is all the information neces sary to construct your own electronic, solid state device capable of ampli fying thought! The machine thus constructed can be used as a Time Photography Machine, Thought Projector, Mind Over Matter Device, Clairvoyant Projector, and Psychic Generator. With it, you'll be able to take pictures of both the pas t and the future! Look backward to lost civilizations or ahead to your unborn child ren! Analyze unknown compounds to locate trace minerals or detect valuable metals in ore samples! Locate a missing person anywhere in the world...or in OUTER SPACE! Contact the inhabitants of the Astral Plane at any time, with e ase! Directly influence others with your thoughts and emotions. Compel thos e you love and desire to acknowledge your feelings! Even affect living plan ts and insects in any manner you desire! Plants will grow fantastically...insec ts will be destroyed by your will alone! In fact, there are many, many more uses for this astounding device and I'm sure that you'll find even more than I've j ust listed. Psionics....GOES BEYOND! Psionics is more than just ESP. Extra Sensory Perce ption is a purely mental function that relates to extending the five known senses. It covers things like telepathy (mind to mind contact), psychokinesi s (moving objects with the mind), and clairvoyance (glimpsing a future event b efore it happens). Not that 3"},{"pageNumber":9,"pageContent":"these things aren't marvelous enough. Most of us wo uld be tickled pink to settle for that. But psionics goes beyond this rang e...into the realm of L fields and their combination with other known sciences. ES P stretches the mind to it's own limits, forceing it to utilize abilities t hat it normally possesses but that haven't been called into play before. Psionics uses these 'normal' abilities of the mind in conjunction with known phy sical laws and sciences to. connect with the Universal Mind or L Field. It means that now you can perform feats that even ' normal' psychics can't do! And because the ability to do these mind stunn ing, unbelievable things, comes from the 'source', not the mind, you need no prior training or psychic gift! That's the reason anyone can do it! Everyone is born with psychic ability...everyone! But, not everyone has learned to use these senses. But, they're there. Lying quietly dormant within the mind...waiting. With the aid of a psionic machine they become activated... unleashed, they surge fort h to combine with the 'source' ...an even more powerful, awe inspiring force ! Psionics makes almost anything possibile! Any desi re...need...emotion, transformed into material objects! Sounds impossibi le doesn't it? Sort of like witchcraft? Well, that's not too far off. If you de sire to look into the past... or glimpse the future, change nature, re-create a phys ical object to meet your own standards...psionics makes it possibile! This isn 't just a ploy to sell you a book, ... IT'S BEEN DONE! For example, re-creating a physical object into you r own idea of what it should be was done by a technician for a California Power Co. The company had a serious breakdown in their electronic circuit ry, that was all but untraceable. A psionic device not only located the problem, but repaired the damaged circuit with the power of mind alone! A new circuit was act ually, materially formed to repair a breech...making a completely workable circ uit again! Power was immediatly restored to company lines. ACTUALLY FORM ING MATTER! Not normally considered within the realm of ESP. Anything you desire or wish to accomplish is now at your fingertips! Locate 4"},{"pageNumber":10,"pageContent":"rich ore deposits ...influence those around you...command molecules of metal or growth in plants...heal illness...contact the astral plane or t une in the stars ...just a small fraction of the fantastic things that have al ready been accomplished with this miraculous device! Do you want to move objects with your mi nd? Delve into the unknown mysteries of Bigfoot...Atlantis...the Pyramids? Now you can! YOU possess the ability by simply turning a dial! The most fantastic dreams of man are yours this very minute.. .thru this book your holding in your hands. All the knowledge necessary to command the unknown is in the following pages...waiting. THE MISTS OF TIME Psionics is not new...that is, it's not something recently discov ered and now being brought to light for the very first time. I'm not talking about the rudimentary experiments carried out in the field in the early 1800' s ...what I'm referring to goes back farther than that...back to ancient Egypt....a nd before! There are probably many of my readers who don't believe in the myst erious lost civilisations of this world...who are sure that Atlantis a nd Mu and Lemuria are only legend and myth, I won't dwell on theory here, no matter how w ell substantiated, but I must add that there are many modern day s cientists and archealogists who are convinced by evidence, that older civilizations t han Egypt not only actually existed, but were the teachers of the ancients. The suppliers of knowledge that made the civilization of Egypt the center of the world. ..that allowed her the distinction of some of the world's most amazing and mystify ing engineer- ing. It's accepted by many Egyptologists for example, that the building of the great pryamids could not be duplicated today...even with our 'advanced' engineerin g techniques and modern heavy equipment. They also accept that evidence now seems to prove the existance of strange devices used by these ancient engine ers, that was capable of moving giant blocks of stone and granite through the air...by levi tation! Devices that had the power to manipulate matter...to defy the 'law s' of known physics. 5"},{"pageNumber":11,"pageContent":"What makes this idea seem so far fetched to most pe ople, is the implica- tion that if it were really true, we would have hea rd about it long ago...it would be written up in most of our history books. Not so! You have to bear in mind that humanity has undergone many social changes, ev en in the 'short' time between ancient Egypt and now. Discoveries made du ring the very dawn of history, were lost and re-discovered many times dur ing man's lifetime, because the reigning societies deemed them dangerous. You h ave to remember some of your ancient and medieval history for example, to r ecall the turmoil and politics of the inquisition. It was a time in history, when the power of the religious church ruled supreme. Anything deemed sacriligious or heretical was banished... hidden away, so as not to corrupt man, I could list well over 100 so called 'modern' discoveries that have been scientifically proven to have existed hundreds of years before the birth of Christ! Not theories or predict ions...but actual operating inventions that were secreted away! Take the secret of flight for example. The working knowledge of aviation existed long before the Montgolfier brothers made t heir first balloon flight in 1783! The first known scientific account of a flying mach ine was that built by a Jesuit Bartolopneu de Gusmao. He sent to his king, John V of Portugal, a report about his flying machine, along with a request for permis sion to try it out. King John, not being a fool, immediatly saw the prospects of s uch a machine and not only gave his enthusiastic permission, but also issued a n allotment of 600,000 Reis, which enabled the inventor to immediatly proceed wi th the project. Much has been written about Gusmao's machine. It was admired by thousands of people who watched it, but the actual secret of how it functio ned was carefully insured by putting the only set of precise plans IN THE VATICA N LIBRARY! It is remembered to have been much like a modern airplane, equiped w ith horizontal tubes that served as jet pipes or blowers ! On August 5th, h e flew the machine before the King and the entire court, but it caught fire and crashe d. On the 30th of October another attempt was made,....and it was successful! The cr aft took off and achieved a very great height before circleing and landing without i ncident. 6"},{"pageNumber":12,"pageContent":"Scientific Idea First Known Rediscovered Atomic Theory Uluka Kanada 500 B.C. Epicurus 270 B.C. Boyle 1661 Dalton 1805 Theory of Relativity Zeno of Elea 5th Cent.B.C. Einstein 1916 Age of Earth * Age of universe 4.3 billion years...the Mahabharata 4.6 billion years (20th Century) Planets beyond Saturn Demcritus and Anaximenes both 5th Century B.C. Uranus 1781 Neptune 1846 Pluto 1930 Sunspots China 2000 yrs. ago Galileo 1610 Jupiter's largest moons, Phases of Venus, 7 satellites of Saturn Babylon 2000 B.C. Galileo 1610 Herschel and Bond 19th Century Electric Battery Babylon 2000 yrs. ago Volta 1800 Aviation Daedalus 2500 B.C. Emperor Shun 2258 B.C. Ki Kung Shi 1766 B.C. Wright Bros. 1903 Turbo Jet Engine Heron 1st Century B.C. Von Ohain 1939 Whittle 1941 Robots and Computers Daedalus' automatons 2500 B.C. and Antikyhera computer 65 B.C. Weiner 1950 Vaccination Vedas 1500 B.C. Jenner 1800 Penicillin Egypt 2000 B.C. Fleming 1928 Existence of America Plato 4th Century B.C. Seneca 1st Century A.D. Ericson and Bjarni 1000 A.D. Columbus 1492 WE ARE NOT THE FIRST Andrew Tomas Bantam, 1973 7 "},{"pageNumber":13,"pageContent":"The invention was acclaimed so widely that Gusmao was made an Aca demician and a Royal Chaplain. Then, it was hushed up! The Inquisition judged the machine to be the work of the devil, and the ever obedient Gusmao never revealed i t's secret again! ( See illustration). THE HIDDEN BOOKS OF THE ANCIENTS Suppression also holds true for the invention of electricity, the light bulb, gunpowder and hundreds of other 'dangerous' discoveries that have for centurie s been kept secret in order to serve the questionable purposes of mystic power groups. It's a well known fact to historians and theologians, for example, that the religious sects of Isreal and Egypt commonly coded their secrets w hile trans- scribing them, in order to insure that the knowledge wouldn't be used agai nst them, should it fall into the wrong hands. But just clever markings weren't enough. The enemy knew of the existance of this knowledge, so the code had to be incorporated in a very subtle way that wouldn't arouse suspician. T he scrolls had to appear authentic. Initiates were therefor trained for year s in the art of nuances in wording and 'shades of meaning'. They could tell at a glance a genuine reproduction, from one that had been altered slightly enough as to make it unusable or worthless. All of the records of these sects were handled in this manner and infact, most of the scrolls found in the Dead Sea are a were found to contain these flaws. Even the early christians were known to have used the sign of the fish on their ornaments and jewelry as a coded sign of thei r belief. It's no wonder that the answers to so many psychic mysteries were lost ages ago! Those that knew, refused to divulge their knowledge either t o their enemies or the ignorant masses that served them. Sonne felt they were honestly capable of passing judgement on mankind, and decided we weren't ready f or such power. There seems to be extensive indication of thousands of supressed w ritings being stored in the archives and underground vaults of the Vatican, for e xample. 8"},{"pageNumber":14,"pageContent":"At one time or another, much of this information has been deemed too dangerous for mankind, but like dangling a carrot before a donkey, we're a ssured that we'll be told \"when the time is right\"! I think most readers are familiar with the circumstances of the messages of Fatima. These historic revelations, received at the time of world war I, were to have been released to the world at pre-determined times. The latest part of the message was to have been revealed several years ago, but was withheld on the decision of the Pope on the grounds that he doesn't think we're ready! And don't kid yourself into thinking that this is the first time either . Various ■ saints were claimed to have levitated...and there is good scienti fic reason to believe that they not only accomplished this feat quite regularly, but were aware of the manner in which they accomplished it! Several documented ins tances of human, as well as material levitation have been known throughout the a ges, and indications are that they all eventually wound up in the Vatican libr ary. Don't get the idea however, that the church is the only villain. Olde r groups and organizations who trace their origins back hundreds of years, ar e also suspect. Just one such organization that comes to mind is the mysterious Agartha. MYSTERY OF THE HIMALAYAS The Agartha was first described by Saint Yves d'Alveyfre, Rene Guenon and F. Ossendowski. It is an underground sanctuary hidden under the Himalaya s, where the 'Masters of the World' assemble. This is their account: \"T he Agartha is the great initiatory university of Asia. It's ruler, the Mahatma, is known as the Sovereign Universal Pontiff. His function is essentially educational, for the Agartha has knowledge of a physical science that would enable it to destroy th e world ....and it's psychic science is equally advanced! It's existance was deli berately concealed until the nineteenth century, because their science would expose man kind to evil and the general reign of anarchy\"! Asian history states that the sanctuary was first established in 1800 B.C. They went on to say...\"Such was the awesome power of 9"},{"pageNumber":15,"pageContent":"the accumulated knowledge, that none have ever revealed the location of the center. (The fakirs of India are former pupils of the Agartha who stopped their studies before reaching the upper levels of the organization). \" The account continues, \"The underground libraries, which for more than 55,000 years hav e contained a synthesis of all the arts and sciences, are open to the uninitiated. The true archives of the Paradesa (university) cover a vast area however, and only the Sovereign Pontiff and his chief assistants have complete know ledge of the catalogue of that library! No one is ever allowed to take thei r textbooks from the Agartha...their contents must be kept only in the memory\" ! As far fetched as this may sound, there is nothing irrational in t he assum- ption that such knowledge was handed down through the ages, to close members of certain groups. There is abundant evidence of such groups in South Ame rica, Europe, Africa, Asia, Central America and the United States. G. Trarieux d'Egmond wrote: \"All the sacred sciences are still preserved i n the Agartha. ■ Atlantis bequeathed them to Egypt, along with it's symbol, the Sphinx\". Perhaps. It is an interesting note that as recent as 1947 a man calling hims elf 'Prince Cherenzii Lind, Maha Chohan (great leader) and Supreme Regent of the Realm of the Agartha', went to France to visit Brother Michel Ivanoff, Grand Master of the Universal White Brotherhood of Sevres! Although the story of the Agartha is only one account, the more you read and research the subject, the more convinced you become that psionics was in use...extensivly...prior to 'modern man'. Whether it act ually came from the 50,000 year old civilization of Mu or predates even them (as their own history would indicate ), is immaterial. What is important to you right now, is the fact that Psionics is an ancient art and science practiced successfully long before the dawn of Christianity. A science that is only now being brought back into the light, to reveal to man some of the most startling disco veries and powerful forces in the universe. 10"},{"pageNumber":16,"pageContent":"DO YOU MAKE THESE MISTAKES? In the back of the book are the diagrams and step by step instructions ■ . . . •. ■ necessary to build a psionic machine and perform several experiments . You can easily skip back there right now, follow the directions...perfor m the experiments and get results...BUT, that's probably all you'll eve r achieve with the device. Because, in order for you to be able to go beyond the few e xperiments listed...to delve into areas and ideas of your own, you MUST UNDER STAND how the device works and why! Once that's understood, there's no end to wha t you can accomplish with this uncanny instrument. That's why this is, pe rhaps, the most difficult part of the book, for in order for you to thoroughly understand the i deas I'm trying to get across we must 'speak the same language'....u nderstand the meaning behind certain words that are all too often taken for granted. I've found that people today have become accustomed to accepting gener alities rather than deeply thinking a new concept through. In order to communicat e with you I have to use words, even though 'words' are an invention of man that all too often proves totally inadequate, because the listener isn't alway s hearing what ■ the speaker is saying. He's usually too busy thinking he understands w hat the para- graph is about, and so just skims over it lightly and hurries on. In orde r to fore- stall that problem, let's start from scratch on a mutual und erstanding of certain words. Most people think of 'energy' in terms of the energy crises...gas ...oil.... gasoline. These things are sources of energy..,not energy! Energ y is an unknown force. It's used by man every single day of his existance, but he s till doesn't know what it is. Light is energy. Heat is energy. Electricity i s energy. Magnetism is energy. Ad Infinitum. Energy is a force that takes many for ms. Like water.... ice... fog , it can be manifested in many ways, but still rem ains...energy! - Remember that."},{"pageNumber":17,"pageContent":"Mind does not mean Brain. Thought does not mean bra in. The brain is a physical object that is a part of the material body . Mind is not physical! Thought is not physical ! Brain is! Thought does not or iginate in the brain! All too often we hear of someone who has suffered b rain damage and is callously referred to as a 'mindless vegetable'. Wr ong! It's only because no one in that condition has ever returned to normal long enought to refute that statement and declare \"I understood everything you said. I co uld still think. It was only my body and vocal cords that weren't functioning\"! L et me give you an analogy to make my point. Your in an airplane without manual controls but equ iped with an automatic pilot. There is no radio. Suddenly the craft goes o ut of control. You know the automatic pilot has become damaged. The plane begin s to act erratically, diving, spinning, twisting. You, inside, know that the mind within the plane...you..isn't damaged at all, only the complicated computer like 'brain' of the craft is out of order. The 'brain' is the thing that keeps the plan e functioning...keeps it on course despite little fluctuations in air currents or outside pressures...keeps every monitoring device within the aircraft, the oi l gauge, fuel pressure, cabin pressure, operating as designed. But the 'brain' is NOT the thing that does the actual decision making or thinking connected with w here it is going or how it's going to get there. That's done by the mind...you! So remember the difference between mind and brain. The brain is the physical, and can be materially examined, measured and even handled. The mind is an unknown! What is it? What makes it function. ..think? Where does it come from? Science has finally found the answer...or at least what looks like the answer, and it's what explains why a psionic device can possibly work...why seeming miracles are possible through it's use! 12"},{"pageNumber":18,"pageContent":"As I've said, I don't feel people today do very muc h 'deep' thinking. I'll go even farther. I think most are oblivious to new dis coveries, no matter how astounding or amazing, unless they're featured pro minantly on TV or the front page of a newspaper. Absolutely astonishing revelat ions are made almost daily, yet remain unnoticed by the general public. For example, did you know that NASA scientists have recently reported a 'mysterious' force on the moon that is apparentl y controlling the operation of a scientific station set up by Apollo astronauts? Or that NASA and the U.S. Naval Observatory have ascertained that not only are Phob os and Deimos, the moons of mars, artificially orbited, but that 8 other 'moo ns' of our solar system, are now suspected of also being something other than natura l satellites! These things never made Page One or TV. This same principal holds true for what should be e veryday knowledge... that which we learned in school is often forgotten through disuse. Let's take an example. Matter and the Atom. Physics has taught th at matter cannot be destroyed. It's form can be changed, but matter itself is indi structable...because it consists of atoms. Atoms, once thought to be minute particle s of solid matter were, in actuallity, discovered to be composed of tiny amoun ts of pure energy...waves of energy...solidified or 'frozen' into the non moveme nt we recognize as matter. And because energy can't be destroyed, and matter is ma de of energy, matter can't possibly be destroyed. So far, so good. Matter is a form of energy in very slow or stopped motion (or frequency). Energy moves in pulses. A pulse...pause...pulse...p ause...pulse. Imagine it as a wave. The crest is the pulse of energy, the tr ough is the pause. How close together the waves are, is called their frequency ( how frequently they occur). One wave every 20 or 30 years is a reality....a very lo w frequency. In order to appear as a solid, the wave must be long enough ( d istance from crest to crest) to appear motionless or as if standing still. 13"},{"pageNumber":19,"pageContent":"As the frequency of waves increases, as they become more often and closer together, they are observed in different forms. This range of freque ncies is known as the electromagnetic spectrum. While the frequency is s till on the low end of the spectrum, we observe infra red...when it progresses to very high frequency rates, we discover ultra violet. In between, are all the known cycles of frequency we live with everyday. Visible light is a frequency of matter.... radio waves are a frequency of matter.... so is television...he at...X-rays. All the same energy, vibrating at different frequencies! But even this range of frequencies is only a tiny part of the entir e electro- magnetic spectrum! The part we can see...feel...experience materially. Beyond the range of what science can now measure, lies the largest par t of the spectrum, as yet unmeasurable and undetectable. There...lies the frequency rates of gravity ...magnetism...telepathy...thought itself! (See illustrat ion), Thanks to Dr. Albert Einstein, we are faced with the realizat ion that matter and energy are one and the same. One, can easily be changed into the other! It means that your body and brain are made up of electromagnetic radia tions, vibrating at a given frequency within this gravitational field we 'l ive' in. To prove this is so...if the frequency of a gravitational field modifies our own bodily freq- uency to stabilize our atoms, then the lack of gravity should have som e sort of detrimental effect on our bodies, right? Such was found to actually be the case in studies conducted by NASA on astronauts returning from prolonged flights in a I orbit! Basically too, because of lack of 'interferance' by t he frequency of gravity, telepathic communication should also be clearer and much easier i n space. Astronaut Edgar Mitchell (who later founded a psionic research organi zation), discovered this to be exactly the case, when he was asked to conduct a telepathic experiment with a psychic on earth during his moon flight! So Einstein w as possibly proven right...man is composed of and surrounded by nothing but pure energy! 14"},{"pageNumber":20,"pageContent":"This fact, that thought is a frequency, is perhaps easier to assimilate if you consider some of the mystifying demonstratio ns put on by famous psychics such as Kreskin or Uri Geller. I'm sure we're all f amiliar with the mystic who handles a ring or watch someone has worn or touched , and reveals surprising knowledge of that person. This is due to the sympat hetic frequency of the owners L field with the molecules of the ring. All matter has this ability but metal seems to have the property of making the affinity more ea sily apparent. This is an important fact to remember when learning how to tak e 'time' photos with the machine. The light sensitive emulsion of photogr aphic film is composed mainly of silver ! 15"},{"pageNumber":21,"pageContent":"THE SOURCE Now, perhaps, we begin to get some insight into the connection betwe en man, ESP abilities, and the source. What is the source? Again, think of the brain. It controls the functions of the body... responds to stimuli such as pain and pleasure,,, ■ - . responds to the senses...and to thought! Like the automatic pilot in the airplane, it does as it is programmed to do. Your body 'works' automatically.. .no function is performed conciously or deliberatly. 'Something', keeps it going. ..keeps giving the silent commands that hold your material body within it's shape . Try to control any of the major functions of your body right now. Slow your heartbeat...respiration...blood pressure. Impossible? Some yogis d o it regularly and we're awed. WHY? WE ALL POSSESS THE SAME ABILITY or we wouldn't exist at this very moment. We simply don't practice it enough to b e able to take it for granted! Were you aware that science is now convinced that every single cell within your body and brain, is duplicated and replaced every six months? It 's a well known medical fact now, ask any doctor. Over a period of years, depe nding upon your age, your entire brain has been replaced between 5 and 25 time s! You didn't do that conciously! You aren't even aware of it. Yet, you retai n thoughts and memories from one brain to the next. You remember your younger year s,despite the fact that it was another brain altogether that formed those memories! What's even more extraordinary, is that you can still recognize yourself in the mirror. Think about it. If every single solitary cell in your body is d ifferent now from the ones that formed it, say, 6 months ago, how is it that they reta in the exact same shape and configuration? The same fingerprints? The very sa me features that ■ enable others to recognize you 'on sight', although you are not real ly the same person you were then! The brain may consider itself in control, but something on a much higher order gives the actual commands that form even the br ain itself. For want of a better name, we've called it the source. 16"},{"pageNumber":22,"pageContent":"If you can comprehend the power of the source, then you have to realize that it encompassess everything in the known universe an d beyond! Everything! Some would probably call this GOD, but it is not, as we will see in a moment, The source is the force God created and used to form th e material world and all that's in it. The Source. Think for a moment, of all that could be accomplished by some one able to 'tap into' this fantastically potential power. It would make mere ESP look like childs'play ! TAPPING THE SOURCE IS EXACT LY WHAT THE PSIONIC M ACHINE DOES! It's why, through the use of this absolutly astounding device, you are able to perform seeming miracles ! That's also the reason why anyone can do it! For the source...and thought...are the s ame! (We were created in God's image? God is within all of u s ? ) Source and thought are the same, just as heat and light and electricity are the same...as wa ter and ice and vapor are the same. I don't ask that you accept this revolution ary concept at face value...just - remember it when reading some of the scientific exp lanations that follow ............. explanations that are given by inventors of psionic machines, to discribe how the machines work and why. Explanations that, believabl e or not, are the basis for a device that definately works ! Let's have a brief recap to see what we'll be talki ng about in the remainder of this book. All matter is nothing more than energ y in one of it's many forms. All manifestations of the electromagnetic spectrum are different frequencies of energy. Psychic powers are energy transmitted at varying fr equencies. Thought is energy. Gravity is energy. Energy creates matter...matter c an be returned to energyform. Energy is the source. Tapping the source can enable you to manipulate energy... to change it into matter...to cause material effect s...to create or manipulate emotion. How can a mere man do anything so unbelievable? R eally very simply. In a way, we've been doing it on a small scale for many many years. And this discovery is the basis for the miraculous psionic machine.... which is merely a transmitter/ receiver for the mind...which is automatically plug ged into the source! Scientific proof of this is close, if not already here. Supris ingly, it rests in the 'aura' that 17"},{"pageNumber":23,"pageContent":"surrounds every living thing. THE AURA...LIFE FIELDS Psychic teachers have mentioned thousands of times, that the human aura is seen only by those psychically gifted, and even then, by very few. If you didn't seem to have this gift, you were forced to take the word of those who did. Baloney! Anyone, even those not specially gifted, can accomp lish this, and do it through scientific means! By simply devising a light filte r made from coal tar, the human aura becomes something anyone can see, if they take the trouble. And this great development was achieved over fifty years ago! Now adays of course, the aura is seen quite regularly by doctors and scientists with much more sophisticated electronic equipment. But even this advance isn't t hat recent. As a matter of fact, scientific advance has progressed so far, that anyo ne with about $30 can purchase just such a device from a hobby supply house! (Sho uld you want the address, it's listed in the back of the book). You, as a human being, are both a sending and rece iving station of frequency, much like a radio, whether you choose to believe it or not. It's necessary to under- stand this though, and the principals behind psychi c communication, in order to eventually leave behind your dependance on physical machines such as ours. Life fields....more commonly becoming known as L fi elds, Have been researched for the past 50 years by the eminent Dr. Harold Sax ton Burr, at the prestigious Yale University School of Medicine. He has discover ed that the aura or L fields are NOT produced by living beings, as formerly thought. The famous (or infamous) aura seen by psychics, is not something that a li ving body possesses. Rather, it's now believed that it is the source of energy that makes that very body, and it's 'life' possible! Instead of the body giving off an aura, i t's now accepted that the aura produces the body! 18"},{"pageNumber":24,"pageContent":"This discovery, which borders dangerously on the field of religion, explains many things. For instance, the psychic body formed of pure energy often seen by mediums and psychics, known previously as ectoplasm, and seen as a ghostly im age, is the real body...the real mind behind the physical manifestation of soli d matter we live in and call our body! And because matter cannot be destroyed...becaus e the real you is an energy form surrounding the physical atomic structure you oper ate in, 'death' is obviously not the end! Sure, the body, that energy form of mat ter created by the mind, dies...is destroyed, changed into dust or whatever,..but the source of energy...the mind...thought, that is really you, that forms and retains the memories and cellular structure of the physical body...that stil l exists! Why shouldn't it? If you were to discard a spacesuit by throwing it into a furnace, it 'dies' in as much as it ceases to function, but seeing as it only functioned while you were in it, does that mean that you die when it is burned? OF COUR SE NOT! Even if you still don't agree with this truth, keep it in mind while reading the manner of operation of the psionic machine...it will at least ma ke the device more comprehensible and give a reason for the fact that it works ! It not only does all the 'earthly' things I've claimed, it is ca pable of contacting those who have 'died' as well as the Universal Mind...because it is simply a transmitter! Perhaps, all of this will be easier to swall ow if you get some confirm- ation of L fields. 19"},{"pageNumber":25,"pageContent":"THE FIELDS OF LIFE A recent publication, and by far the most comprehen sive on the Fields of Life, is that written by Dr. Burr himself. But, I'll try to bring you up to date on the progress made in researching this fascinating f ield. The discovery of L fields shatters some pretty pat theories about genetics and evolution, and provides for the first time, a r ational and demonstrable explanation of the energy that motivates genetics ! The invisible electrodynamic L fields surround every organism as an aura. It's t he matrix, or mold, that shapes and controls your body...and may be the biol ogical energy connecting all life in the universe! As Joeseph Goodavage said in his book \"Magic:Science of the Future\"...\"The L field is inside and outside; above , below and completely surr- ounding every chromosome and gene, every molecule, atom and particle of your body as well as every other organism in, on or und er the Earth...including the Earth itself, the solar system, the galaxy and the universe\". He went on to say, \"The presently detectable segment of the L field is probably a reflection or component of a supersentient force ... a great conc ious awareness, whose facets are time and timelessness...all energy...all matter ...all we can know or imagine or dream...all that is imaginable\"! \"Electrodynamic fields are invisible and intangible and it's hard to visualize them\", so said Dr. Burr, \"but a crude analogy may h elp to show what the fields do and why they're so important. Most people have take n high school science and will remember that if iron filings are scattered on a ca rd held over a magnet, they will arrange themselves in a pattern of the 'lines of fo rce' of the magnetic field. And if ■ the filings are thrown away, and fresh ones scatter ed on the card, the new filings will assume the same pattern as the old. Something like this, though much more complicated, happens in the human body. It's mole cules and cells are constantly being torn apart and rebuilt with fresh material fr om the food we eat. But, thanks to the L field, the new molecules and cells are reb uilt as before, and arrange themselves in the same pattern as the old one\"! 20"},{"pageNumber":26,"pageContent":"Before modern, ultra sensitive instruments were developed, the L fields were a mystery. Now, however, we've discovered the secret... the electrodynamic field of the body serves as a matrix or mold which preserves the 'shape' of any • . - • * ', ■ • • material poured into it, no matter how often the material is c hanged ! Man, in fact all forms of matter, are ordered and controlled by electrodyna mic fields which can be measured and mapped with precision ! When a baker looks at a cake mold, he knows the exact shape the cake will take when finished. In much the same way, inspection of L fiel ds in their initial stages can reveal the 'future shape' of the material it wil l mold! When the L field of a frog's egg is examined, for instance, it's possibile to l ocate the 'future' nervous system of the 'future' frog, because the frog's L field i s the mold that will determine the shape which will develope from the egg! L fields are detected and measured by examining the differenc e in voltage between two points on, or close to, the surface of the living form . These voltage measurements have nothing to do with the alternating electrical current doctors find in the heart and brain. They are pure voltage potentials that can yield only tiny amounts of direct current,..and that's why L fields couldn't be detected before the discovery of instruments sensitive enough to measure the fields without obliterating them, and burying them in outside electrical reading s. To return to the baker. When he uses a battered cakepan, he knows or expects to get, a cake with bumps and dents. In the same way, the discover y of a battered L field, one with abnormal voltage patterns, can give a warning of something 'out of shape' in the body, sometimes in advance of actual physical s ymptoms! This new science is now being used in the possible detection of cance r and other future illnesses of a patient! L fields remember, are part of every single thing in creation .. . t r e e s , plants, dirt, people etc. After thousands of experiments it has been learned that L fields vary and are effected by outside radiation and forces such as l ight, darkness, cycles of the moon, magnetic storms, sunspots and cosmic radiation. It's also been discovered that the L fields of healthy people vary in stea dy rythms over a 21"},{"pageNumber":27,"pageContent":"period of weeks. From plotting over 50,000 measurements they've found that the rhythms show how the subjectfeels ...when they're on top of the wor ld, their voltage is high. When they're feeling low, their readings are low. (Somet hing similar to this, and related, is called 'Bio Rhytms'.. By charting your pas t rhythms and grafting a pattern, your future 'good' days and 'bad' days can be reasonably determ ined. There are several very good 'do it yourself books available...some i nclude a mechanical graf or chart that eases the chore, although they do cost a little more. An excellant one is offered by Jerry Buchanen ...Book Sales Division. .Towers Club Box 2038 Vancouver Wa 98661. The cost is only $2.95 plus 65c postage.) What is, perhaps even more intriguing is that L fields can measure sub- jective states of conciousness such as hypnosis, deep meditation, af fection, love, hatred and even more transcendental forms of energy. According to Wilhelm Reich of 'Orgone Energy' fame, orgasm itself is essentially a psychic experience. One of the main points I want you to remember is that L fields can measure emotion. A point that will later be very important in our discussio n of telepathy. Not only does emotion alter and intensify the L field, but coupled with the proven fact that one L field interacts with an adjacent field, explains why some people experience 'love at first sight' or extreme dislike of someone a t first meeting! The word propinquity, as commonly used to mean affection through nearness ...or togetherness, now seems to have a scientific basis! So does r eference to good and bad 'vibes'. As Joeseph Goodavage stated...\"Psionics couldn't be fully explained unt il the recent discovery of these L fields of Universal Life. Sci entists are learning about differences in energy potential between the brain and non physical mind. They're building psychotronic generators and psionic machines that ampl ify human telepathic abilities and influence living things...from a great dist ance.\". He went on to say, \" Psionic machines are a totally new concept of natur al law; it makes MIND itself the controlling force of the L fields ! 22"},{"pageNumber":28,"pageContent":"As Nobel prize winning physicist Pascal Jordan repo rted...''Gravity has certain characteristics in common with the energy t hat transmits telepathy\"! Morris K. Jessup, Astronomer, Physicist, Archeologi st and psionic expert, has worked on this theory for years. He has investigate d the great ancient stoneworks and engineering marvels of Egypt, Central and South America. His conclusion... \"No heavy trucks, earth moving equipment or crane e ver built is capable of trans- porting 20,000 TON slabs of rock across hundreds of miles of rough terrain, then lifting them high into the air and grinding them ba ck and forth in place, to form a perfect fit. The builders of Baalbeck did it thousa nds of years ago!\" In his learned estimation...\"they were levitators who had mastered the secret of anti-gravity\"! Because I believe in the authenticity of the L fiel ds and their importance, I needn't cover up other possible evidence of anti-gr avity, for the sake of helping you to belive. For, it matters not if there are oth er ways to overcome a gravit- ational field....or if the following theory is also correct simply because of the frequency rate within the L field, but additional e nlightenment on levitation was provided by Lawrence Blair in 'Rhythms of Vision'. He stated, \" In Mexico and Peru there are ancient teachings that tell of the a ncient people who were scientists of sound. They could split massive stone slabs alon g precise harmonic lines with sound alone, and then 'resonate' them into position . Thus the vast and precisely laid temples of Uxmal and Machu Pichu were raised a nd patterened in 'Symphonies of Sound'.\" It must be remembered that frequency is also descri bed as vibration or oscillation in scientific as well as occult circles , making the following statement easier to understand and apply. He stated, \"Of the vibrationary rhythms which permeate us and which ARE us, some so small that th ey must be measured in tiny fractions of a cycle per second, the longest...and most recently discovered... traverse the abyss of outer space, originating beyo nd our galaxy, and have a freq- uency of MILLIONS OF MILES between troughs! They ar e very weak and of low frequency, but they are almost indistinguishable fr om the patterns recorded in the human brain\"! Another example of the universal L fi elds within the cosmos. 23"},{"pageNumber":29,"pageContent":"While speaking of Mr. Blair's book I must pass alon g an experiment he out lines, that while it doesn't have anything to do wi th our psionic machine, does apparently serve to authenticate the presence of L fields or psychic awareness in the experimenter. He describes it thus: \"Radionics (psionics) begins with the premise that all matter radiates energy. In the cas e of man, he radiates an entire field of interrelated forces of different frequenci es. With a pendulum, preferably a pear or pyramid shaped semi precious stone on a four or five inch length of thread, we can learn to detect these energies\". The semi precious stone isn't just a bit of added 'color'. It seems the stones co mposition...perhaps the carbon within it's makeup... has a great deal to do with t he resonant or frequency rate of the stone. At least experiments and observations of frequency rates of diamonds would seem to indicate this.) Blair continued, \"On e way to begin is by holding the pendulum slightly away from the end of the index finger of the left hand (if your right handed), which is where Kirlian photography s hows energy spraying from the ends of the fingers, and to observe the swing w hich the pendulum develops\". He went on to say, \"The pendulums response to posit ive...negative...and neutral energies will differ with each individual, since ou r natures vary as widely as blood groups. The index finger of most men, but not all, has a positive radiation, and in my own case the pendulum respondsto this wit h an anti clockwise swing.\" He explained that in most woman the situation is ex actly reversed, and their energies seem to be the mirror image of man's. But regardless of this, every ones fingers are alternatly polarised, except for t he thumb which is considered neutral. Blair, a Ph. D. holder from Lancaster Univ ersity, went on to explain, \"My own pendulum responds to this in a backwards an d forwards swing...although your 'swing language'...though responding to the sa me energies...may be quite different\". A very intriguing note is that for over the past 10 years, the highly indus- trialized Japanese chicken farming industry has use d people trained in the subtleties of pendulum sexing and sorting of fertil ized eggs! 24"},{"pageNumber":30,"pageContent":"Other experiments with a pendulum can prove benefic ial as well as interest- ing. If you hold one over a garden weed, such as a dandelion, a strong positive swing will develope in response to the plants L fi eld! If you gently dig the plant loose and then rotate it slowly, you'll find the pe ndulum swing becomes less energetic until it finally stops altogether. After revolving in a complete circle, back to the position it originally grew in, the swi ng will once again be vigorous. This area of most intense swing denotes the plants happiest angle of growth. As Mr. Blair puts it, \"The most desirable angle, which is relative to the geo magnetic force of the earth, differs with each species and i ndividual plant. Many people are now reorienting their indoor plants in this manne r, finding that certain plants aren't necessarily happiest when oriented to the st rongest source of sunlight, but rather in relation to the subtle force fields ( L f ields) in which we live\". It's reported that the merchants in London's Portob ello Road are becoming quite used to seeing customers swinging their pend ants over their fruit and veget- ables. A lot of people are using it for choosing fo od in-as-much as the pendant resonds to the degree of 'life force' remaining in the fruit or vegetable, denoting it's freshness! As Blair tells it, \"One merchant remarked to me while I was shopping, that the best 'spiritual 1 lettuce had just gone, but there were two more good 'swingers' which he had kept aside for himself \"! For those of you who are seriously interested in Rh ythms and their effect and relationship on man, Blair's 'Rhythms of Vision ' by Schocken books, 200 Madison Ave. New York is an excellant and highly enlighteni ng book. * Pizoelectric or electrically conductive cryst als...and diamonds...often emit radiation when stimulated. This very property has b een found very useful to science. The strangest phenominon is that the infam ous 'Hope' diamond, long believed cursed, is the only blue white stone that glows blood red when radiated with ultra violet light! A Kirlian photo of it woul d prove interesting. 25"},{"pageNumber":31,"pageContent":"Although the swing of a pendulum will not be in the same direction for every one, and differs between men and women, the alternate finger swing remains a constant factor. As shown in the illustration each finger causes a particular swing in relation to the other fingers. You can also demonstrate this by making a tiny tinfoil 'boat' and setting it in a saucer of water, making sure there are no drafts or vibrations disturbing it. Carefully point your finger at it, as close as you can without touching it. It will move nearer or away, depending upon which finger is used! 26"},{"pageNumber":32,"pageContent":"WHAT THIS BOOK C A N DO FOR YOU There's been a lot of advertising and many books wr itten on the subject of enriching your life... all attain able through some form of inner peace. Now, I'm not going to knock that, f or basically it's true. But I do think, that the one thing most people look for in 'enrichment' is either something material or, the ability to bend o thers to their way of thinking. Ideas are like children... our own are al ways the best! To convince others that we're exceptional or, in some other way, influence them to like or approve of us, is one of the strong est of human desires. To most people, the acquiring of money is just one of the ways to attain this end. Now, maybe I can't show you how to make a lot of money, but I can show you a different method to achieve the same goal, and have a lot of fun doing it. Of the many aspects of Extra Sensory Perception, pe rhaps the most familiar to the public is Telepathy. And, even though this book will explain how to manipulate the Machine to accomplish all the phases of ESP, I'd like to dwell, just for a moment, on telep athy. This is a method of both sending and receiving impr essions from another mind. That mind need not be human, as we will see later. The use of telepathy may be combined with other psy chic forces in any experiment and it was just such a combination that was used by T. Galen Hieronymus a few years ago when he was able to t rack the Apollo 8 and 11 astronauts through they're entire flight and splash down. He logged exactly the same telemetry on their physical condit ion that NASA did 27"},{"pageNumber":33,"pageContent":"and was even able to go them one better by discover ing a new belt of rad- iation around the moon! He did it using his psych otronic Machine! But telepathy could also be said to be the method by wh ich one person can influence or control another emotionally. Creating a feeling of desire in someone you love for instance. Influencing the bo ss to think of you favorably and 'implanting' thoughts of goodwill is not Vood oo.... it's ESP! To cause another to think of something you want him to remem ber is not Voodoo... it's ESP! To determine anothers feelings and inte nt is not Voodoo... it's ESP! What's really happening here is aptly descri bed by Lynn Schroeder and Sheila Ostrander in the book, 'Psychic Discover ies Behind The Iron Curtain'. \"This is a new force\", they wrote, \"An energy connected with people, that can be directed with the mind\"! Even the Russians have, for years, been trying to find the laws behind spectacu lar feats such as making objects sail across space, killing living organis ms at long distances, and locateing foreign agents in distant cities from the ir photographs alone! The Soviets aren't alone in their concern regarding use s of psychic force. In 1977 a national news publication released a report that the CIA has placed a 'psychic shield' around President Ford and Secretary of State Henry Kissinger! The report quoted a top scientis t at UCLA as stating that the CIA feared \"Mind reading experts from comm unist countries may be using extrasensory powers to spy on the two lead ers\"! It further stated that \"The CIA hoped a specially trained psychic wou ld be able to jam such mind waves in the same way that radio waves are jam med.\" Parapsychologists at the University of Virginia were said to have bee n approached twice by the CIA on this matter. Even without the use of a psychotronic Machine the powers of those naturally gifted with Psi power s would be tremendous. According to the Psychophysical Research Institute about 6,000,000 residents of the British Isles have Psychic talents and Ameri can Parapsychologists 28"},{"pageNumber":34,"pageContent":"consider this paltry compared to their estimate of 25,000,000 Americans who have paranormal abilities ! 29"},{"pageNumber":35,"pageContent":"WHERE DOES IT COME FROM? This book will teach you to build a device that will mechanic- ally give you all the psi powers of the human mind. But you must a lso learn to recognize the possibilities of unusual feelings and experiences, s top shrugging them off as imagination or nerves. A TV set to a jungle native would be useless and uninteresting until he recognized it for what it was! (Even then, he would probably attribute its mystifying pictures, to so me witch doctor's abilities)! Learn to keep an open mind to the most incred- ulous possibilities and soon you may find yourself with more ability than you've ever imagined. This book will provide you with the mechanical me ans to start on the path of psychic awareness, but, it's hoped that before long, the machine will be discarded and you will find yourself well on the hi ghway of psychic accomplishment. Here is a book written so you can rationally understand, and thus apply your psychic abilities. No matter how much of a novice you may be You can put psychic laws into immediate action to test your pre sent levels of awareness. Through subsequent practice , you will strengthe n those abilities, only if you honestly keep a mind open enough to concede the poss - ibility. As they teach in Transcendental Meditation, thought flows. It is also an impulse. Therefor it must have energy. In addition, wi th every thought there is a choice or direction the mind chooses to take. This 30"},{"pageNumber":36,"pageContent":"ability to choose direction is known as intelligenc e. A thought than, flows because it is possessed of energy, and chooses a di rection because it expresses intelligence. This amazing 'intelligent energy' mus t logically have a source. From somewhere, must come all this wonderful abili ty or creative force that through unending emanation creates thought and act ion, as well as maintain- ing the complexity of the human body day in and day out for years at a time. Somewhere there exists an unlimited source of energ y and intelligence . This book will teach you how to tap that source! But, ev en more important, it will show that through practice, the source can be reach ed easily and continually. Remember when you first learned to ride a bicycle, and how difficult it was to learn to balance? For those who were convinced they were going to fall, it was almost impossible. But, fal l or not, you tried it again and again, until it was second nature , and it became hard to understand why you couldn't do it in the first place. ( But now try to explain how to balance... even through demonstration, and you'll have some id ea of what a psychic teacher is up against)! Don't be a skeptic or defeatist. After you've read of what modern science believes and is doing, even the most skepticle of y ou should be able to tackle your psychic adventure with at least a small degree of belief. All this will lead to definate and concrete be nefits in your everyday living. Results that you've never thought possible, except perhaps for some Llama in Tibet or bearded Guru in mystic India. 31"},{"pageNumber":37,"pageContent":"HOW YOUR BODY ' R A D I A T E S ' All known matter in the universe, whether it's a ta ble, rock,tree or you, consists of atoms. Atoms are tiny particles of energy... superimposed waves and charges of energy. Everything in the univ erse therefor, being made up of energy, is part of what is known as the Elect romagnetic Spectrum. As you probably know, a light spectrum is a band of colors running from blue to red. ■ The electromagnetic spectrum is a band of FREQUENCI ES running from below 6 cycles per second to well over 50 billion cycles per second. Everything we are familiar with registers somewhere in that spect rum. Radio, for example, takes up those frequencies from 550 cycles to 1650 cycles. Television is slightly higher. Above that there are micro waves, the visible light we couldn't live without, ultra violet waves, the X-ray frequen cy and so on up to cosmic rays. Below radio we have long wave radio not norma lly received on home sets, high power electric lines which give off very low f requencies, and below even that, the alpha, beta and theta waves of the human brain. A basic law of science is that energy forms mass... that is, energy forms matter. The exact point at which energy is tu rned into physical matter is, as yet, unproven, but it is now believed to be around the frequency of 9 CYCLES! That's astonishing only if you realize that the average human brain, while asleep, transmits at about 6CYCLES or lower! Think about that. YOUR brain, every night while your asleep, is actually o perating below the frequency of matter, and upon awakening tunes itself through this frequency to it's normal thinking range of around 35-50 cycles. Remember now , we're talking about 32"},{"pageNumber":38,"pageContent":" BRAIN WAVE PATTERNS Electrical patterns of the brain vary when in different states of awareness. The wave frequency between wide awake and drowsy shows these variations clearly. Note that the drowsy period, when the mind is most at ease, is the best time for any sort of ESP response. REM ( rapid eye movement) periods usually occur during light sleep periods, and dreams that are remembered, during medium sleep periods. Very deep sleep is the time when the subconcious contacts the Id or source. Astral projection occurs during this period. You will also notice how the body's automatic regulators react to outside stimulus during deep sleep, as when your name is called. 33"},{"pageNumber":39,"pageContent":"the frequency range of the brain.... not THOUGHT itself. Let me explain that a little more. When the brain conceives a thought, it is acting m uch like a computer, in that it involves an electrical process. This ele ctrical brain power is what is operating at low frequencies, not the actual thought itse lf. Much like a light bulb that uses electrical energy to stimulate the f ilament to white- ness. It gives off heat. How much heat it gives off has no relat ion to how much light we're talking about. We don't care about the heat, but rather t he actual light itself. The brain therefor, emits waves of low frequency while it's oper - ating, and which are monitored everyday by modern science with, what is known as an electroencephlograph or EEG machine. It's so common nowaday s that you can even buy a 'hobby' sized one for around $20! (See last chapter of the book). All it is really, is a very sensitive receiver much like a radio. In some ways it's even simpler than a radio, for it picks up your br ain waves directly from the brain through the use of electrodes, or actual conne ctions to the head. A radio receiver, on the other hand, depends on an antenna t hat picks up waves passing all around you, but with which it has no real ' contact'. Have you ever really thought about that? When your radio's not turned on, the radio waves sent out by the radio station don't stop. They keep right on pass- ing all around and THROUGH YOU, without your even being aware of them! Same thing with TV waves and ultra violet and cosmic and so on. They 're - there all the time, but without a receiver you don't even think about t hem. Man made radio and TV transmitters aren't the only things that em it waves. Sunspot activity creates all sorts of problems in our everyday lives through they're radiation. So do cosmic rays. Radiations, therefore, are a part of our everyday lives, whether we acknowledge them or not. Some of them, we've learned to take for granted with a disinterested shrug and a \"what'l l they think of next\". Take the carbon 14 tests for example. We've had it for many"},{"pageNumber":40,"pageContent":"ELECTROMAGNETIC SPECTRUM This electric cell invented in ancient Babylon proves that electricity was known to antiquity. Pyramid for University Pointing skyward on the campus of Ga- kushuin University, Tokyo, is a pyramid- shaped building designed to hold 700 stu- dents for lectures. The base is roughly 100 feet square and the height of the lecture hall is some 80 feet. One unusual feature of construction is that no vertical columns were used in the construction. All columns are angled. The pyramid is part of a new University project. "},{"pageNumber":41,"pageContent":"years and it's accepted by everyone as a common fac t. But, what is it really? I'll tell you. It's radiation of carbon atom frequ encies. Carbon atoms, like everything else, radiate their own frequencies as l ong as they exist. And that's exactly where the famous Carbon 14 tests come in. T his material 'exists' for thousands of years. As it decays though, it radiate s weaker and weaker or less and less, and it's the strength of this radiation t hat tells us how much it has decayed, and therefor, how old it is. Seeing as Ca rbon 14 falls from the atmos- phere, it is absorbed by everything on earth and th erefor, everything can be dated by the use of this test. Simple, right? E veryone accepts it as common fact. Then realize this too.... everything else i n the universe also HAS IT'S OWN RADIATION AND FREQUENCY! The mind has a frequen cy (in the old days they called it vibrations) and atoms have a fr equency. And like so many other things we're familiar with, there's often int erference. One frequency affects another. Like the interference on your TV f or example. You've prob- ably heard one of your TV tubes being called an RF tube. The RF stands for random frequency. It's a big headache for all rad io and television broadcasting. So, if one frequency can affect another, and the mi nd is a frequency emitter as well as an atom, then how come we can't affect o r influence an atom with just our minds? WE CAN! They've done it in a lab oratory! In an account published in 1967, Professor Remy Ch auvin of Strasbourg University, described how he and his la boratory technicians experimented with an atom of uranium, to see if the y could influence the rate of disintegration, with mind power alone. De spite their purpose for the experiment, the Professor and his men were asto unded to discover when they checked the rate, that they had actually succe eded! The rate of atomic disintegration had been slowed! They repeated the experiment for 15 days with different personnal....the result was always t he same, regardless of who was doing the 'thinking'! The tests were then done all over again, by other physicists. This time they used more moder n and intricate 36"},{"pageNumber":42,"pageContent":"equipment and a more complicated strontium atom. The results were still the same and they were forced to concede that the human mind act ually controlled atomic processes! Okay, so everyhting radiates a frequency, and these radiating forces are common occurances that have been going on for thousands of millions of years, whether we're aware of it or not. But there's a litt le more to it than that. We mentioned earlier that everything has a radiation of fre quency, even you. This brings us into the realm of what is known as Biological Ra diation. Another accepted everyday science. You radiate. Not just your brai n waves, but every single atom in your body...also emotionally, intellectu aly and physically as well. Today, these 'radiations' are undergoing a new fad. Bio Rhythms. Something discovered many years ago, but never really ta ken to heart by the public until recently. In some senses biorythms work bett er at fortelling your actions than astrology, and without all the unfortunate mumbo jumbo connected with that interesting phenomenon. And the beautiful thing about bio- rythm is that you can measure your own in just a few minutes to cont rol your life much more powerfully. Look into it if you really want to pro gress in developing yourself. It's so simple, anyone can do it, and with about 2 hours spare time effort, you can even make out your biorythm chart for ye ars ahead! Bio Rhythms then, are just one way of measuring your own radia nt frequency. Brain waves are another. But remember that the very atoms of your body are transmitting too. Every tiny cell of your body has a fr equency that belongs to only you. No other is like it, just as in the analogy about the grains of sand or the snowflake, no one in the universe is like you in fr equency Biological radiation has been known for many years, but with each researcher, was given a different name. It's been called Odic Force, Eloptic Radiation, Heloidic Rays, mitogenic Radiation and God knows what el se. How- ever, a rose by any other name ..................... it's st ill biological radiation. The work 37"},{"pageNumber":43,"pageContent":"of people like T. Galen Hieronymus, George De La Wa rr and Ruth Drown is all based on how people respond to the bio magnetic s of those around them, the geo magnetic field of the earth and even the co smic forces that assail us everyday. \"Every living thing radiates an Odic f orce\", wrote Baron Von Reichenbach. He was so impressed with the work that early radionic researcher like Dr. Henry Abrams and Dr. F.A.Mesmer accomplish ed, that he devoted his entire life to investigating this field. The in ventor of another Radionic receiver/transmitter, Ruth Drown said, \"No matter h ow small or diluted it may be, there is a resonance between the whole huma n body and each of it's parts\". But she also discovered that there is no af finity between blood samples or other parts of different people, no matter how c losely they're typed or classified! In Oxford England, George De La Warr set up a labor atory to study radionics, or psionics as it was later called . He perfected an adaption of existing psychotronic machines, that would allow photographs to be taken through use of these radiations. In the course of his experiments, he found that plants could be directly influenced by color i rradiation! It's a little known fact that a plant kept in a totally dark place woul d still thrive and flourish if sunlight were 'led' to it via electrical type wire s, but De La Warr went even further. Langston Day, in his book \"New Worlds Beyo nd The Atom\", stated, \"After discovering that an ordinary photographic pl ates emulsion is linked to that person, we found that the same rule applies to plants! \" By allowing light to strike A PLANTS PICTURE through a colorsco pe, they found the plant could be stimulated! Perhaps George De La Warr summed it up best. He sai d,\"Each molecule of matter carries an electrical charge whi ch is specific for that molecule. This charge acts as an extremely tiny rad io transmitter/ receiver which is tuned to it's own signals. When all these molecules are broadcasting they build up a generic pattern, which is the means whereby form and shape appear in the material world\". He went on to say, \" The combined signal from 38"},{"pageNumber":44,"pageContent":"a plant or human, a signal composed of the seperate broadcasts of billions of charged molecules which compose it, is unique. The cabbage in your kitchen is not quite the same as any other cabbage. Mr. Bro wn is not quite the same as anyone else. In the same way, the signals broadcast by this cabbage, or this Mr. Brown, are not quite the same as any other signals. Furthermore\", he went on, \"Each tiny molecule is also a receiving station, an d this is where the photograph comes in. The emulsion retains the generic patter n of the thing which is photo- graphed, and therefor it acts as a sort of tuned tr ansmitter. If a radionic broad- cast is projected through it, the generic pattern w ill transmit exactly the pattern of radiation suitable for affecting the plant or hu man, at a distance!\" The research into psionics, spanned many years and involved some of the best known names in science. They arrived at all the conclusions I've so far outlined in this book. At Columbia Universit y, three men, I.I.Rabi, P. Kusch, and S. Millman developed an apparatus that detected the emanation or ray that passed between one molecule and another. What's more, they discovered these tiny transmitters radiated signals that ra nged all over the entire electro- magnetic spectrum, and even beyond! They found tha t a single molecule gives off rays of a MILLION different wavelengths, but, o nly on one frequency at a time! This, therefore is the main theory by which the Mac hine works. When in operation, the radiation stimulates the gen eric pattern of the subject, and some kind of psychic link is established betwee n the emanations of the atoms, and the mind of the operator! ■ Thus, we have two kinds of radiation to be concerne d with. Biological radiation we've just discussed. The radiation of ev erything else in the electro- magnetic spectrum, from atmospheric pressure to cos mic rays penetrating the atmosphere from outer space, can then be loosely te rmed 'cosmic energy'. Remember that difference. Biological radiation vers us cosmic force. It'll be important later. 39"},{"pageNumber":45,"pageContent":"HOW TELEPATHY WORKS B a c k a r o u n d t h e t u r n of t h e c e n t u r y t h e r e were many scientists with the vision to see beyond the, then, accepted range of physics. Men who had the courage to investigate those unknown forces. They called the biological radiations by many names , as they gained know- ledge, and because a lot of their work wasn't publi shed by recognized scientific journals, they often worked in ignorance of what others were doing in the field. The different kinds of radiatio n were blended together and confused...lumped into something rather loosely termed radionics... later psionics and now called psychotronics, (The t erm parapsychology, is limited to the ESP phenomenon of the mind). As these men progressed in their investigations, they were able to build mach ines and instruments that would do something specific, but they still didn't understand why it did it. The date of the first machine to actually operate t hrough psychic power is unknown, mainly because the discoverers we ren't going to be dumb enough to patent them, and let everybody in on the secret. Would you? How- ever, eventually several were patented both in the U.S. and overseas. The most recent one was devised by a radio expert durin g World War II and patented in 1948. And there it laid for the last 30 years. Or did it? Though nothing was done commercially with the machine, it's use by oth ers interested in the psychic mechanical field, was widespread. Similar devices w ere invented in Europe. Newer adaptions were devised, to enlarge the range of functions, till they were 40"},{"pageNumber":46,"pageContent":"able to do absolutly astonishing things with it. Al l the things I've mentioned about this Machine are true and documented. Scien tists have actually done all of them. Years ago! The basic principles of the device have been consta ntly improved upon, and new experiments conducted, to the point w here a comparatively soph- isticated device is now in common use behind the Ir on Curtain! Twenty five years ago in Czechoslovakia, a Dr. Kirlian and his wife, were experimenting with a related device, quite by accident. The Dr. d iscovered, that by putting his hand into a very high intensity electrical fiel d, miraculous things seemed to happen. HE COULD SEE THE ELECTRICAL FIELD OF THE ATOMS IN HIS HAND! Years of experiments followed with government interest, finally the ultimate discovery. The actual viewing of the Astral Body within a human being! The discovery that there really was an energ y force in the exact shape of the physical body! That's right! The controversi al, poo pooed, ridiculed theory of an astral or soul body had been proven! I t could be SEEN with a Kirlian device and ACTUALLY PHOTOGRAPHED! The spi ritualists and mediums had been right. We do posses an astral body, identi cal in every way to our physical body, that is composed of primarily pure energy! It was the astral body that was radiating the most energy, but at a much differ ent frequency than those of biological radiations. Though they haven't been mea sured as yet, it's believed that the frequencies of the astral body and pure th ought, are one and the same... somewhere in the ultra high cosmic range. In other words, these are the radiant energies from which springs the electromagn etic spectrum we mentioned earlier. They are the source of the spectrum. Hence , all frequencies in the spectrum, radio, light, ultra violet and even matte r, are just lower values of pure thought!! (We are what we think)? If you accept this to be true, then you must realize that everything in creation is jus t another form of thought! Or, to put it another way, as we learned in school, matter cannot be destroyed. It can only be changed into another form of energy. Well then, matter itself 41"},{"pageNumber":47,"pageContent":"is only another form of thought energy! (If the as tral body as well as concious thought itself are forms of energy that cannot be d estroyed, does that not confirm 'life' after 'death'? Does a 'living' fire die when it's molecular structure is changed into smoke and ashes? Or does it simply ex ist in another form)? This of course, then explains, what for centuries h as been refered to as 'mind over matter'. Telekinesis, teleportation, levitatio n, etc. would all fit neatly into the puzzle. Right about now, somebody is saying, \"Baloney! I've tried moving things with my mind and it doesn't work\"! Right y ou are. But that's only because you didn't really want to, badly enough. No w, before you argue about it more, let me go into this a little more deeply. Telepathy, for example, is accomplished every day b y most people without they're even being aware of it! That's be cause, most people have a misconception of how telepathy works. They assume t hey're going to hear voices in their head just like a radio or TV progra m. WRONG! Telepathy, at least for most of us, is more like a hunch or fe eling. Let me give some examples. You've surely heard many stories, or expe rienced yourself, the phenomenon of a dog that howls woefully whenever an ything in it's household dies. My own dogs have done this many times, when a nother pet has passed on. They seem to do this, even if they're not in th e house at the exact instant or even aware of the other pets plight. It's not co incidence. It's a mental message or emotion picked up by the more sensitive psychic mind of the animal. Some scientists have for years held that ma ny animals use this method for communicating, especially during times o f danger. An experiment conducted along these lines years ago, involved a h ousewife and some tiny red ants that had invaded her kitchen. She mentally radiated a feeling of danger and hostility toward the pests and mentally threate ned them with extinction. Within a matter of hours, the ants had disappeared ...left without a trace! In addition, you may recall the mass experiments se veral years i 42"},{"pageNumber":48,"pageContent":"ago, that were conducted on the movie going public. It was termed Sublimal advertising. The theaters flashed onto the movie sc reen, while the picture was in progress, messages extolling the vitues of v arious items for sale in the lobby. These images were flashed so rapidly tha t the concious mind didn't notice them, but the more sensitive subconcious pic ked them up easily and > influenced the movie goers to buy out the entire st ock of lobby items ! Although the practice is not outlawed in the U.S., a more so phisticated and sublime variation is still practiced today in television ad vertising. Reach a persons subconcious and you can communicate your message to him! It's such a commonly understood and believed phenomenon that ev en Madison Ave. uses it everyday. Why then, is it so hard for other peop le to understand? Telepathic messages are received in symbol form. Th is is the way Jeanne Dixon, for example, receives her clairvo yant prediction information. The symbols have to be 'decoded' by the concious mi nd in order to be under- stood. (That's the reason many predictions are faul ty. They're misinterpreted.) Everyone, being different, has a uniquely different symbol system, and what means one thing to you, means something entirely di fferent to me! But, we'll go into that a little more deeply later. For now, l et's concentrate on the normal everyday, garden variety of telepathy. This is expr essed as pure emotion... a 'feeling' that they should do something.(Bring home the bread, a birthday card, telephone a loved one etc). The feelings most people call a hunch and women classify as intuition, are usually telepathic commu nication of emotions. Love at first sight... the instant like or dislike of anoth er upon first meeting... the pit of the stomach feeling when something ominous is about to happen, are all every day occurances for most people if they'd allow themselves to think about them. That's the rub. Most of us are too busy with the da ys schedule and intense ■ immersion in our work to take time out to dwell on what we normally term our 'imagination'. We wonder where that silly thought c ame from, then brush it away impatiently. That's precisely why most people can't progress with their inborn 43"},{"pageNumber":49,"pageContent":"psychic talents. They literally ignore them! As an example. Have you ever been deeply engrossed in a conversation about, say, your car, and ina dvertantly said something like...\" I've got to fix the book\", instead of \"I've got to fix the car\"? You'll often find, this is an indication that the informat ion necessary to accomplish the repairs your thinking about, will be found in a certai n book in your possession. This is a quite general example, it's true, but you can get the idea of what I mean and learn to watch for these mental quirks. Back to our native and his TV set. What good would it do him to know others see miraculous pictures, if he didn't know how to turn the set on, or even what to look for? We'll 90 into the exact methods involved, when we get t o the chapter on telepathy in operation, but for now I want to get two things across. At this level of mental ability, most of you aren't aware of telepathic messages simply because they're too vague for you. As soon as you start lo oking for them they'll appear like magic 1 Don't assume every stray thought i s only your ■ imagination. Look into it. Examine the thought or idea. It may be a mental message. And don't be discouraged if telepathy of this kind doesn't live up to your expectations of what telepathy would be like. Your only in the inf ant stage right now. It will turn in to a voice type of communication within a short time, through constant practice. Remember this too. Telepathy, as with all types of ESP, is a n emotion! I'm sure your aware of all the famous stories of people who have experienced a one time ESP message from a loved one, in a time of crises. This is because EMOTION IS THE CARRIER WAVE OF THOUGHT! Without an i ntense emotion behind it, your mental message will dribble away and poop out within a f ew inches. You must have the intense inner desire to communicate (or move objec ts, etc.) in order to get your set transmitting strongly enough. That's why I said, you didn't want to really move an object badly enough. But remember, wi th the Machine, you'll be able to accomplish this much more easily. The Machine acts as a mental amplifier, and will substitute quite a bit for int ensity of emotion. 44"},{"pageNumber":50,"pageContent":"I mentioned in the first few pages of this book, th at I've never been particularly successful with ESP experiments. But to explain or illustrate the fact that intense emotion is the main key to th is ability I'd like to relate an incident that took place not too long ago. My wife and I frequently get together with friends for an evening of cards. At one such session, I desperatly needed one particular card, that I hoped was hidden within the 5 card blind. Jokingly, I extended my hand over the blind, one card at a time. To my surprise....sh ock is a better word... I actually felt 'something'. That's not a very good word, but it's the only one I can use to describe the 'hunch' I felt. I rearra nged the cards in a different sequence, still face down and 'passed' over them ag ain, and using this method finally determined that the card I wanted was actually there, and now on the end of the row. I took the 'bid' and when I tur ned over that particular card... I WAS RIGHT ! We all laughed about it then, but dur ing the rest of the even- ing I repeated the process 25 times. I WAS RIGHT 1 9 TIMES! This is amazing, even for Duke University. (I must admit th at a few of these ' g u e s s e s ' were not 100%. If I were looking for the King of He arts for example, I found after a little confusion, that two cards seemed to be giving off a 'feeling'. Turning them over proved that one was a King...of another s uit, and the other was an unimportant Heart. Another time, I kept getting a v ery strong reaction from two cards and simply couldn't isolate just one of t hem. I thought the 'gift' was beginning to wear off, but then found that I should have trusted my hunch. When we turned the cards over, they were BOTH the same c ard I needed. I had for- gotten we were playing with a double deck! The same experiment tried at other times proved a t otal failure, which led us to the realization that, in the intense comp etition of the game, my emotio- al connection with the unknown card was tremendousl y heightened, thus 'giving me the gift of clairvoyance! Emotion was the key! Despite that experience, I'm still not able to perf orm ESP feats at will, at least, not without the machine. And that's the b eautiful thing about this psionic 45"},{"pageNumber":51,"pageContent":"device ....... it has been used by others who not only don't have any ESP ability, but what's more, didn't even know what the machine was supposed to do! Science editor John Campbell, after building his fi rst copy of the Heironymus machine, had every visitor to his home t ry the device by them- selves. It worked for all of them ! Campbell himsel f had this to say about this amazing experiment....\" The machine works beautiful ly! The consistency of performance is excellent\"! 46"},{"pageNumber":52,"pageContent":"TIME... . T H E 4 T H DIMENSION I've claimed some absolutely unbelieveable things f or this machine, and I don't blame anyone for thinking I've gotta be a liar of a con man. They just won't believe it. (But they bo ught the book anyway, just in case). So, let me explain a little about metap hysics and science so it'll be easy to understand why I can say these things ab out our marvelous device. I've said the machine will take actual photographs of the past and the future! This sounds like something out of science fiction right? You'll be darned if your going to take my word for it. Okay. How about the word of the U.S. Air Force? They actually DID IT! Eighteen years ago! In August of 1958 to be exact. Here's what happened. Test officials at Eglin air force base in Florida, were conducting experime nts with a super sens- itive infra red camera, to see if they could photog raph events after they had occured. The infra red camera is sensitive to even minute heat rays emitted by objects. The camera they had devised was so refi ned, it could detect differences in thousandths of a degree. With it the y took a picture of the base parking lot which was empty at the time. But, when the film was dev- eloped, it clearly showed \"cars which had been park ed in the lot several hours before, but which were not there when the pic ture was taken! The report of this experiment was carried by the Associ ated Press in an account published in the Miami Kerald. Because the Infra Red Camera was classified the Air Force refused to say how far backward in ti me the camera was able to go, or to release any of the pictures to the press \"for fear that trained scien- 47"},{"pageNumber":53,"pageContent":"tists from foreign countries might read too much fr om them\"! As you can see the claim of being able to take pictures of the pa st is an old one. What we claim is that you can go the Air Force even one better, f or with the Machine you don't need a special infra red camera...in fact you need no camera at all! The Machine will take ordinary black and white pictures by itse lf! Now, if we're going to continue talking about Time photography, and such things as Materialization and Telekinesis, we'd better understand what time is. A heck of a thing to say...everybody know s what time is. Right? WRONG! And it's about as easy to explain as how t o balance on a bicycle, but here goes. In his Theory of Relativity, Dr. Albert Einstien sa id,\" Every description of events in space involves the use of a rigid body, to which such events must be referred. The resulting relationship takes for granted that the laws of Euclidean geometry hold true for distance, the distance being physically represented by the convention of two marks on a rig id body\". In other words, you can't describe anything to anybody without some thing else to compare it to. Take a 'big' box for example. Bigger than what? So many inches high?What is used to measure an inch? TWO MARKS ON A RIGID BODY, right? But you see, Time is a dimension, just like length, wid th and height. So when you describe something you have to say 'when'. You usually do this auto- matically, by assuming everyone understands you mea n 'now'. For instance, a large box may be 12 inches high by 12 inches wid e by 12 inches long...NOW, but before it was folded into that shape it was a f lat box. After it is crushed it's dimensions will change again, and even after t he box is burned the atoms that make up the box will still exist, but in still another dimension. Let's take another example. You've agreed to meet someo ne at 2nd St. and 3rd Ave. at 1 o'clock. Okay, 2nd st. and 3rd Ave. can be fou nd easily with a map. 1 o'clock uses a 'time map' or what we call a watch, to tell you when your there. But > remember, that meeting can never take place, unless you say when. Don't 48"},{"pageNumber":54,"pageContent":"get the idea however, that a clock or watch is time . Just as a ruler is not an inch, but rather a device to measure an inch, so a clock is only a rigid body used to measure time. Got it? Okay, so then what is time? I was afraid you'd ask. There've been literally a billion words writte n on the subject, and still nobody knows. (If your really interested in definin g the difference between our time and sidereal time, read the Betty Books.They' re heavy, but excellant). I'll try to explain time, but remember, it really d oesn't matter if no one can prove it or not, because the machine will work even if we don't completely understand how. (Do most women know how the family car runs?) Everyone knows science has made leaps and bounds in the last hundred years. In fact, we're so used to the fact n ow, that we no longer pay much attention to exactly what progress they're mak ing...we take it for granted. But for our purposes, let's take a look at some of the things that have been accomplished. Only a few years back we were taught that the atom was the smallest particle of matter, and as solid as a grai n of sand. Today we know that's not true. There are many smaller particles a nd the atom isn't solid but rather composed of a system of superimposed wav es and electrical charges. Matter, instead of being dense and solid i s now known to be mainly huge open spaces with tiny specks of electricity fl ying around ....electrons. Perhaps one of the most revolutionary discoveries o f nuclear science was the discovery of antiparticles. Besides the old a tom, that consisted of a neutrally charged Neutron, a postive charged proton and negative charged electron that orbited around these two, science now knows of several others, like the anti proton and the Positron. Particles t hat are possessed of an exact opposite charge to the building blocks we're familiar with. In other words, antimatter! Science now speaks of anti stars and anti galaxies. They even talk of anti worlds, where anti mountains loom over anti valleys that are populated by anti people! They say, anti worlds behave in exactly the same way ours does. Andrew Tomas in his book \"Beyond the Time Barrier\" said, 49"},{"pageNumber":55,"pageContent":"\"Unfortunatly, we can never meet these anti people, for if we tried to land on an anti planet the opposing forces between matte r and antimatter would cancel each other in a tremendous explosion\". Thi s may be easier to under- stand if you liken it to a short circuit. When the positive pole of a battery is grounded to the negative pole...WHAP..you have a 's h or t', or short circuit. Imagine what kind of a 'short' you'd get with two b atteries the size of the earth! We just mentioned, a short while ago, the discovery of the Positron, i According to a physics definition this is an electr on moving backward in time! So you see, though the anti world may behave in exa ctly the way ours does, it differs in one huge respect.In an anti world the direction of time is moving from the future to the past! And don't snicker at that idea. In 1965 Dr. Richard Feinman received the Nobel Prize for that discover y, so it's no science fiction pipe dream! According to Professor Hans Reichenb ach, the inhabitants of an anti world would consider their time as being right and ours as being backward! ■ Can time really go backward? Twenty four centurie s ago, Plato thought so when he wrote The Statesman. He spoke of an oscillating universe periodically reversing it's time, like a pendulum. At the end of it's swing, everything stops, then moves backward for one swing , etc. This seems rather fancifully true, but it's being echoed today in mod ern physics. Dr. Gerald ■ Feinberg of Columbia University says that Tachyons (atomic particles moving faster than the speed of light ) move backward in t ime! For those of you familiar with the theory that nothing can accelerat e past the speed of light let me clarify Tachyons. These particles have an in itial speed faster than light and can never slow down slower than light! T hey posses negative energy, imaginary mass and backward time. Dr. Einstein also proposed the theory that Time, as a dimension, is bendable, just like light.This is an ancient bel ief. In symbology, time has 50"},{"pageNumber":56,"pageContent":"always been portrayed as a snake swallowing it's own tail. I f this is true, and Time can really be bent, then you have the Hyper Time of science f iction. The possibility of touching past or future by bending time. Maybe even more interesting and easier to belive is the exista nce of a parallel world. This involves the Neutrino, a recent discovery of modern science. Neutrinos are spinning sub atomic particles with no cha rge or mass, that shoot through our solid planet as if it were a sieve. They pe netrate every known thing, at the speed of light ! In this respect, they co uld be likened to radio frequencies, which exist in and through the same space we occ upy, at the same time we do! A world who's atomic structure is mad e up of Neutrinos instead of 'our' atoms, can actually exist in the SAME SPACE as ours ! As the distinguished Oxford physicist D.H. Wilkinson said \"...there exist uni verses intermingling with ours, containing their own form of awareness and awa iting some common but elusive interaction to be discovered\". This parall el universe - would have it's own special time, which doesn't correspond with ours. As most books on the Astral Plane of existance point out, Time, for t hat universe is subjective...moldable for the beings that live there. (This is what is con- sidered by most of us, as the 'hereafter'...the next plane of e xistance for the human soul or astral body, that we spoke of earlier). In this world, a fleeting second of their time could be hours to us. Or, to put it another way, they have the option of viewing ALL OF TIME at once.Sort of like a movie film. We see only one frame at a tim e, while they can view the whole reel at once. You see, modern science doesn't consider Time, any longer, as an integral dimension of space that 'flows'. Time as a dimension, can't 'flow' any more than width or length can 'flow'. It' s a dimension. Our minds are unable to really grasp the wider perspect ive of Time as a continueing line of NOWS. We invariably think of Time a s NOW. This instant. The past and future for us are separated by an intange ble instant that, no matter how often you try, cannot be divided into a final point. F or 51"},{"pageNumber":57,"pageContent":"The past, already doesn't exist. The future, doesn' t exist yet. There is only NOW. But if the past and future don't exist and o nly NOW is real, than the real NOW connects two 'unreal' things! Such a stat ement to an intelligent mind is absurd. The past and the future are just a s real as NOW, If you consider Time as a long line of NOWS, one after ano ther, the only thing to seperate them, is the fact that some are ahead o f you, and others behind. The only way you really have of determining where y ou are in Time is to relate your NOW to those behind you and those ahead of you...RELATIVE. Going into this deeply enough to fully understand t he concept of Time would take several hundred pages by itself. For those who are interested enough, I recommend a book called \"Beyon d The Time Barrier\" by Andrew Tomas, and published by Medallion books. It's excellant and very entertaining. Nothing real heavy to fall aslee p over. At any rate let's take another subjective look at Time in a context w e might be a little more familiar with. We all know that the light from distant stars, is l ight that left those stars years ago. We also know that the act of seeing really involves the perception of light reflected from the object w e 'see'. So when we're viewing another star or planet, we're really seeing the reflected light from that star or planet as it was, say, a thousand yea rs ago. If that telescope were powerful enough to magnify the image of that p lanet to the likeness of a pair of binoculars, we would be able to see th e actual surface of the planet as it was when the light left it 1000 years ago. If our telescope were powerful enough to pick out individual cities or st reets on that planet, we'd see what the people there were doing...1000 YEARS A GO! Right? So, if that's true why couldn't someone send a rocket out into space to intercept the earth's orbit, where it was say 1000 years ago, and take pictures of this light as it travels outward through space t o other planets? THEY ARE! 52"},{"pageNumber":58,"pageContent":"In Paris, back in 1963, a French engineer and astro nomer, Emile Droute, disclosed his plans for just such a rocket. He displayed the prototype at Vigneux-sur-Seine in that year. Needless to say, there are many complexe problems an individual must face when launching a p roject of this type. The speed will have to be in the vicinity of 107,000 ki lometers an hour. The exact workings of the plan are rather complicated to pres ent here, but a simple idea of it would be to first realize that the earth revolves around the Sun. In addition, the sun, being part of this galaxy, is speeding outward through space. Therefor as the earth revolves and the Sun m oves ahead, the path we leave behind is a spiral, very much like a coile d spring. As the earth takes one year to complete a revolution around the Sun, then each spiral of this 'coil' represents one year. If the rocke t were sent backward the equivelant of 40 spirals, the light encountered wou ld reflect an image of the 1940's and we'd view WWII all over again! By sending his rocket along the outside of the coil , in a straight line, Droute plans to retrace the earths path, but do it faster because in a s e n s e , he is taking a shortcut along the edge of th e spiral. When the rocket reaches the desired number of spirals, automatic ca meras will begin sending photographs back to earth, just like those NASA receives now from our astronauts on the moon. Thus again, you have TI ME PHOTOGRAPHY! This may all sound nutty to some people but, during WW I if you had said that in 60 years we'd look into a box in N ew York and see what they're doing in China, AT THE SAME MOMENT, they'd have thrown you in the booby hatch! And yet, TV is so common toda y that no one even thinks twice about it. Indeed, a good portion of ou r population can't even remember a time when we were without it! 53"},{"pageNumber":59,"pageContent":" French astronomer Ernile Droute's 'Time' rocket follows the ea rths spir SIMPLE TURBOJET ENGINE 54"},{"pageNumber":60,"pageContent":"PICTURES FROM THE PAST The time r o c k e t w e ' v e j u s t s p o k e n of ma y sound interesting but you can't quite understand how this would apply to the Machine in particular. Our Machine i s n ' t going to go flying off int o space. It doesn't have to. It'll just sit there quietly in your living room and take photos of the past or even of events that are happening right now, in some far off place, like a TV, but without a screen or w ires! Another science fiction pipedream? HA! Way back in the 1930's Manly P. Hall wrote, \"The past still exists, and if it's vibrations can be intensified by electrical amplification the ages can be made to live again. At our pleasure we could, by tur ning a dial, watch the pyramid builders heaping mountains of granite together , once more would senators argue in the Roman Forum, the lurid flames of the Inquisition would burn before our eyes, to be followed by the fires of the French Revolution\"! True. The scenes from the past as w ell as those more recent have been reported many times by people who were, unfortuna tly classed as quacks or kooks..... mediums. The phenomenon is known as Materialization, and has usually been associated with the apparit ions of a ghost. But there was nothing kooky about the Materialization reported by several newspapers back in the early fifties, that involved a group of scientists working in a top secret laboratory for atomic experi ments. The men were involved in experiments requiring several extremely high voltage 55"},{"pageNumber":61,"pageContent":"electrical devices. One day, out of nowhere, some of the scientists saw images forming in mid air. They were somewhat blurred, but still easily recognizable as human faces. As the event progressed more and mo re people took notice until all the technicians watched as the faces move d around, nodded and turned, showing themselves at different angels.The images suddenly took on more consistancy and became clearer and sharper. The entire event was accompanied by a low murmuring, as if a group were conversing, but with \" • ■ \" ■ the sudden intensification, individual voices becam e clearer, enough to understand they were useing scientific phrases and terminology. The phantom group then slowly began to fade away, until l nothing was left in the lab, but stillness. Being scientists, the lab v orkers made a complete investigation. The explanation of how the apparitio n occured wasn't solved, but they were able to identitfy it' s origin. The words they had heard were spoken at a high level top secret meeting held in a nother part of the build- ing. The images of faces, had been the men present at that meeting. It was determined that the meeting room was far enough awa y and secured suff- iciently to make it impossible to overhear the meet ing in any normal way. They thus concluded that there had been a trans mission of images and voices akin to television transmission, brought on by the powerfull electrical fields produced in the laboratory. This electromagn etic atmosphere had somehow transmitted photons and soundwaves across t he interveneing space. They had experienced a MATERIALIZATION! Th e story was with- held from the press for several years due to the to p secret nature of the meeting, and the fact that the materialization itse lf was considered a security leak! Powerful electrical and magnetic fields have genera ly become accepted as necessary for psychic experience and de velopment. (Remember Kirlian Photography?) But the common point to all s uch experiences is the fact that radiation or emanation of any given objec t or person is the main 56"},{"pageNumber":62,"pageContent":"carrier link between one event and another. The Materialization we've just spoken of and the tw o 'kinds' of Time photography are all based on the same princi ple, radiation of frequency. This won't sound so mysterious if you think of a common electrical trans- former. Electric current is fed from a wall plug in to one side of it. The current goes into a coil of wire, and stops! Anot her coil, placed very close by, but NOT CONNECTED IN ANY WAY picks up the elect rical current by induction and feeds it through the output side of the transformer. It works. We use them everyday in dozens of different devic es and never give them a second thought. The main priciple of the Machine is the same. A California power company had an extremely serious break- down one day that caused a flurry of investigative activity. Despite the numerous and intensive checks made by technicians, the cause of the failure remained unknown. A worker was called in who inse rted a detailed schem- atic diagram of the circuitry involved into the 'we ll' of a little black box. Within a matter of hours the entire circuit was m ysteriously repaired and back in operation! The machine used to effect thi s repair could be termed a 'standard' psionic device which derives it's p ower from the affinity be- tween matter. Voodoo and Witchcraft, despite their comeback as a fad, are still rather disdained by the average believer in p sychic phenomenon. Yet the witch doctors and warlocks knew the secret, whe ther they realized it or not, of transmission of frequency. The use of voodoo dolls and almost fanatical fear of cameras wasn't just ignorant jung le superstition. In Pennsylvania a white smocked lab assistant inser ted the seed of a Lily into a psionic machine, and took a pictur e. When it was developed it clearly showed a tulip bulb. Turning a few dials , the operator took another picture. This time the photographic result was of a lily....in full bloom! When you take a photograph of anything the metalic crystals of 57"},{"pageNumber":63,"pageContent":"the film capture more than just photons of light. Along with the re flected light, is the radiation your body continually sends out, and which we ment- ioned earlier. Again, these radiations are individual to you and you al one. Between your body and the negative of the film which has just absorbed s ome of your body's radiation, there exists a compatability or affinit y. Much like the electrical transformer, the frequency of the radiation from the film, matches exactly the frequency of the matter of your body and therefor, a definate link is created between them. Perhaps another analogy woul d make this point easier to understand. If your familiar with a piano you know that when you strike a key, it in turn causes a taut wire to vibrate thus creating a sound. These wires are graduated to create specific sounds or n otes. If the note you struck was a 'C' for example, the other 'C' keys, both above and below the one you struck, would also vibrate, l e s s intensly, in a phen- omenon known as harmonics. The sounding of the vibration of that key or frequency, would cause a response in all other wires of the s ame frequency. The photograph and it's 'harmonic' image, operate in the same way. This is the principle upon which the Machine is based, and IT WORKS! In the De La Warr Laboratory in England a worker put one small drop of a womans blood into a psionic machine. While he concentrated and adjusted, a few dials, an assistant slid a piece of photographic f ilm into a slot and timed the exposure. After development the picture clearly showed the vertabrae and pelvic region of a woman, along with an X-ray type image of a human fetus! Satisfied with the appearance of the baby, the technicians set the machine 'a few months ahead' and checked the baby's progress again. In this instance, the machine was being used to take pictures of t he future. It can also be used to effect a change in the future or the present. This was aptly demonstrated by Dr. William Hale, Chief of Dow Chemica l Co, Research Department, down in Florida. Taking a picture of an infested ora nge orchard he dabbed some insecticide onto a few rows of infected trees in t he picture 58"},{"pageNumber":64,"pageContent":"and slipped it into a psionic machine. The machine was turned on for a few hours each morning for a week. At the end of th at time the actual orchard was examined. Every row of trees that had been treated with insecticide in the photo, was free of any infestati on! Those trees not so 'treated', even in the next rows, were still ins ect ridden! In a related type of occurance, the Municipal Works of Rosenheim Germany reported the extermination of a hoard of termites at a great distance without the use of an insecticide! The Nov. 3rd issue of the Journal of Paraphysics carried the account. Similar experiments carried ou t on over 50,000 » acres of U,S. farmland always showed the same res ults! As you can see the effect can be obtained even over vast dista nces. Unlike the trans- former, our machine works anywhere in the world or beyond it! (Remember the Hieronymus experiment with Apollo 8 & 1 1 ) ? Physical space of course isn't the only dimension we're talk ing about. A picture taken now of events that occured in the past can ea sily be taken if the frequency transmission of the test subject is tuned to the past position of the test subject. In other words, a picture take n of an event that occured years ago must use as a transmitter something that was at the place in question at the time desired. To take picture s of prehistoric monsters for instance, a sample of yourself wouldn't work, f or you weren't there at the time. However, a rock that's known to have e xisted in that era would. In the exact process of the Machine, by pu tting your own photo in the sample chamber and adjusting the dials for a gi ven time in the past, you'll create a photo from that time period in the film chamber, that will have you in it or will depict something very close to you at the time. Now, here's the Voodoo part. Because we're talking about emanations from a particular body, a photo isn't the only thin g that will work. A sample emitting heavy radiation may be gained also from an actual piece of the body...a fingernail, lock of hair, drop of b lood etc. If all these 59"},{"pageNumber":65,"pageContent":"samples are put into the machine at once, the inten sity of the emanations is greatly amplified. In some circumstances, samp les from two very closely related onjects may be inserted at the same time, p roviding that a combination photo is desired. George De La Warr tried this expe riment with the blood samples in his machine. He took a few drops from his wife and himself and tuned the 'camera' to their wedding day.... thirty years before. Developed before witnesses, the picture showed the pair jus t as they had been on that memorable day...wedding clothes and all! But a word of caution here. It has been discovere d that not all tests react the same way for every user. Psioni cs experimenter Murial Benjamin found that certain chemicals she used to c ontrol desease and insects on her trees and plants didn't always work for othe rs. And what they used, didn't always work for her. These experimenters co ncluded that their own reagent worked because they believed in them! Now t his fact is something that you can control, but the possibility of an uncontro lled reaction should scare you to death. This caution is included here to make you aware of the fact that it can happen if your not very careful. This dev ice is not a toy....it can be a highly dangerous machine if used in the wrong way. It has been found that this apparatus, located at a distance from the organism it was radionically treating caused a genetic crossing among different varieties of the same species! The L fields of these plants were merged p sionically....their genes and chromosomes were mixed to produce a totally new variety of hybrid fruit! This amazing discovery, perhaps the most startlin g and exciting discovery in psionic history, can be credited to Mrs. Murial Benjamin. She confessed that she doesn't concentrate on her plant s during treatment. Often she says, she'll be doing something entirely differ ent while the machine is on. Perhaps this is what led to her biggest error in ra dionic use. She was used to taking four photographs, one for each of her differ ent peach trees, and alternately treating them to stimulate their growth and yield. For two years she placed one 60"},{"pageNumber":66,"pageContent":"photo at a time, in an envelope, on the collector plate of her machi ne along with a crystal of calcite or tungsten nickle fluoride. It worked beautif ully. The third year she says she got rushed and 'ran' all the negatives together with the calcite crystal. \"The next year there was a terrible mess\" she said, \"First, the latest blooming trees bloomed first, and the early ones last. The others were a mish- mash of inedible useless fruit! Everything was either too small , too hard, too mushy, without seeds or rotten. There were dozens of different v arieties of peaches on each tree ! It was such a mess\", she went on to sa y, \"that we were forced to take all of the trees out of the ground and destroy them. By placing the pictures all together the way I did, the machine had somehow garbled their genetic codes. Somewhere, back in their cross bred ancestry I ha d scrambled their genes\". Mrs. Benjamin concluded, \" My mistake was in using the negatives which I placed face down on the collector plate, glossy side up. Then I laid the calcite crystal on top. I don't know how it worked, but I think it mus t have blended the vital fields of those trees to cross their genes that way \", Incredibile? Sure it is, but so were the first X-ray pictures of the inside of the human body.... or the first Kirlian Photographs. Learn how to use the machine, and think out each experiment very care- fully in advance. Don't take a chance by treating this machine lig htly ! Each atom's unique radiation frequency is picked up and re - transmitted after being modulated or modified by the frequency of concious thought. 61"},{"pageNumber":67,"pageContent":" POWER FROM THE PYRAMIDS In t h i s c h a p t e r I ' d l i k e to t o u c h on C o s m i c Force, the other half of psychic power. Cosmic force contains a lot of variables, it's not just cosmic rays. In the case of the now famous pyramid power it consists of cosmic energy, atmospheric pressure, temper ature, phase of the moon and it's gravitational pull, and much more. Exactly how it works still isn't really understood but we do have a hint. A pyramid shape is the first necessity, although any similar shape will collect a certain amount of power also. (An 'A' frame will act as a very weak pyramid). Not only should the pyramid shape be adher ed to, but the most powerful 'generater' is one that is in the exact di mensions - of the ancient Cheops pyramid in Egypt. The illustration shows t he dimension necessary, should you want to make one for experiments. The size c an be altered as much as you like providing you stay within the proper proport ions. Pyramids of cardboard, metal and plastic, have been advertised for several years now, for use in home experiments. And though the mater- ial from which they're made isn't too critical, they must all be oriented to magnetic North. Once that's done, some astonishing claims can be made for their powers. All these are true. In a sense, a pyrami d will do the same things our Machine will, but to a much lesser extent and with much mor e dependancy on the ESP ability of the operator. 62"},{"pageNumber":68,"pageContent":" PYRAMID POWER This page may be used as a template. Cut or trace the large triangle above, onto four pieces of cardboard. Cut out and glue together. 'Kings Chamber' is located about where wording is. A stronger pyramid may be made using two or three layers of cardboard with tinfoil between. One baseline should be oriented to the north, as shown in sketch. For a larger size to meditate in use a triangle either 10' x 9' 6\" (6' high) or 7' x 6 1/2' (aprox. 4 1 / 2 ' high). For any size in between, use proportions of these dimensions. It's important to be as accurate as possible. 63 "},{"pageNumber":69,"pageContent":"The shape of the pyramid , by collecting and concen trating cosmic forces, is able to accomplish extraordinary things. Meat, or other food put into the Kings chamber of a pyramid, won't decay if left unrefrige rated! In Europe, there are several companies that package their products in py ramid shaped containers to insure freshness longer. Milk, for instance, wil l keep up to 8 weeks in such a vessel. A few years ago a patent was granted for a pyramid razor blade sharpener. The darn thing worked too! (Reshaping or I should say, the returning to original form, of metal products that have under gone wear of course takes a little longer than the other processes). Plants wil l grow much more rapidly and vigorously inside a pyramid and liquids take on a f resher taste and new comp- osition. In Czechoslovakia, scientist Dr. Rober Pa vlita took an interest in the pyramid and other ancient forms of cosmic generator s, which have reportedly been around since the time of Atlantis. His exper iments over the past few years have been startling. He has evidently learned the a ctual operating principle behind this phenomenon, for he's invented several n ew shapes for his generators. He refuses to divulge any of the critical informati on regarding these devices until the patent is issued and he has a market for them, but they're known to be available in over a dozen shapes and sizes from metal 'oranges' to rods. However, through his experiments a few concrete fac ts have been discovered concerning the pyramid form and it's potential. It' s been known for example, that water put under a pyramid for a few minutes ta kes on a much better taste and when used to moisten plants, seems to gain prop erties that invigorate them abnormally. In his experiments, Dr. Pavlita examine d water he had subjected to pyramid power for a few minutes, and found that the spaces within the molecules had enlarged! Why, is n ' t known but th e actual molecular struct- ure of the water had changed and made it into more of an elixer than ordinary water. You can try this yourself very easily. All t hat is needed is a cardboard pyramid and a glass of water. Leave the water insid e for at least 15 minutes. Drinking it not only brings no ill effects but actu ally stimulates the drinker, while it's use for any other purpose is equally enh anced. 64"},{"pageNumber":70,"pageContent":"As I mentioned, the pyramid may be constructed of almost any mat erial, but metal does seem to work the best, primarily because according to ancient Egyptian practice, the form itself acts almost like a lighteni ng rod. You see the famous pyramids of Egypt that started the whole thing, are now known to have been covered on the outside with a polished metal, that has s ince been removed and can now be found decorating the walls of nearby temples ! ■ According to Garcia Beltran, Egyptologist, the ancient pyramids had more than one function. Not only were they capable of preserving the dehydrated remains of a living organism in a mummified state, the y were also, and primarily, used for rain making 1 Said Beltran, \"They w ere covered with a very smooth white metal and could be seen glittering from hundre ds of miles away. For this reason they were called The Lights. \" (A similar shimmering crystal covered pyramid was discovered in Ireland and is now being renovated by the Government). Beltran went on to say, \" The metal i should have been silver but an alloy was used instead because silver w as so scarce in Egypt. Some of the metal is now found on the walls of Mosques, notably those of the Cairo Mosque which have a bright silvery sheen. Egpt ian archaeologists know that the metal came from the pillage of the pyramids!'. He also commented on the actual age of the structures by saying,\" The pyra- mids are much older than they are generally said to be. Ten thous and years ago they overlooked a verdant green region of skillfully cultivated and irri - gated land that produced abundant crops\". According to the Arab historian Abu Zeyd el Balkhy the inscriptions engraved on the pyramids were tra ns- lated into Arabic, and gave the time of construction as when Lyr a was in the sign of Cancer. That would place construction 73,000 years ago! T oday, nothing remains but ruins and desert because the pyramids have all been either destroyed or mutilated. The pyramids used to make rain? Not that far fetched. Withi n 65"},{"pageNumber":71,"pageContent":"the past decade, ultrasonic sounds have been used here in the States to condense fog and make it fall in the form of rain! And in Saint-Nazaire France there stands an aerial fountain invented by Andre Pasquet. This fountain is made of smooth metal which condenses the water vapor in the air. With it, he can ach- ieve an output of 700 gallons of water a day! Both of these devices could be said to be distant recollections of secret Egyptian and precolombi an science because according to historian Garcilaso de la Vega, the ancient Incas knew how to \"make water out of air\"! No matter what the other functions of the pyramids, the main item of interest to us at this time is their cosmic intensifica tion abilities. The famed psychic and seer Nostradamus revealed , at one time, the secret of his mental trips into the future for his predictions. Essentially it consisted of the use of water, flame and a \"brass pyramid\" to induce a tr ance state! The ancients of Tibet, that revered place that has become the Mecca of psychic development, also apparently, were aware of th e powers inherent in a pyramid form. Initiates were trained in psychic deve lopment through the use of a 'magic mirror' whose operation was described like this: \"Every temple has a dark room, the NORTH wall of which is com pletely covered with a sheet of mixed metal, chiefly copper, very highly pol ished, and with a surface capable of reflecting things as distinctly as a mirror. The disciple sits in an insulated chair, a three legged stool placed i n a thick, flat bottomed glass vessel, the Llama operator does likewise and the two form a triangle with the mirrored wall. A magnet with the north pole up is suspen- ded over the disciples head, without touching it. The operator, having start ed the action going, leaves him alone gazing at the wall, and after t he third time he is no longer required. This account was published in the Mahatma Letters in London, in 1926. One of the important requirments of pyramid use is t o align the base on a true magnetic north axis. Also the mention of a magnet above the head is important. This practice is gaining exceptance again as being conducive to ESP. 66 "},{"pageNumber":72,"pageContent":"Magnetism is something most of us take for granted and, perhaps even consider so mundane as to be 'kid stuff'. This force is so powerful, how- ever, that it's used to twist, cut and form huge ch unks of cold steel. In Industry this is called Magnaforming. Consider. If magnetis m can do this to cold steel weighing tons, what is it's effect on frail human t issue? A New York gynecologist and cell expert, Dr. Kenneth MacLean, has been heal ing everything from stiff muscles to crippling arthritis with a powerful elec tromagnetic field! And Professor Robert Uffen of the University of Western Ontario has gone even farther. He's convinced that \"magnetism is the key to Life's origin on Earth\". And when Dr. Robert Becker of State University in N ew York applied this theory to individuals in tests, he discovered the h uman biomagnetic field. He mapped out this field in great detail. \"Celestial f orce fields,\" he said, \"can and do exert an influence upon human beings, and ar e responsible for behavioral changes\"! Even in medicine there is a rapidly gro wing awareness that the human body, like all matter, is a mass of electrica l energy 'pressed' into what we consider solid matter. As he put it, \"It so unds highly exotic to think of all solid matter as concentrations of electromag netic waves, but the fact is that everything is part of the electromagnetic s pectrum\". It's also well accepted that a magnetic field around a body will i ncrease and enhance the psychic field. In fact, small magnetic jewelry is a ll the rage right now, in the belief that the field they produce will affect th e wearer. I sincerly doubt this as they are extremely small and weak compared to th e amount of magnetism necessary to aid psychic achievement. However, a hu ge magnet isn't necess- ary either. One about the size of an orange will d o nicely, at least according to Dr. Cristjo Cristofv, father of the Cristofv Eff ect, used to detect nuclear explosions anywhere on earth. According to Dr. Cris tofv fatigue we experience while in planes, cars, buses and buildings is cause d by interferance with the earths magnetic field. It seems the metal surroundi ng us works like a Farra- day cage to ground out the forces of electrical ene rgy the human body needs. 67"},{"pageNumber":73,"pageContent":"Dr. Cristofv, who has been a consultant for the Arm ed Forces and several large corporations, went on to say, \"The earth's ma gnetic field is positivly polarized and measures about 200 volts/meter\". Usin g this information he has invented a device that consists of a metal can inside of which an elect- ronic device is connected to a battery. It's suspe nded from the ceiling and will, according to the doctor, provide an 800 volts /meter field. \"Tests of pilots and truck drivers\" he said, \"Have shown greater alertness and less tiredness. And the metal that surrounds us isn't th e only offender\" he went on, \"plastics have an inherent high negative charg e,(as high as 50,000 volt/ meters) which slows performance even more! So plast ic seat covers, drapes, spreads etc., can all cause trouble\". He exposed cats to a field of just that intensity and in just a few weeks their s ex drive evaporated, they ate less and they became frightened of mice ! The old fashioned late show concept of a psychic si tting with a metal electrode straped to his head may not be as far fetched as most people have believed. The nervous system of all l iving things is now known to work by means of electronics. Tiny electronic im pulses operate the brain and move muscles. Yet, these impulses are so tiny a nd delicate they can only be traced when they're in groups. Now, if t hese newly discovered charges are so delicate, it follows that they are e asily affected by an electro- magnetic field, even one that may be emitted by e xtra terrestial means... from out in space. This isn't so weird soundin g if you realize that we live in an environment that literally hums with forces. The stars emit radiation that runs the full electromagnetic spectrum, low fr equency radio waves, ultra violet, past visible light, which is, after all, on ly higher frequency radiation, up to x-rays and the cosmic range. You must realize that within our own solar system t he sun and it's planets maintain a complicated balance of inte rrelated magnetic fields. Gravity itself is now believed to be a form of elec tromagnetism, and all 68"},{"pageNumber":74,"pageContent":"these forces are shooting through and bouncing off of you, every second since the day you were born. There's ample evidence that planetary forces affect us continually. Speaking at M.I.T. in 1961, Dr. Robert Becker said, he had discovered an electromagnetic field within t he human body. He stated \"This human electromagnetic field fluctuates with variations in the earth's magnetic field! At present,\" he continued, \"we can only suspect a general relationship between man and the electromagnetic ph enomenon that exists in the galaxies\". The fact that the brain is an electrochemical devic e also has a lot to do with magnetic effects. Both the United States and Russia have experimented with implanting tiny radio receivers i n portions of damaged human brains, in order to enable them to take over the function of the damaged brain cells. Further, during the early sixties, D r. Leonard J. Ravitz, a very prominent neuropsychiatrist, did some studies base d on the electrodynamic theory of life. He concluded that \"all living thing s have bio magnetic fields. The electrical rythm in humans coincides with Lunar phases of the moon and the distant movements of the stars and planets\" . According to the Dr. the galactic components are affected by the very sa me electrodynamic forces we are. Under the weight of all the evidence provided so fa r I think it's safe to sum it up this way. We are influenced conti nuously by electro, geo and bio magnetic forces that are an integral part of bo th the human being and the \\ material world he inhabits. Huge magnetic storms on the sun , known as sun- spots have a very definate effect on the weather, p articularly in the upper ionoshere, Bioclimatologists have proven that posit ive and negative ions in the atmosphere effect the way we think, feel, and behav e. That electrical charges in the air, not to mention geomagnetism and electromag netism, affect all living things...plants, animals and people. 69"},{"pageNumber":75,"pageContent":"The moon has a tremendous direct effect on atmospheric moisture, plants animals and people, seeing as oxygen itself is in effect magnetic ! Solar magnetic fields and sunspots effect our atmosphere not only thermally, but magnetically... cosmic rays are known to effect the DNA and RNA...those nucleac acids fundemental to human life...Humans and animals respond to geomagnetic attra ction and fields... ultra violet rays from the sun are very apparent in their effect on the body...and even TV radiation has an adverse effect. As just a moments tho ught will show you, all of these forces influencing our bodies, minds and surroundings MUST have some effect, other than those discernable to the eye. LASER CONVERSATIONS In discussing the pyramid effect we mentioned that it acts as a collector and intensifier of L fields and cosmic forces. While most of thes e forces or field effects are recognized, if not fully understood, they still remain an unknown w hen consid- - ered as a coalition. Like throwing strange chemicals into a beeker , your never sure exactly what will result. And some strange results inde ed, are coming to light when considering the interaction of some newly discovered phenominon. Tachyons, for example. Just one of the kinds of strange energy that might exist beyond the measurable spectrum. Scientists have created a model of this particle that exceeds the speed of light! Until only recently, this was considered an impossibility according to Einstein's general field theory. Sci entists have found the reason such a particle can/exist ....it never drops below the speed of light with out disintegrating. They're now engaged in deep research to prove that t achyons are the principle component of the L field! The immense implicatio ns of this can be understood with a few more facts and some extrapolation. The L fi eld is the mold for the material body. It is probably also the actual 'life' tha t is breathed into that body....possibily what we consider the 'soul'! If scientists succeed in determining the energy components of the L fields...they have also solved the se cret of life! 70"},{"pageNumber":76,"pageContent":"If you except that thought...the mind radiates from and is contained within the L field, than it should be easy to accept that after 'death'...,after the physical body ceases to function, the L field remains ...int act..... intermingled with the other L fields that surround every material thing i n existance. And because ■ memories are formed and filed in the mind, 'you' i n essence, still exist! Now whether you desire to believe this or not, you must admit the possibility. I, for one, know that 'something' exists after 'death' for I ha ve contacted and 'spoken' to those that exist there. For that matter, so have th e governments of the United States and the Soviet Union, although they, as usua l, choose not to admit it to the general public. However, what is termed in jour nalistic language as 'usually reliable sources' inform me that both of these gove rnments are conducting ex- periments in laser research in relation to communic ation. Simply put, laser is amplified light.... or if you prefer, highly amplif ied frequencies of the electro- magnetic spectrum in the visible light range. Laser s, as your probably aware of • ■ have thus far been used to accomplish some pretty m arvelous and astounding things. Delicate brain surgery or sliceing thru the worlds hardest metal like butter.... both done easily with lasers. It's also used as a means of long range communication, and it's this that we're interested in right now. So, to make it easier to understand perhaps we should dwell for a moment on the mechanics of normal radio communication first.(For this is al so the basic method of our psionic apparatus). The radio station transmitter generates a frequency of great power that radiates from it's antenna much like a light house beacon. It's not audible on your home receiver however. This is just the 'carri er' wave. What they do is impress upon (modulate) this beam a message carryin g pulse of a different frequency that is 'carried' along on the wave. (Hen ce, the term 'carrier wave'). Sort of like dots and dashes with a flashlight. Whe n your set at home picks up the signal, it sifts out the carrier wave frequency and only lets the message > portion through....that's what you hear. Simple, ri ght? Well, so is laser comm- unication, for it's basically the same thing. The m ajor difference is in the much 71"},{"pageNumber":77,"pageContent":" A R U B Y LASER BEAM A bright strobe light flashes to excite the electrons in the ruby. A s they gain speed they are releases from the ruby and strike the mirrors on each end of the tube. Added stimulation and the bouncing back and forth give them more momentum, until they are strong enough to penetrate the lightly mi rrored end of the tube and become a focused ray. Illustration of Electromagnetic Spectrum showing differing lengths of energy 72"},{"pageNumber":78,"pageContent":"much higher and intense frequency. Among it's other virtues, it will go places ordinary radio waves won't and get there wit h more intensity, so you might say it goes farther too. Earlier, I mentioned that pure thought...the source of the entire electro- magnetic spectrum, existed in the ultra, ultra high frequency range. The L field 'inhabitants' exist somewhere in that neighborhoo d also. Now, if the Source 'thought' or the L field 'thought', or both, exis t within a band of frequencies that can be attained with lasers, then we should be able to communicate with, or at least eavesdrop on, the 'hereafter', right ? Okay, then make a note of this. The laser communication experiments have been extended into much higher frequency ranges in an effort to reach UFO' s ! ( Publicly, they don't exist, but there's sure one heck of an effort being made t o contact them)! The startling thing is that both Russia and the U.S., have heard voices ! That is, not one distinct voice in deliberate conversation with them , but rather the sound you would get when listening to a crowd...or perhaps I should say, eavesdropping! This information has been kept under wraps for quite som e time...partly due to the fact that no one seems to be sure WHOM they're hear ing ! Some think it's crosstalk between UFOs, but a good many accredited scientists working on the program are convinced that they're overhearing the 'spiri t world'! Those are the facts. Here's the part you may or may not believe. In my o wn communication with that plane of existance, I've been told a lot of things. . one of which was that the voices were from the astral plane...and what's more, were also being monitored by occupants of UFO's, who were, coincidently, trying to use the same means of contact'! THE APOLLO MISSIONS I'm getting away from the subject of the book for a moment, because there may be some readers who now doubt my sanity, and I feel compelled to offer a few more scientific facts in my defense. Space travel, as marvelous and astounding as it is, has never the less become 73"},{"pageNumber":79,"pageContent":"a rather blase subject to the general public, and so they may not be aware of some of the startling discoveries and communications of our Apollo astrona uts. Were you aware that in NASA files are thousands of reams of m essages that were not released to the public? Only parts of the televised tra nsmissions made it thru to the public before they were switched over to an unmoniter ed band. What came thru on those private bands was suppressed until a noted researc her made them public recently. What was discovered before they clamped dow n the lid, is purely in the tradition of 2 0 0 1 ; A Space Oddesy! Here are just a few of the events that took place before the official blackout. Every single astronaut has witnessed strange lights...artificial... both in space and on the lunar surfa ce! An unknown artificial object 'attacked' Apollo 15 astronauts David Scott and James Irwin... flying at very low altitude, it swooped just over their heads ! Ma ny artificial dome like structures discovered on the moons surface! An alien EXTRA LUNAR vehicle not of earth origin was observed by the LEM crew, orbiting just ahea d of their mother ship! These are just a few of the many things suppressed by NASA until now. A full account was broken about a year ago, that contains detail ed trans- missions from those flights... actual accounts by the astronaut s of roads...tracks.. domes and other structures discovered on our satellites surface! After a year and a half study of these records, Joseph Blumri ch, an engineer at the Marshall Space Flight Center, concluded that the moon has been visited regularly. British space scientist G.V. Foster concurs that there are actually allien structures on the moon. Really, we shouldn't be surprised if we just take a look back thru t he records of astronomers and other trained observers. In 1898 a huge object was spot ted in the vicinity of the Aristarchus crater...(one of the sources of the flashing lights seen by our astronauts). In 1912, a black oval shaped object 50 miles in di ameter was seen by U.S. astronomer F.B. Harris. Dr. Percy Wilke ns, a distinguished british astronomer, in 1950 observed a huge oval glow in the now famous plai n of Aristachus. And in 1958 American, English and Russian observers all reported seeing something streaking toward the moon at better than 25,000 mile s an hour... 74"},{"pageNumber":80,"pageContent":"what's more it was giving off signals no one has as yet been able to interpret! Space scientists around the world, are paying a little more atte ntion to a Scottish astronomer these days...for many of the things he's clai med have now proven to be true. He's Professor Duncan Lunan, and he has evidence in hi s Glascow University lab, that alien societies have placed a sp ace craft in orbit around the moon! In his report, which was published in the British Journ al of the Interplanetary Society, he announced that the craft is broadcasti ng signals. More than that, Dr. Lunan has interpreted them...they read: \"Star t here. Our home is Epsilon Bootes, which is a double star. We live on the sixt h planet of seven...counting out from the sun, which is the largest of two. Our pla net has one moon, our fourth planet has three. Our first and third planets each ha ve one. Our probe is in the orbit of your moon,...this updates the position of Arc turis known in our maps\". Unbelievable? Read on. Back in the mid sixties, radio astronomers actually did discove r a small body orbiting the moon, about 60 degrees behind! They measured it's dis tance and speed by bouncing radio and radar signals from it's surface. T he information they received only forced them to go back much farther in the records t o re-check some hithero unexplained radio messages heard in 1927, 1928, and 1934! At t hat time also, three other European researchers transmited a radi o signal toward the moon and received two answering echos. The first took only 7 seconds to r eturn, which corresponds with our ionospheric layer, as was expected. The second echo took 15 seconds to return....much too long than physical law dicta ted. This led Prof. Lunan to later theorize that perhaps they had been i ntercepted and re- transmitted. Being alien, he thought, other intelligent life wouldn't be sure exactly what kind of message we would understand, and so would probably simply re transmit our own messages back to us in a code! But what kind of code? In 19 68, Prof. Ronald Bracewell of Stanford University finally suggested that such an intelligence would probably use as a code, a map of the constellations we're f amiliar with. Prof. Lunan took up the idea and drew a graph on which the periods of delay in the echos was represented as dots. (Later this was done by NASA c omputer). \"To our 75"},{"pageNumber":81,"pageContent":"astonishment\", said Dr. Lunan, \"the dots made up a map of the const ellation of Bootes!\" The curious pattern of delayed echos was a star ma p! By this time other researchers got into the act and charted still other delaye d echos...which were found to be six other star maps ! And in all of them...every one of the referance lines points to a star called Epsilon Bootes! Now here 's the most startling fact, Bootes is 103 million light years away from ea rth! Prof. Terrence Nonweiller of the University of Glascow stated, \" What we have here is the inter- esting possibility that these beings are able to visit any part of the galaxy at thousands or even millions of times the speed of light\"! (Rem ember the Tachyons and neutrinos)? All of this is no joking matter to the guys at NASA. They all got together at a conference in West Virginia and agreed on a formula that calcula ted that there are up to 50 million possibile civilizations in our galaxy. And Robert M cGowen, of NASA, using the newest astronomical findings calculated that f igure at closer to - 130 Billion! If you're still one of the non believers, your a ve ry skepticle person indeed. TRY THIS EXPERIMENT However you figure it, there seems to be something 'dwelling' within the framework of the ultra high frequency range of the electromagnetic spectrum. If you have an open mind, and especially if you have experienced some degree of psychic ability in the past, this experiment should prove interesting for you. It involves an attempt at communication with the astral plain wit h the aid of an electromagnetic device that serves as a radio, type beacon or 'homeing' device. It can be built simply, as shown in the illustration. It is an i nverted pyramid ■ shape consisting of four metal rods (coat hangers will do) at the corners, wound with doorbell wire and hooked up to a battery. The central rod should not be wound. A small holder built from scrap wood will do for a stand. Whe n connected you'll find you have a pyramid shaped electromagnet. It should be used, inverted, 76"},{"pageNumber":82,"pageContent":" Wire should be wound up rod #1, then down rod #1 and up rod # 4, then back down rod #4 and return to bottom wrap tightly to keep in place. ELECTROMAGNETIC PYRAMID used as a psychotronic generator may be used in stand shown ( inverted) or hung right side up overhead. size is not important.Weld or solder the hangerwire together at th e base. 77"},{"pageNumber":83,"pageContent":"that is, up side down on a table, or hung right sid e up overhead. It works on the same principal as a regular pyramid shape, in t hat it collects cosmic energy but it's intensification is greater, due to the a rtificial magnetic field. This device need not be oriented toward the north. The m ethod of communication amid such an influence is meditation. Simply relax as much as possible and clear the mind of all outside interfer- ance. Doorbells, telephone and other distractions w ill make tranquil meditation almost impossible. Forget thoughts and problems of the day and leave the mind open. DO NOT CONCENTRATE! Rather, try to achieve a n attitude of 'listening'. Don't expect to hear voices ....that only happens i n the movies. What you will receive will be more in the nature of a thought for m....perhaps a symbol...a hunch..feeling....intense enaction...or an idea. Th e important thing to strive for is a listening attitude of..\"I wonder what I'll hea r\"? This type of communication uses emotion as it's carrier wave and the response will be more in the nature of an impression or feeling at this stage of your deve lopment. If you find yourself with a strong urge to call someone or do something in particular, it's probably a message your receiving. In Astral communication r emember this, they can hear you quite easily...you are the one with the hearing problem. And that's mainly due to the fact that most people don't know what to expect. Signals to you are very weak. If your mind is cluttered with other thoughts it creates an 'interferance' that 'jams' the incoming signal and makes it diffic ult for you to perceive. There are times when it may be possible for you to do this meditation while a tape or cassette recorder is running. It will not only make it possible for you to make immediate notes of impressions, but there i s the slight possibility of entering into a 'trance' state and anything said th en would be recorded for later listening. 78"},{"pageNumber":84,"pageContent":"OPERATING THE MACHINE There are at least six different psionic machines patented by di fferent people in seperate places. All the devices operate on the same pr incipal and oddly enough, most of them have similar circuits. I will use as an example the only american device granted a patent....the Heironymus machine. Even back in 1946 Heironymus found that any mineral or compound could be identified if a sample of the specimen were placed in the m achine and he concentrated on the substance he wanted to find, while at the same time he turned a dial. The dial is a variable condenser. There are two of them in the circuit, which act as tuners...just like the fine tuning of your TV set. There are also a series of variable resisters, which must also be adjusted to find the most refined signal. All the dials are tuned while thinking of t he substance desired. As the dials are turned and the concentration is being mainta ined, a small plate is stroked with the fingers of one hand. The proper setti ng for each dial is determined when the fingers experience a 'sticking' sens ation on the plate. After adjusting all the dials not only is the presence of the substance sought determined, but also the quantity or amount present. Thus, an ore sample will also determine the aproximate worth of the ore. As Heironymus said, \"It makes no difference who does the tuning. If the operator concentrates on copper the device will detect the presence of copper if there is any\". Everyone who operated the machine got the exact same reading on the dial! Nothing e lse will cause the 'sticking' sensation except copper...unless it's thought of! Of all the people who built the heironymus machine and tested it I know of no one who f ailed to get results! The only 'problem' involved was that the operator's sensitivity to the stroked plate varied. Some found it easier to detect the point o f greatest drag than others. But, practice will ease even this ability. T his isn't unreasonable when you think of it in the light of any other ability. To be really good at anything you have to practice. 79"},{"pageNumber":85,"pageContent":"MACHINE CONSTRUCTION All psionic devices are principally alike. They are comprised o f three or four component parts, the amplifier section being omitted on some designs. The 'witness' being the source object examined, ie; photo, lock of hair, ore sample etc., is placed in the collector well or plate of t he detector. A tuning device of some kind is then utilized to refine the frequency e manations of the witness. This signal is sometimes amplified and then fed into the output section where it is utilized to broadcast the signal, or photograph t he signal, or in some manner utilize the refined emanation. These generali ties are provided for those who may wish to alter the construction to suit their own de sires or for experimentation with their own custom models. The detecter section is comprised of anything which will react t o, and convey the initial emanations from the witness. This could be s imply two slim metal wires either touching or adjacent to the witness, or two m etal plates, or a crystal or photo cell. Remember, the emanation can be handl ed as you would either an electric current or an optical ray. In the last ins tance, you may want to use a light prism and lens arrangement. In the tuner section, any manner of fine tuning may be employed, bear ing in mind the dual electrical/optical qualities of the original sign al. For example, a standard variable capacitor or rheostat may be used as in radio c onstruction, 80"},{"pageNumber":86,"pageContent":"or a lens focusing arrangement if handled as an opt ic ray. In this section is also placed some sort of device for determining the corr ect setting. This is usually 4 an insulated plate of either plastic or rubber coat ing, which is stroked with the fingers. It could also be a highly sensitive voltme ter or other electrical device but these may not prove as satisfactory. As a rule , bodily contact with the operator is essential in this regard. Electrodes to the head are sometimes also utilized. One very successful adaptation uses a pyramid shape d coil of nonmagnetic\" wire, wound around a wooden or otherwise insulated dowel, in conjunction with a moveable electrode. The electrode touches the coil, and as the coil is rotated,the electrode comes into contact with different parts o f the coil, thus 'fine' tuning the signal. In the De La Warr adaptation, this is also used as an amplifier, in that it is enclosed in a hollow cylinder that increases the 'resonance' of the coil. In this regard, a light source is used as the basic carrier wave for the resonance to the output section....furthering the amplification some what. The output section is the working end of the device , and your intended use of the emanation determines what arrangement you us e here. Electrodes to the head could be used for telepathic or astral communi cation....two metal plates are ■ sometimes used for picture taking, although a movea ble lens is also utilized here to focus the emanation. In some designs a prism is used before the lens. For broadcasting the emanation, as in using the device for affecting plants, people, etc., at a distance, an antenna is used. However a light beam could also be effective for shorter distances. It should be under stood that at this point the signal can be fed directly by wires, broadcast as an elect rical or optical beam or directed by focusing photographically. You have your choice. Specific plans for several models are included in the following pages, but if you understand the basics of . operation, you can easily adapt your own design to any particular need. Just ; remember to handle the signal as you would any elec trical, optical or audio output. 81"},{"pageNumber":87,"pageContent":"Any of the machines may be constructed in any suitable container. I built my first one in a cigar box. However, this proves a trifle small if the output section is to be composed of several different components. If you wish a fancier looking machine, metal or fiber general purpose boxes or c abinets may be purchased from any radio supply house. For easier identificat ion in ■ these building plans I have used Radio Shack as my source for parts, but any supply house will do. The boxes just mentioned come in various sizes and range in price from $3 up to $6 or $8 depending upon their size. For those who may not be familiar with radio parts I've included a photo page showing the most widely used. Simply show it to the salesm an if in doubt, he'll know what you want. The entire cost of constructing a basic psionic device, including a prefabricated metal box from Radio Shack parts ran $18. This price may vary slightly, depending upon the size of amplifier you use and the s ize box employed etc. But regardless of which diagram you follow, the entire cost shouldn't exceed $30! I'd like to mention here that if for any reason the machine doesn't function satisfactorily CHECK YOUR COMPONENTS AND WIRES. Make sure all connections are clean and tight. Broken wires or burned out tubes will be the biggest problem here. If however, your machine still isn't quite up to what you expected, don't shrug it off. Because of the various tuning method s employed, no one design is best for all people. Be sure to try a diff erent design. You can usually use the same parts arranged in a different manner. Remember, this machine has been used successfully by hundreds of people , and it will work for you too, if you have the model best suited to your 'touch'. In regards to taking photographs with the machine, bear in mind the sensitivity of the film or paper being used. Film is probably best and I would strongle urge the serious user to learn to develope his own. Black a nd white 82"},{"pageNumber":88,"pageContent":"film can be very easily developed by anyone with a closet or bathroo m to work in. A beginners outfit shouldn't cost more than about $10 and it's well worth i t. Your bound to give your negatives more 'custom' treatment than a mass producer will. The images you receive may be very faint, and a mass produced devel oping could fail to develope them. A word of caution though. Don't let the photo supplie r talk you into any fancy gimmicks....you don't need them. If you want to get a little fancier, it's up to you, but for shoestringers the absolut minimum i s listed below. 3 small plastic trays. (These could be soup bowls instead). A red light bulb a small piece of glass (one from a picture frame works okay). A clock or watch with a second hand A measuring cup (stolen from the kitchen). A small pkg. or can of FILM developer A small pkg. or can of fixer A small pkg. or can of shortstop (plain water works just as wel l). A developing tank (you don't need it but it eliminates a lot of grief) . A thermometer (again, steal it from the kitchen). A pkg. of CUT FILM ( you can cut it up into small pieces in a dark place for insertion into an envelope made from construction paper, and inserted i n the machine) A small pkg. of developing paper if you want to make prints. (Film can be used here for transapencies instead. You've already got the film). A small booklet on how to develope film for beginners. (Kids do it al l the time)! Basically, you take the exposed film from the camera or holder , while in a dark place, place it into the tray of developer for a few secon ds, nut it into the_ shortstop or water for a few seconds, then immerse it into the f ixer and rinse with water. That's it! Developing prints is exactlv the same but you ne ed a different kind of developer...one made for PRINTS- Nothing to it. And when you do it your self, any faint pictures can be left in the developer longer etc, A film holder is simply an arrangement of small wood pieces that form a slot into which may be inserted an envelope made from construction pa per. Any form of holding this envelope in place will suffice. I used two meta l plates that I purchased from Radio Shack, on the bottom of which I glued a small st rip of wood. These metal pieces would them stand by themselves. When glued close together in the box, they form an open centered sandwhich into which is inserted t he film envelope. These metal plates are called copperclad boards. The f ilm envelopes are recommended because they allow you to insert and develope one pict ure at a time, made from small pieces of 'cut film', which can be purchased i n a box from photo shops. Be sure to open and cut this film ONLY under a red light or in total darkness, depending upon the direction s on the fim. Make several envelopes to save time later. 83"},{"pageNumber":89,"pageContent":" ASSEMBLY INSTRUCTIONS FOR A SIMPLE HEIRONYMUS TYPE 'BOX'. It has been determined thru use, that an elaborate \"well\" system is not necessary for efficient operation of a Black Box. Additionally, the stroker pl ate need not be a complicated affair. Consequently, the following assembly instruct ions illustrate an ■ extremely simple procedure for building an Heironymus type psionic Box, although - it must be remembered that this is a relatively \"simple\" version. Operationally it is just as versatile as any radionic device. Functionally, however , it would need additional \"jury rigging\" to accomplish some of the more sophistica ted experiments. The following is a list of parts necessary to build this device; 2-variable capacitors- 365pf w/knobs. (This is a radio tuning dial) 1-variable resistor-5K (5000 ohms) linier taper w/knob. 1-small amplifier w/knob 9 or 12 volt d.c. 1 -On/Off Switch-Toggle type 1-Battery snap for transistor battery 1-Battery holder clip 1-Crocodile clip (from hardware store) 5-notched right angle mounting plates 2-Miller 70--A Loopstick antennas or equivalent bar type 2-pcs. copperclad board aprox. 3 x3 inches 1-TV Bunny Ears type antenna...either screw mounting or free standi ng * 2-Alligator clips...if using the free standing bunny ears * 1-piece of wood aprox. 3/4 x 7x10 inches 1-roll of 20ga. or 22 ga. hookup wire 1-6 foot (minimum) length of 18 ga. grounding wire * 1-assorted screws (aprox. No. 4) glue and tape as needed. * soldering iron, screwdriver, solder, and any other tools preferred. (All of the parts listed above (except for those marked with*) may be purchased from Herbert Scott & Associates, Box 156, Hancock, Wisconsin, 54943 for $30, 84 "},{"pageNumber":90,"pageContent":"simply by ordering the 'Black Box Parts Pkg.' Shipp ing is incl. for US customers. Over- seas orders, $5 additional-US funds.) The box can be built into a metal or plastic contai ner such as a school lunch box, or sim- ply mounted on a flat board. For simplicity, we'll illustrate the latter method. any well stocked electronic store can provide you with the right angle mounting plates as illustrated. These are simply glued or screwed d own to the base board, about 3-4 in- ches in from the front edge. The five control eleme nts; On/Off switch, 2 variable capaci- tors, variable resistor and amplifier, are attached to the mounting plate by removing the nut that is already on the shaft of the element, sl ipping the shaft down into the notch of the mounting plate and re-fastening the nut on the shaf t. You will then have five free standing controls as shown on the photo. Next, cut one of the copper plates in half so that you have a piece aprox. 1 1/2x3 inches and drill a screw hole in each end. Screw this down loosely in front of the controls and to the right side of the board. (If you're left handed , move it to the left side.) This will be your stroker plate. Cover this plate with Scotch ta pe, varnish or clear fingernail polish, but be sure the screws are not prevented from being tightened down later. Take the other copperclad plate, drill one screw ho le in each of two opposing corners,/ and screw down loosely to rear left side of base bo ard. Next, using tape or glue, fasten the two RF transfo rmers (loopstick antennas) to the base, side by side about 2 inches or so apart, in the aprox. center of the board. If you're using bunny ears that are free standing ( have their own base) you need only provide two alligator clips to the ends of the ante nna input wires. Clip off the prongs already on the wires and after stripping the ends, wrap the bared wire around the screws on the alligator clips. However, if you're using th e screw down type shown, now is the time to drill two screw holes in the back edge of t he boards (spaced to fit the antenna base), and fasten the antenna down loosely. The battery clamp can now be screwed (glued or tape d) down to the base near the right rear edge. 85"},{"pageNumber":91,"pageContent":" Focusing Assembly Mounted on Base If the output section of your machine calls for a lens arrangement, a very simple one can be built, even though it may look complicated. For the le ns a simple magnifying glass will do. However, in order to adjust the foc ule length, you must build a sliding holder for the lens. Diagram C4 shows a sim ple arrange- ment. The wires shown on each end of the slide can be eliminated for hand operation or else wound around a used spool from thread, to make a moveable knob. By turning the spool knob, the wire or string winds onto one side of the spool, w hile unwinding from the other, and thus moves the slide. If an adjustable lens is used, as from a camera or movie cam era, the only thing necessary is to afix the lens so it doesn't move when it's ad justed. Illustrations C5 and C6 suggest just one type of arrangment that might be employed for a lens operated device. Of course this arrangement would work just as well for any type of output, be it head electrodes, photo pla tes, antenna etc. It is the layout of the Heironymus machine using a lens arrange ment. 86"},{"pageNumber":92,"pageContent":"You're now ready to begin wiring your Black Box. The pictorial wiring diagram may look frightening at first glance, but it's really quite simple i f you just follow and connect one element at a time. If you get easily confused, use a pen o r colored marker to 'cross off each wire on the diagram as you insert and solder them. It wil l then be very easy later, to see if you've forgotten any. We suggest you begin the wiring with the all important grounding wire tha t connects all five of the control elements. It is easiest to strip a long enough length of wire to reach all five controls at one time, and simply solder the wire to ea ch mounting plate where it touches. No matter how you do it, all 5 of the mounting plates MUST be connected together and attached to the 6 foot grounding wire. Using the screw supplied, at tach the other end of this wire to a crocodile clip. In operation, this clip will be use d to attach the Box to a ra- diator, water pipe, auto bumper, etc. Next, connect the red wire on the battery snap to one prong of the On/Off switch, (you may have to splice on a short piece of wire to reach the switch) . Simply bare the wires ends, twist these bared ends together and apply solder. You may wrap a piece of tape around the splice to insure that there will be no accidental 'short' in the wire). Next, run a red wire from the other prong of the switch to the red wire of th e amplifier. The black wire of the battery snap should be spliced to the black wire of the amplifier. Now proceed to the rest of the wiring connections as shown on the diagr am, in any order that you choose. When attaching the wires to the well plate, stroke r plate and antenna, simply wrap the bared ends aroundthe screws and tighten down securely. When wiring is done, snap a battery in and your ready to operate. 87"},{"pageNumber":93,"pageContent":" Your assembly should look like this Trace each wire carefully and cross off with a colo red marker to avoid confusion. 88"},{"pageNumber":94,"pageContent":"NOTICE The plans just outlined will provide you with a basic and simple Heir onymus type Psionic instrument able to perform most experiments. To do e xotic work, such as psychic photography, deep space audio reception, health experiments,es pecially with color irradiation, etc, you would need to adapt these plans for thos e functions, or purchase such devices ready made. In actual practice to date, there are at least a dozen diffe rent types of psionic devices in use around the world, each designed to suit a particular func tion. To expect one device to accomplish ALL the experiments outlined is impossible. In Europe, where radionic/psionic medical diagnosis and treatment are legal, there are at least 8-10 different and distinct machines made. I'm pointing this out because so many of my readers have written me complaining that their 'box' won't do something they want it too. Which simply mea ns they were in too much of a hurry to read all instructions carefully. Because psionics is NOT A PARLOR GAME to be taken lightly, an d something which should be learned thoroughly, I include only simple plans....ones s uited for the beginner. After you gain proficiency is time enough to expand into the exot ic realms. If this philosfy is too much work or too time consuming for you, than you a re not going to be well suited to be a radionic/psionic operator and shouldn't even be dabbl ing in the field! However, if you are seriously interested in learning about this a mazing field, then be honest enough with yourself to read all the instructions carefull y and perform the various experiments in their proper order so that you can learn and gr ow in a well grounded way. The impatient have no place in psionics foreven if their s lipshod experiment DO succeed, they can be more dangerous than beneficial! 89"},{"pageNumber":95,"pageContent":"NOTES ON PARTS LIST ■ Remember that any radio, TV or electronics store sh ould be able to help you locate parts. They are not uncommon. Howev er some 'Package' type stores like Radio Shack carry only very popula r items and may not have a certain item in stock. To make ordering simp ler I ' v e used mfg. names and numbers which should ease aquisition worl dwide. However, it should be remembered that equivelent parts of other mfg. will work just as well. For the variable tuning device you want a 'Calectr o' 365 pf. single gang capacitor. Cat. No, A 1- 23 2 made by GC Electro nics. (About $3). Two of these are necessary. The RF Transformer is made by AW Miller and is designated a 70-A (About $4.50). The variable res istor is made by Allen Bradley. 100ohms..Code 25502. No. IA 1N 056S101UA (RV4NAYSD101A) (About $3.75). Any small amplifier will do, either the kit form so ld in most shops, or a ready made unit like the Radio Shack Realistic model designated; Microsonic Cat. No. 277-1008. It's a 200 MW solid state device powered by a 9v battery. Using this type will mean that you will have to open the case and disconnect the speaker wires and use them as the amplifier out- put wires. (Cost about $11). On the following page you will find information reg arding a parts kit now available for this unit as well as custom fini shed units. 89 A"},{"pageNumber":96,"pageContent":"H o w t o o r d e r K I T S & FINISHED U N I T S With the intense interest in psionics and radionics sweeping the w orld in > the past year, it has become apparent that the nedessary par ts for the construc- tion of your \"Black Box\" may not be available in certain parts of the U.S. and overseas. In accordance with the demand therefore, we have now m ade avail- able to our readers a parts kit and fully assembled unit. The parts kit, which may be ordered thru 'ContEnt' Box 156, Ha ncock, Wi. 54943, contains all the necessary elements of the primary devic e, along with a 'picture' diagram showing the connections to make, and features 'twist together 1 parts for fast easy construction. The kit comes complete wit h a plastic case and the only thing you need supply is a 9 volt battery. Cost is $59.95 and includes shipping. The custom designed fully assembled unit, while of the primary des ign is hand built to allow the widest possible range of latitude for individ ual experi- mentation.The unit operates on either 110vAC or 12vDC, has a multi position switching device in the output section for connection to headphones, tape deck, probe leads etc.,as well as dual input, telescoping antenna, and a more advanced 'stroker' section utilizing a galvonic skin response device showi ng registration on a standard S meter. The unit comes complete, a nd ready to operate in. a sturdy phenolic case, and will be shipped postpaid for $260 . There is current- ly no device available on the market today that can match it, eit her in price or versatility. Each of these units are hand assembled so delivery could possibly take up to 6-8 weeks. U.S. Money orders or certified checks will speed your order ( overseas orders via Int. Money Order in U.S. funds) as personal checks must firs t clear our bank. 89B"},{"pageNumber":97,"pageContent":" An Heironymus type machine using a lens focus and s ample well. If desired, the sample well can be dispensed with and a collect or plate used instead. If so, the plate may be attached to the top of the device near the stroker plate (wafer coil). The slit for the film holder, and the holder itself are not needed for transmission work. The number of variable resistors depend solel y upon the degree of 'fine' tuning desired. For most transmission work, they ma y be omitted. Power for the machine is fed into the amplifier, which also deter mines the voltage and either, AC or DC ....... a 9 volt amplifier would need a 9 volt battery, etc . ELECTRICAL POWER IS CONFINED TO THE AMPLIFIER ALONE AND DOES N OT FEED INTO THE CIRCUIT. This is just one variation of parts arrangements. Y ou may use any layout you desire as long as the wiring is connected in th e proper order. (I even built one on a flat piece of cardboard). Be sure to check the variations mentioned and shown for the various parts arrangements. Depending upon application, some work better than others....ie; a light source 'carrier' beam is desired for De La W arr type treatments. Also, if psionic pictures are faint, you may want to use an ultra violet or infra red light source for a carrier wave. 90"},{"pageNumber":98,"pageContent":" (Use the 2 right hand connections shown ) In all applications other than the prism/scale, the antenna should be an automobile or CB type. For prism work a couple of short pieces of copper wire will suffice. \\ The focus control wires for a lens system are not shown for they are optional. If used, they should be led by the simplest route from lens assembly to knob. It's, of course, easier to just move the lens by hand. If a knob/string adjust ment is desired a simple dowel arrangement is shown. C5-C6 Remember that the sample well is the input section...the antenna, the output. Input may thus be modulated or 'superimposed' by connecting head electrodes ac ross sample well as indicated by ' X ' . 91 BASIC WIRING DIAGRAM "},{"pageNumber":99,"pageContent":"Schematic of the Heironymus patent. A fixed prism can be used instead of a lens as shown. A narrow hallway of cardboard is then employed. The home made scales are constructed by running known substances thru device first. With lens setup, scale elect- rode is moveable, lens is thus 'fixed'. This is the same layout as the pictorial schematic. 92"},{"pageNumber":100,"pageContent":"MAKING THE SCALE The scale mentioned in the schematic diagram of the Heironymus devi ce is necessary if you want to analyze unknown compounds, locate an unknown position, etc.The scale is very simple to make, if you have known elements or coordinates to start with. A small quantity of each known chemical element is placed next to the detector, and with full knowledge of the element,the angle of radiation formed by the line thru the prism and the face of the prism is deter- mined and the degree numeral on the scale, which identifies the angle of the radiation, is placed on the chart as one of the indicating numbers. A fter this chart is so constructed and the intersecting lines extended from t he degree reading on the scale and the atomic weight of the known elements, then when ■ the device is in use, any material or substance may be located next to the coil and it's components determined by positioning the electrode on a line of rad- iation where the degree number on the face of the scale is quickly read and ■ used by referring to the chart. When the degree indicator is so loc ated, the line on the chart extending from there, is followed until it reaches the diagonal line on the chart, whereupon the operator then follows the intersecting line to the lower edge of the chart where the value of the atomic weight is r ead. These atomic weights can be found in any textbook. A similar process would be used to make a longitude and latitude scale for location of a distant obj ect. In practice, let's assume that a substance containing calciu m is used, but you don't know that. The angle at which the unknown radiation leaves the pri sm will teach it's name, for as the operator moves his fingers over the stroker plate, the electrode and pointer are shifted slowly, until the poi nter reaches the pre determined position for calcium, at which time it will be found that a greater degree of 'drag' or resistance on the stroker plate is noticed. After this step, the other tuning devices ( var. cond. and resistors) are tuned in a like manner to finally achieve a reading of highest accuracy. The lens arrangement is used in exactly the same way. 93"},{"pageNumber":101,"pageContent":" In these variations, the output section is modified for different or more intense results. Variation No. 1 uses a light source as a carrier wave. The out- put from the machine is fed to the coils, light is directed thru this field into the lens of a regular camera. Variation No.2 uses the same setup as Variation No. 1 but a spiral coil is used. Variation No. 1 In either of the above variations it is sometimes found advantages to incorporate a photographic color filter at the point marked X. The light source used may be visible light, ultra violet or infra red. Most applications use infra red with a compatable color filter. Variation No. 3 is simply an ordinary camera placed between two metal plates on the output end, for those who don't want to do their own photo developing. Variation No. 2 Variation No. 3 Psionic Machines, though fairly new, have none-the-less become very sophisticated in the past 20 years. The plans in this book, even though they're workable, are for simple beginners models. Pictured is a much more advanced machine now in use. This device is not for sale to the general public, and indeed, requires a 2 year 'in school' course to operate. 82. A Radionics 'black box' or, more precisely, a ' Mark III Centre Instrument', developed by David Tansley of the Radi onics Association, 94 "},{"pageNumber":102,"pageContent":"Variation No. 4 VARIATION No. 4 This is a dial indicator to find an exact amount of an unknown substance. It will serve to measurt time, as well as amount. The main electrode and lens are fixed. The second electrode is moved and the reading taken from the dial made for the background. C7 VARIABLE OUTPUT ADAPTION 95"},{"pageNumber":103,"pageContent":" 96"},{"pageNumber":104,"pageContent":" 97"},{"pageNumber":105,"pageContent":"The De La Warr 'Camera' This invention is used in England for therapeutic p urposes and has been for many years. The patent date is Feb. 1951, numbe r 741651. It is, however the same device used for psionic photography as mention ed in Langston Day's book, 'New World's Beyond The Atom'. According to the invention, a light beam is located in the path of the radiation from the 'witness' or source, to serve as a carrier wave. A bar magnet or a conically wound electrically conductive spiral energized by an electrical AC current, is also employed along with a means of mod ifying the radiation, such as several resonators, or a bar magnet rotatably locat ed within and coaxial with a spiral or at least one color filter. The term reson ator is used to describe a strip of metal and a slider which can be brought into con tact with any point of it. The resonator responds to L field emanations. The drawings will show the design. In fig. 1 is see n one view of the entire apparatus. Fig. 2 is an end on view of the line II seen in fig.1. Fig. 3 is a sectional view of an accompanying portion of the psionic came ra. Fig.4 is a top view of IV in Fig.3. Fig. 5 is another view of fig.3 as seen on line V. Fig. 1 and 2 show a casing divided into two chambe rs, chamber 2 being light tight.Chamber 1 has an electric bulb. (3) an d reflector (4) in front of a beam producing lens (5). The beam is directed thru the l ight tight chamber (2) thru a series of wheels (6) on which are mounted color fil ters (7) so as to select light of any desired color. There is one free chamber in eac h turret, to provide 8 different combinations of color. In chamber 2 is a lens (8) directing the light onto mirrors (9) and (10), located at a 45 degree angle so that a wide angled beam is projected thru a 5 1/2\" hole (11) in front of the instrument. Between the l ens (8) and mirrors (9) (10), a seven turn right handed spiral (12), makeing up the first \"initiator\" is located, within which is suspended a bar magnet (12g) termed a second initiator, located with the north pole up. The adjustment of the magne t is simply in rotating the bar magnet about it's vertical axis. At a certain p oint in it's 360 degree arc, the state will occur where the magnet will become opera tive as an initiator, and the desired 'emanations' will be intensified. Thru t he spiral is passed an AC current. In the rear of the outer casing and on the rear pan el (14) are found reson- ators ( 12d, 12e, 12f) which, in conjunction wit h the turrets (6), serve as a modi- fying means. The apparatus shown in (3(4(5) is a casing divided into four chambers, (17) (18) (19) (20). The chamber at one end c ontains a light bulb (21) and reflectors (22)(23)(24). The three reflectors are angled so as to direct a converging beam of light thru holes in the panels (25)(26)(27) dividin g the chambers from one another, and thru three lenses (28)(29)(30) mounted in hole s in the end wall (31) of the casing to converge the beams on to a \"target\" (Patient, et c.). The reflector(22) is angled to reflect light thru lens (32) mounted in a hole n ear the top of the panel (25)nearest the source of light(hereafter called the first pane l), thru a flat transparancy (33) in the second panel (26) thru a lens (34) mounted i n a hole in panel(27) and then thru the lens (28) mounted on the end of the casing . The centerline of these series of lenses lieing in the central vertical logitudina l plane of the casing. The other two reflectors (23)(24) are arranged to reflect lig ht in two beams near the bottom of the casing, one beam at each side, and the beams converging towards the appropriate lenses (29)(30)in the end wall of the c asing.For the lower beam, the ray travels from mirror (24) thru lens (35) in panel (2 5) then thru transparancys (36)(37) in panels (26)(27). The other beam travels from len s (38) in panel (26) thru trans- parancys (39)(40) in panels (25)(27). 98"},{"pageNumber":106,"pageContent":"With each of the lenses (35)(38) for the lower beam s and with lens (34) in the third panel for the upper beam, is associated an initiato r consisting of a magnet in the form of a thin vertical rod (41)(42)(43) which is r otatable about it's vertical axis. The mountings for the three lenses (28)(29)(30) at the end wall (31) are arranged to receive color filters. The modifying me ans for the emmanations appear- ing in each of the three beams consists of a set of resonators (13) mounted on the panel (25)(26) or (27) that carries the associated one, of the initiators (41)(42)(43). Each resonator (13) consists of a strip of metal of interrupted annular form secured at one end (44) (ie; at the interruptio) to the associated panel (25)(26)(27) the plane of the metal strip being parallel with th at of the panel, and with each strip is associated a finger (16) adjustable angula rly about the center of the interrupted annulus and in contact with the strip. The fixed ends (44) of the reson- ators are connected by taut wires (45) to a common terminal (46) which in turn is connected with it's appropriate initiator. The resonators could also be made of straight bars or strips, and would work just as well. For the beam of light, you may a lso substitute any other electro- magnetic wave of a length greater than Gamma rays. Avoid X-rays, they're too dangerous. The device works this way. If any element is placed on the north pole of a bar magnet, a radiation in one direction can be det ected, which is known as the fundemental ray of that element. If that element is removed and another put in it's place, a radiation in another direction is detected . Each element has it's own part- icular vector or direction in both the horizontal a nd vertical plane. The radiation for each fundemental ray varies in frequency, and t his energy may be tapped, and the resonator made to vibrate by orienting the mole cules of any material in a correct relationship with the ray. It has been foun d that a pointer of almost any material, when aligned with the ray vibrates in sym pathy with it, and is the actual detector component of the apparatus. This pointer i s adjustable in relation to a resonant mass which serves to increase the amplitud e of the vibrations. This resonance can just as easily be produced by some so rt of resonant cavity suitably aligned with the fundemental ray. In 1956 Dr. De La Warr patented an improved therape utic device, based on the above patent. This one didn't electrify the spi ral coil, and didn't use color filters. Each different spiral was used for a diffe rent illness, and when in use, the device is simply pointed at the patient, while the coil's finger is aligned to the north. The planes are shown and each spiral is labe led if you want to use this device.Spiral A-Suppression of streptocuccus rheuma ticus in the Giant Cells of the Bone Marrow. Spiral B- Stimulating development of i odine in Pituitary. Spiral C- Stimulating development of Adrenalin in Giant Cells of Red Bone Marrow. Spiral D- Stimulating development of cortisone in Anterior Pi tuitary and Bone Marrow. (All of the spirals should be right hand spirals). Addit ional spirals can be purchased from the De La Warr Labs in Britain. End view on a larger scale of one of the spirals. 15 is the spiral, 17 the finger arm, 18 the point of contact and 16 is plastic spindle. 99"},{"pageNumber":108,"pageContent":"P R O C E D U R E OF O P E R A T I O N Although the description of how to construct and op erate this device may sound complicated, in actual practice, it is quite simple . To illustrate operation we will use the Heironymus machine, as it's the simplest to build and also to operate with a minimum of problems. Although psionic devices hav e become extremely sophisti- cated, it must be understood that the plans and dis cussions in this book relate to very simple devices that require the least amount of pra ctice. I would strongly urge my readers to start with the Heironymus machine, then progress to the De La Warr camera, if that is their desire. Time photography i s a little more 'touchy' at first, than simple 'broadcasting'. The Heironymus device i s the easiest of all radionic machines to both build and use. Put a sample into the detector chamber. This sample may be a hank of hair, drop of blood, photograph (making sure that you hav e kept the negative) etc. depending upon what you desire to accomplish. As an example, let's follow the proceedure for killing insect pests in the garden. In the sample well you will put a photograph of the infected plant or field you want to treat. You may use a Q tip to swab the phot o with an insecticide known to kill the particular type insect you wish to elimina te, or you may put a small container of the insectide in the chamber along with the phot o. (The photo should be placed in the chamber face up, and the negative should NOT be use d. Using the negative can produce results with which the beginner will not be able to cope.) The insecticide you use will probably be 'standard' for that insect, but when y ou begin dealing with chemicals to eliminate plant desease, you will find that what wo rks for one operator, may not be the best for another. For example, Mrs. Murial Benj amen normally uses a crystal of tungsten nickle fluoride to stimulate growth and eliminate apple scab desease but found that Galen Heironymus preferred oxbile ta blets. Both worked, for them, but other uses reported difficulty with any but the ir own favorite chemical. It would seem that a chemical will work successfully if YOU BELIEVE IN IT! 101"},{"pageNumber":109,"pageContent":"Only one photo at a time should be inserted in the well for trea tment. (Uncontrolled gene crossing occurs when the pictures of two different plants ar e processed together! Be careful)! The photo should remain in the well for a fe w hours each day. (Some advanced operators find that only a few minutes are nece ssary). With the machine plugged in, the fingers are used to lightly brush t he stroker plate while the tuning electrode is slowly moved in relation to the lens or prism, A slight drag or 'adhesion 1 will be felt at the finest point of focus. The first vari able condenser is tuned while stroking continues until, again, a slight dr ag is encountered. The second condenser is then tuned in the same manner. In order, e ach of the variable resisters are adjusted in exactly the same way. All duri ng this tuning process the operator must be thinking strongly of the desired effect. (Fail ure to operate can be attributed to faulty circuitry or damaged parts. Difficulty of operation can be laid to inexperience of the operator). Once the machine is tuned, it 's not neccessary to retune it each day. Simply turn it on for a few hours and walk away. Results should be apparent within 2-3 weeks depending upon the size of the field or infestation, and also on the size of the plants ( ie; trees take longer than weeds ). For photographic operation we recommend the De La Warr machine for bes t results. The Heironymus device will take photos, but not eas ily or with the clarity of the Time Camera. If you wish to try however, a peice of fil m cut to fit into the construction paper envelope, is placed in the holder and slid into the slot between the electrodes, while tuning is taking place and the operator is concentrating.Exposure time is lengthy and will vary, so only practice will determine how long to leave the film in the machine. Develope this film as you would any other black and white picture, 102"},{"pageNumber":110,"pageContent":"If the machine is used for astral communication, th e head electrodes should be attached to the output side of the antenna. It usua lly helps if you have a photo of the deceased in the sample well, making sure, of course , that you still retain the negative. Just as with the different chemicals used by differ ent operators, some prefer to reverse this hookup and attach the head electrodes to the sample well, in which case the tuned electrodes act as antennas. (It has been found that creating even a slight north magnetic field around the operator at this ti me, greatly enhances reception). For telepathic communication between two people, it is recommended that two machines be used. However if one of them has exhibi ted a telepathic ability it is possible to get results with both hooked to the sam e device. In this case, the sender wears the head electrodes connected to the sample w ell, and the receiver wears the one connected to the antenna. Should two way comm unication be desired it will probably be necessary to build two machines. For lo ng distance telepathy, the head electrodes are usually attached to the sample well containing the receivers photo, blood sample, etc. To influence someone without their knowledge is qui te simple. As an example, if Love is the emotion you wish to impose upon them , their witness ( hair, blood, saliva, skin scrapping, photo etc) is placed in the sample well along with your own. Each in a seperate envelope ! Head electrodes conn ected to the sample well at this time and operated by you each day will do the job. However, we must explain that in conjunction with this, a physical proximity will greatly enhance the signal. Thus the machine will work much faster if the person you 're trying to influence is kept within your physical vicinty as much as possible wh ile the machine is operating. The signals from the machine are very subtle and, as me ntioned, are of an emotional nature. While they're operating, they go unnoticed by the receiver, who's mind may be occupied with other matters. Hence your physical presence at the same time, allows your L Field to combine with the receivers a nd thus enhance the emotional message. Don't be impatient. All people are differ ent and time of 'absorbtion' and 103"},{"pageNumber":111,"pageContent":"reaction of the target will vary. The entire process can take f rom just a few days to several weeks. If the machine is to be used to locate a missing person or unknown ore de posit etc., it is first necessary to construct a graph or chart of world longitude and latitude. The chapter on graph construction for atomic weights will demonstra te the method. As each main location is thus found, succeeding refinements are poss ible by using more refined graphs until exact position within a few acres or even yards, is accomplished. Experiments in telekineses and similar projects, would of course use the machine in the same way as for telepathy. If you desire the answers to questions, the device can be easil y used to play a form of twenty questions, by first writeing the questions down on a piece of paper, then touching each one with portable electrodes attached to the sample well. Start with general questions, and refine each succeeding one until you have a direct yes or no to a specific problem. For example, you may want to know the loca tion of a particular person. The first question would be \"Is he/she in the U.S .? ( a 'yes' answer produces a drag on the stroker plate). If the answer is yes, the next question could be \"is he/she in the state of New York?\" etc. Continue in this man ner until your quest has been fully answered. This applies to any question you may have, and is limited only by knowing which questions to ask to get the correct final answer. (A medical question for example, would be hard to answer unless you knew the symptom s to ask about). 104"},{"pageNumber":112,"pageContent":"S U P P L I E S All of the parts mentioned in this text are easily available from radio supply houses such as Allied, Radio shack, etc. Al so used as suppliers were local TV repair shops and electronic stores. Many of the scientific items mentioned in this book are available from scientific hobby supply houses across the country. They are also a very good source for instruments that may be desired for your own experiments. One of the largest, well supplied ones is Edmund Scientifi c Co. 623 Edscorp Building Barrington N.J. 08007. Write to them for a complete catalogue of fascinating experimental equipment. Other psionic devices have been patented, and while most are not as good or easy to build as the ones described in this book , the patents can be obtained from the British patent office. Write: British Pate nt Office, Sale Branch, St. Mary Cray, Orpington, Kent; Br 5 3rd; England. Ask for p atent numbers: 198018 (Wm. Boyd), 235926 (Wm. Boyd), 272023 (Arno Holzheimer), 663978 (T. Galen Heironymus), 515866 (Ruth Drown), 626396 (Walter Atkinson), and 761976 (George De La Warr). The American patent of the Heironymus machine is pr obably cheaper and faster to get if you should desire to possess the actual p atent office copy. Send 50c for patent number 2482773 to U.S. Patent Office, Washi ngton D.C. 20025. The British patents are also on file from the U.S. Patent Offic e Foreign Branch, in Virginia. Write to them through the Washington address. i I sincerly hope this book has fulfilled all of your expectations. It was meant to enlighten and pique the interest of those who's minds are intrigued by the unknown. By those seeking the truth. Until enough private individuals as well as scientific foundations and commercial companies make practi cal use of psionic devices such « as we've described, the U.S. will continue to put i tself in danger of psionic attack and fall further and further behind in the 'Psychic War', until even the smallest of countries will no longer need an atomic bomb to inf luence the world...a simple black box will do ! 105"},{"pageNumber":113,"pageContent":"POINTS TO PONDER Psionics research and experimentation is still in i t's very early stages... at least if it's judged by the released results. Th ere are undoubtedly many spectacular results being achieved that are kept un der wraps by their discoverers. In a way, this could prove beneficial to the reader in as much as it leaves his imagination wide open to interesting possibilities. In this section I've outlined a few fascinating ide as that may or may not have any value as basics for your own experiments. If nothing else, perhaps they will serve as a nucleus around which the mind can w eave a cocoon of theory. They're at least interesting facts and theories. Can there be a genetic relationship between man and plants? Dr. Harold Burr claims the possibility. Biochemists investigat ing the crossing of genes of different families of living things, have made a n astonishing discovery. They found that when an atom of magnesium is taken fro m a molecule of chlorophyll and replaced with an atom of iron...IT BECOMES A MO LECULE OF RED BLOOD! The psionic device patented and used for years now by the De La Warr laboratories in England is a variation of the Heiro nymus machine that is capable of registering photographs of the L field surroundi ng an object. In 1958 Dr. De La Warr took a picture of a drop of ordinary tap water. The results were 'normal'...that is a central point with 7 bright, t hin lines radiating from it. Then he asked a priest to bless the water before he took another picture. This time, a completly different radiation pattern developed.. .. the brilliant lines of force were now in the shape of a cross ! In my mention of the Hope diamond I discussed the p izoelectric properties possible within a diamond. All diamonds are electri cal conductors. They are the very hardest, purest, most densly packed carbo n in the world...and all life is carbon based. Is there an affinity? Is it p ossible that a diamond can store L field energy much like a capacitor, and rel ease it either on demand or when 'grounded' by a person or a persons L field? I f emotion is simply a form 106"},{"pageNumber":114,"pageContent":"or frequency of energy, could 'emotion' be absorbed by the gemstone for r elease in a compatable or non compatable field? Like static electr icty is picked up and then released when grounded. Or perhaps like the exchange of negative ions o r positive ones? If something of the sort is possible, could it be done deliberately? Could it result in a 'death' ray or 'fear' ray weapon? Studying a diamond under an electron scanning microscope or kirlian device could prove extremel y interesting. If the pizoelectric action of crystals is strong enough and dependabl e enough could it be used in place of the pickup electrode of the psionic machine ? Is there more of an empathy or affinity between such a crystal and the min d or L field? If nothing else, would such a crystal be more sensitive to the del icate radiations detected by the psionic device? Kirlian photography is basically a photographic image formed within a nd by highly intense electrical radiation. So far, people have inserted the object to be photographed into the field area. What if the field were used to scan your surrounding area as you would pan a movie camera. Would you photograph a ghost or spirit? ■ Magnetism is the single most important element necessary to any kind of ■ * life! Extraordinary results have been discovered in experiments with magnetism. Dr. Ralph V. Seirra is one of the researchers who discovered that there is a definate relationship between electricity and magnetism that is remarkably similar to the relationship between telepathy and gravity! Weak electrical fields can heal severe wounds and broken bones thre e to five times faster than normal! Any living thing deprived of the earth's magnetic field (which is very weak) for any length of time will suffer severe illness and eventually die! Every known mass extinction of life on earth, such as the dinosaurs, occured during the time when the earth's magnetic field was reversed! When this happens, there are periods of zero gravity that result in death. 107"},{"pageNumber":115,"pageContent":"Dr. Kenneth S. McLean of the Institute of Biomagnetics developed a strong magnetic field of 3600 gauss thru the use of heavv duty electric coils. Not only was this field used to perform some fantastic medical 'cures' but it produced a strange rejuvinating effect! After 10 half hour sessions in t he field some of his patients hair showed a definate darkening! Under a microscope the hair was shown to be actually transparent like a glass tube! There were also additional signs of regained health and stamina. A team of surgeons at the Pennsylvania University School of Medicine have determined that the biomagnetic field at the front of the brain is negative, and that at the back of the brain, centering on the brian stem leading to the ne rvous system the charge is positive. They found by experimenting that by suddenly re versing this polarity the test subject was immediatly rendered unconcious. People act irresponsible when the air is charged with positive ioniz ation. Dr. Igho Kornblueh exposed patients suffering very severe body burns to negati vely ionized air. The healing process was not only speeded up but miraculously , people with 3rd degree burns on 90% of their bodies were almost completely re lieved of pain just by breathing this air! Negative ionization also promotes a general feel- ing of well being. The effect runs from the relief of headche and minor pain and fatigue to the alleviation of the dreadful agony of cancer! Philco Corp. now manifactures such a device...it's called the Ionotron 8000. Russian parapsychologists report that air ionization strongly affec ts human ESP ability. When the local geomagnetic field fluctuates wildly , as in a thunder storm, people can't concentrate and often lose their PSI ability! This lead to the discovery that even a weak magnetic field surrounding both the sender and the receiver in telepathy experiments proved beneficial...gave them e xtra energy. Mammels of an order as high as rats have grown new limbs when the amputated limb end was stimulated with mild electrical and ma gnetic application! Physically the brain is a chemical and electromagnetic device . Damaged 108"},{"pageNumber":116,"pageContent":"brain areas can be healed faster when subjected to mild electrical stimulation. This stimulation also activates the nerves and musc les controlled by the damaged section! The russians have even successfully 'rep laced' damaged brain sections with artificial electrical stimulators! Strong electric fields are generated when you splas h water in the sink or take a shower! The positive charge runs down the drain a nd the negative stays in the air. This negative ionization accounts for 70% of the 'l ift' you feel after a shower. The same field makes trees and plants grow and thrive. Reverse the field and even a large tree will quickly die! The geomagnetic field is largely responsible for th e refreshed, exhilerated feeling after a vacation in the country.In cities t he earth's magnetic field, which is essential to all living things, is barred by large buildings and metal obstructions. Cars, buses trains etc, all act as Fa raday cages to block out or dampen this field! Ian Kane of Australia's National University has dis covered that magnetic reversals cause climatic changes! In other words, a cause and effect relationship exists between changes in the earth's magnetic fiel d and the climate. The higher the magnetic intensity, the colder the climate! Prolonged periods of reduced magnetism can be very dangerous to any living thing. Bacteria kept for 72 hours in a low mag fiel d suffered in their reproductive capacity. Fifteen times less to be exact! In tests on higher orders of life it was found that this lack of sufficient magnetic need ma de it difficult to move around and also to reproduce. Birds become disoriented, th eir muscle response erratic and egg laying ability lessened. In mice and rats t he enzyme activity was lessened. The longer an organism stays in a low mag field the less fertile they become... and the more shriveled their tissues and organs...a nd the shorter the life span! 109"},{"pageNumber":117,"pageContent":"Although NASA flatly refuses to discuss the matter or release medical information on the subject, it's been pointed out that NOT ONE AST RONAUT who's been in prolonged space flights has as yet fathered a child! In 1962 Anthropologist Louis Leaky electrified the world with his discover y in Kenya and Tanzania of the remains of human beings dated at 2 - 2 1 / 2 million years old! In 1974 a four nation expedition to north-central Ethiopia disc overed fossilized human bones at least 4 million years old! Drs. Carl Johnson and Maurice Taieb have now stated.\"All previous theories of the origin of modern man must now be revised. We must now throw out many existing theories and consider that man goes back to well over four million years\"! Later data has now revised this figure to an estimated 10 MILLION YEARS! How many times has man achieved or surpassed his present level of advancement in 10 million yea rs? Of the many cataclysms that are now believed to have occured since the dawn of time, how many civilizations were elevated to fantastic scie ntific achievement only to perish and disappear into myth? Atlantis? Mu? Lemuria? Hype rborea? Think of the achievement of man in the last 200 years...then try to comprehend 10 MILLION YEARS! 110"},{"pageNumber":118,"pageContent":"SCIENTIFIC FACT EXTRAPOLATED INTO PLAUSABLE THEORY? In the beginning there is only thought...an energy. Energy is sentient. Thought manifests itself in the material world by v ariations in it's own frequency, thus creating light, heat, electricity, magnetism a nd the entire range of effects within the electromagnetic spectrum. One form of th ought/energy is manifested in tachyons, which compose the L fields necessary t o life. A portion of this tachyon L field is 'solidified' into solid matter b y a change in the rate of freq- uency, and is used as the vehicle by which the L fi eld manifests itself in the • ■ matterial world...the body. To put it another way: The source...thought/energy alters it's vibrations to become differing forms or expressions of energy such as light, heat etc. It also alters itself into form s such as tachyonswhich then ■ compose themselves into the aura or life field surr ounding every living thing. (the soul)? The function of the material L fiel d is to handle immediate direction of that portion of itself that is 'solidi fied' into the 'solid' body it will utilize while in the three dimensional existance. T he 'soul' field forms or coalesces tachyons into atoms and thus into a vibra tional frequency within the discernable electromagnetic spectrum of man, to app ear as a solid called matter. The material body thus formed, being only a constru cted vehicle for manipulation within a matter environment, is maintained by the L field automatically. Upon death this useless incumbrance is discarded, much l ike a worn out automobile is junked, and the L or soul field simply continues to exist without any material vehicle and still fully aware of it's affinity with the source energy. This would be called by us, a ghost or the hereafter. The here after is not a place like your home, state or country. It is a state of mind! A st ate of being! Eventually the soul field may elect to again form a material body and re-enter the matter existance. If it does so, we would call it reincarn ation. As this soul field is the conciousness man calls 'mind' the memories of it's past are available to it...as well as to the source thought/energy of which it is a part. Only the 'concious' mind (that part used by the body vehicle) is too wr apped up in material functions 111"},{"pageNumber":119,"pageContent":"to dig deeply enough into it's own memories to real ize this. Those that eventualy do are known as seers and psychics. Mediums and cla irvoyants are material bodies who have exhibited an affinity for breaking thru th e concious mind and contacting the soul field or source. Time, as we know it, doesn't really exist...it is a dimension used by the soul field just as other material dimen sions are formed and used. A soul field that elects to manifest itself in the material world can do so in any guise it chooses, whether it be in a 19th century e xistance or one in the year 2550! If each existance is considered as a 'play', the so ul field can materialize itself into any stage it chooses to dwell, from the cave m an epic...to the England of Victoria...to the future of 2550. It's all in the d esires of the soul field and the stage it decides to occupy. Man's 'memory 1 of the ancient past is in reality an up to date record of what's happening on the other stages at the moment. Those actions are made manifest by the source energy, in all the other stages at the same time and appear as a continuing play! The sentien t tachyons that have discarded their material vehicles, are none the less still in contact with all other 'minds'. In the occult their commonly referred to as 'guides ', and indeed have undertaken the role of helping or guiding the material oriente d souls in their actions. When praying we may refer to these guides as Saints, and request they pass our prayer along to the source itself, with it's full memory a nd power...a collective memory and collective power. This source could be called r ace mind...or...God. This material body then, is a part of the tachyon, soul field which is in turn a small fragment of the source thought/energy, \"We are formed in the 'image' of God. We are all a part of God. God resides within us.\" And God made the heaven and t he earth ...................... Thought/Energy need only lower it's own frequency rate to 6000 cyc les by saying...\"Let there be light\". 112"}]
