[{"pageContent":"The ‘Unexplained Dermopathy’ aka Morgellons Diet:The only semi-cure I know T.S. JohnsonCopyright © 2010 T.S. JohnsonAll rights reserved.ISBN:ISBN-13: DEDICATION To all the readers who chose this tiny guide. I want you to know, thisexperience is only temporary. You will prevail. CONTENTS Criersi1The Me I’m Meant to Be32Saturn’s Tough Love43Eureka 54The Symptoms75What ‘Unexplained Dermopathy’ Isn’t;What it May Be96Support117Cleansing128‘Unexplained Dermopathy’ Diet159Potential Protocol1810Stay Healthy21 Criers We scream atop dark earth, wishing for a signthat will usher in redemptionand free us from the fate that polluted air,vending packs of black cakeand licorice sticks condemned us to.Surgeons call your body a mystery,make you crazy with scripts, deify themselvesand declare Hermes the master of trickery and deceit;fallen from grace,push pill on poppers and nickel and dime you. Brave America, home of the ill;Reputed politicians fly coast to coastto scribe their politicks on letterheadand toss them to the winds.Little birds perched at the White House,waiting…for truthhoping to feed on hopethe color of changefly away,tweeting about liars raping them spread-eagle. Grey cats curl at Medicare’s door lobbying for a nip.Tuck their money in large bags,heavy with Versace and toy dogs; prophets choosing to die in filthy tri-slums,run-down shacksand missionaries turned crack houses.Land isn’t freedom. 1the me i’m meant to be When I turned 30. Saturn began to teach a hard lesson. With it’s activation inmy sixth house, I understood the meaning of misery. In astrology, a sixth houseSaturn promised one would almost certainly endure a lengthy, life changingillness. I discovered Saturn was a man of his word. You may wonder what astrology has to do with this book. It has meaning for mylife and so I am sharing with you what I have learned about my illness—what theCenters for Disease Control (CDC) titled ‘Unexplained Dermopathy’ disease, butsufferers refer to as ‘Morgellons’-- in an effort to empower and help to healothers who may experience or be experiencing this same affliction or similarsymptoms. This is me telling my spiritual belief. A belief that we are here to learnlessons that propel us forward to our true destinies. This illness triggered aprocess in me, whereby it set the stage for my life’s purpose—healing.This isn’t a lengthy work by any standard. The purpose of this guide is to dojust that; guide and provide information for all who are seekers of a way toimprove their well-being while battling ‘‘Unexplained Dermopathy’ or similardiseases. It is my hope to give you peace of mind and set you on the road tobetter health. 2saturn’s tough love BEFORE THE BIRTH OF MY SON AND DURING MY THIRTIETH YEAR, SOMETHING ABYSMALHAPPENED TO ME. I WAS MARKED BY MINIATURE POX LIKE MOUNDS ON MY PREGNANT BELLYTHAT BROUGHT ON INCESSANT ITCHING. MY OBSTETRICIAN DIAGNOSED ME WITHPRURITIC URTICARIAL PAPULES AND PLAQUES OF PREGNANCY[http://emedicine.medscape.com/article/1123725-overview] . HE TOLD ME IT WASCOMMON FOR SOME WOMEN AND WOULD SUBSIDE AFTER THE DELIVERY. I EXPERIENCEDRELIEF BRIEFLY FOLLOWING PREGNANCY, BUT WAS AGAIN MARKED BY THESE SAME LESIONS;BUT THIS TIME—ALL OVER MY ARMS AND ON PARTS OF MY BODY. THIS TIME, THE SAME PHYSICIAN, FROM A GLANCE, INFORMED ME THE LESIONS WERECAUSED BY SCABIES—A MITE THAT BURROWED UNDER THE SKIN OF ITS HOSTS CAUSING ANINTENSE ALLERGIC REACTION DUE TO THE WASTE IT LEFT BEHIND. HE PRESCRIBED M E PERMETHRIN [http://en.wikipedia.org/wiki/Permethrin] TOPICAL OINTMENT, ADVISEDME TO LAUNDER ALL CLOTHING IN HOT WATER, AND USE AS DIRECTED ON THE ENTIREFAMILY DUE TO THE HIGHLY CONTAGIOUS NATURE OF THE MITE. I WAS DEVASTATED. ITTOOK WHAT SEEMED SEVERAL WEEKS TO BE RID OF THESE SKIN PARASITES. THE EFFECTSLINGERED STILL, EVEN AFTER THEY HAD ALL BEEN ERADICATED. MY FAMILY AND ICONTINUED TO ITCH. THE ITCHING EVENTUALLY GAVE WAY TO FEELINGS OF CRAWLING BUGS UNDER MY SKIN WHICHI INITIALLY DISMISSED. I DIGRESS TO DIVE FURTHER INTO THIS TALE OF MISERYEXCEPT TO SAY, IT AFFECTED MY FAMILY FOR YEARS. MYSELF, AND THREE OF MYCHILDREN. MORE PRONOUNCED IN ME DUE TO STRESS OF MY LIFE AND GIVING BIRTH TO ASON, TEN MONTHS FOLLOWING THE BIRTH OF A DAUGHTER DELIVERED VIA C-SECTION. THIS ORDEAL SENT ME ON A ROLLER COASTER RIDE OF EMOTIONAL UPS AND DOWNS.I suffered ridicule from physicians, disbelief, stares, and dismissal. Ieventually gave up on the physicians providing any help. 3Eureka Because of my new-found distaste for the way physicians treated me, I began toseek a cure on my own. There was no better place than the internet toself-medicate. I wanted this all to go away, to take away the discomfort andconstant new symptoms that occurred. Before long the internet proved his worth.I began to find others like me.What I discovered filled me with an overwhelming sense of doom. Chemtrails,thread-disease, people committing suicide, genetic manipulation, eradication ofthe human race, and many conspiracy theories. I must admit, I spent a greatdeal of time scouring the web in search of a cure and tried many of the tacticsto get quick results. None worked. Then there were others who touted highpriced potions, and whom it seemed only wanted to profit from other’s misery. At times, I felt itchy and hopeless. I never thought I would recover, but Ijust couldn’t give up. I wanted to fix this.The burden on my husband and children were tremendous. I was mothering twoinfants, a adolescent and a teenager. I couldn’t focus or concentrate due to thehaze I constantly suffered from the illness. My three youngest children hadsymptoms that ranged from constant fungal infections, bacterial infections andhair loss. I wondered what we had done to deserve God turning against us.Salvation came for me, when I accidentally came across similar symptoms forother diseases while browsing the web and saw how diet and building a healthyimmune system had played a part in the recovery of some individuals. I began tolearn all I could about this disease as it seemed to encompass traits of manyothers.I spent years dieting to ‘cure’ myself and it worked about 98%. I still continueto struggle with occasional hard nodule, mysterious bruises, cuts, and itchylegions. But there is some bliss in knowing that this illness is a reminder,much like a string tied to a finger helps its owner to stay on task. Further insight came to me some years later while at the emergency room of ahospital. We had all come down with a bout of stomach flu, which passed withina day or so; but my eldest daughter, Ivy had it the worst and the longest. Itook her to the emergency room to see a physician because it was a Sunday. Thephysician suspected a virus but showed concerned about her due to past medicalhistory. Blood tests revealed that my daughter’s had low platelet counts. This worriedthe physician because Ivy already had a history of low IgA, which is a common immune deficiency disorder[http://www.ncbi.nlm.nih.gov/pubmedhealth/n/pmh_adam/A000818/] . Persons withthis disorder may have low to non-existent levels of a blood protein calledimmunoglobulin A. In addition, my daughter had markers for Rheumatoidarthritis. ‘The platelets may cause her to bleed and bruise.” “Spontaneously?” I asked.“Yes.” She nodded.The importance of this diagnoses made the doctor want to repeat the blood-workto be certain. I agreed.I spent hours at the hospital awaiting more testing for my daughter andthinking. The doctor came back with negative results this time, but somethingclicked for me in the hospital and it all began to make sense. finally. 4the symptoms For sufferers ‘Unexplained Dermopathy’ disease consists of a number of differentsymptoms depending on the individual. The most common are:Lesions with or without gashes around or atopItchingUnsual velus hair growthWiry or thick bristly hair replacing normal hairThinning hair/Hair lossThick mucous in throughGastrointestinal distressFlatulencePainBloatingIBSNaseauVomitingSudden AllergiesUnsual CystsHard bumpy nodulesCuts that are hard to heal or don’t healPainful jointsNumbnessHazy clouded feeling in headChronic Fatigue symptomsGlassy/Watery yesItching in eyesItching in earsItching in noseLesions inside nostrilsRashes on skinGranules coming out of skinInsect casingInsect under or inside corner of fingernailsInsects on the skinBrittle nailsExcessively Dry SkinEczemaNodules that crust over and change color when scratchedStrange bristly hair emerging from nodulesFungal infectionsBacterial infectionsBroken teethBad BreathBloated abdomenThreads/threadworms in skinInstant bruising/gashesPalpitationsChest heavinessStrange hairs appearing on normally hair free body partsSlurred speech These symptoms, in turn, can cause depression, suicidal thoughts, obsession,malaise and general lack of interest in things that once were important to youdue to the never-ending quest to free your self from this disease. 5what ‘Unexplained Dermopathy’ isn’t ; What it may be * ‘Unexplained Dermopathy’ isn’t new. It isn’t the creation of some maniacal maniac or organization or government. * ‘Unexplained Dermopathy’ isn’t a government plot to destroy all humans or a nano disease though it may be a by-product of technology. What I had may not be considered ‘Unexplained Dermopathy’ in the way it occurs in others that are afflicted since all bodily responses are different. * Like most diseases ‘Unexplained Dermopathy’ is enabled or disabled by the level of immune protection you body provides. If you have an auto-immune disease such as my daughter, it can wreak havoc on your body, longer than it would a person with a normal immune system. * The approaching symptoms of ‘Unexplained Dermopathy’ lingers waiting for the right moment, taking time to develop. So if you are extra stressed, fatigued, ill, taking steroids for an extended period, had surgeries that require extended recoveries, not eating properly, or any number of things that can suppress the immune system; even temporarily—including over-exposure to any toxic chemical, mold, or other allergen—you may be the right candidate to contract it. POSSIBLE CAUSES:It is my theory that ‘Unexplained Dermopathy’ underlying cause may be bought onby extreme stress or a viral illness which decreases immunity and makes the bodysusceptible to poisoning/toxins of any sort: solvents, metals, medications orelectromagnetic radiation/waves, contaminated food, mold, etc.. This diseasemost specifically resembles a massive candida infection. Being bombarded by toomuch, the cause is all around us, so strengthening the immune system is the bestmethod. The underlying cause may be cured by your body or it may never totally beeradicated, but you can keep it under control or latent for long periods.You become susceptible to any and everything through being overly stressed. Ican guarantee this is the case for a majority of those afflicted. There was alengthy period of unbearable stress which led to decline in the immune system,which left your body a receptive vessel. Worse, as I mentioned, if you havean immuno-suppressive auto immune disorder or pre-existing condition, unknown orknown such as Lyme Disease or Grave’s Disease. However, it begins, thesymptoms may not be immediate. It may rear it ugly head occasionally causing noserious trauma if your body is healthy, but with a suppressed system caused bydepression, drug use, etc…You run the risk of contracting other secondaryinfections, bacteria, insects, ticks, mites, and other parasites such asthreadworms that double the trouble.Some individuals claim the noticed symptoms after being bitten by a vector-orcarrier such as a tick. Others further claim they lived in an environmentextremely contaminated by mold and mildew for extended periods or byover-exposure to certain chemicals. MRSA better known as Methicillin-ResistantStaphylococcu s Aureus may even be the trigger for ‘Unexplained Dermopathy’. States with warmer weather have a high incidence of complaints per the CDC;places such as Florida, Texas, and California. In these three places you have agreater chance of contracting foreign pathogens due to increased tourism.So what came first, the chicken or the egg? I couldn’t tell you. 6step 1: support “Where thoughts go energy flows.”The first thing I would advise is to surround yourself with people who not onlybelieve you, but will support you in your recovery process. There is nothingworse than having others discount your feelings or telling you you’ve gone mad,or to “Snap out of it!” Really that happened. Remember not every disease ordiscovery was accepted the medical community initially. Chronic Fatigue, oreven Fibromyalgia (diagnoses of exclusion) are two that still receive snubs.These are the organizations, forums, companies that were instrumental in helpingme with my recovery. Get your mental health under control as well. Althoughdepression is a classic symptom with this disease, before or after it’sappearance. Don’t obsess, instead use that energy to cleanse your body, eatwell, remain joyful and positive, and exercise. RESTING This disease will make you extremely weak, tired and foggy. You will exhibitsymptoms of chronic fatigue syndrome (CFS). Several studies, including a studydone August 201 0 published by The Proceedings of the National Academy ofSciences , http://www.pnas.org/content/early/2010/08/16/1006901107.abstrac tlinked CFS to a class of retrovirus called MLV. Though the CDC has yet toconfirm such a link. Overall, resting is a cruical part of your recovery. As is staying in goodmental health. While recovering, you will have periods of high and low energy,so during your low periods, rest. This is your body telling you to be careful.If not, you may pick up something you don’t want that can retard yourprogress. You acquired this disease because, in addition to being poisoned,you put your body through incredible mental and/or physical stress. REST. Itgives the body a chance to repair itself. Taking time out to rest will aid infeeling better and giving you more energy. Here are a few of the resources I consider the best. These same people may beable to provide assistance and facilitate the healing process: 1. Humaworm —provides homemade herbal, all natural parasite cleanses, dewormers, and topical ointments to help with releasing parasite load on the body. www.humaworm.com [http://www.humaworm.com] 2. The Barefoot Herbalist —Has great information on natural cures and how to keep body healthy. He can be found at http://www.barefootherbalistmh.com [http://www.barefootherbalistmh.com] or on another great resource: http://curezone.com/forums/fm.asp?i=1902828 [http://curezone.com/forums/fm.asp?i=1902828] 3. Curezone —Excellent forums and information on, diet, nutrition or whatever ails you. www.curezone.com 4. CDC —Centers for Disease Control at www.CDC.gov. You may find their information on ‘Unexplained Dermopathy’ or what they term unexplained dermopathy interesting and useful . http://www.cdc.gov/unexplaineddermopathy /  7step 2: Cleaning Keeping a clean environment is essential. Use air purifiers around your home oran air purifier in at least the room you sleep in. If you can’t afford one,open the window to your bedroom to cleanse the air. I also recommend you burnyour clothes. If the disease has progressed to seeing nasty bugs, this is amust. Well, not burn literally, but pack them up, bag them and throw them out ifyou can’t launder them to your satisfaction or if they still cause discomfortsuch as itching when you put them on your skin. Fabrics such as satin, silk,some synthetic fibers are best for wearing during this time. Sleep on satin orsateen sheets if possible. Cotton and some materials like it, you will find,will become your enemy. Laundering properly means: Using an all natural bleaching agent that snubs critters, should they appear, such as Borax in your with your regular laundry detergent. Dry your clothes onhigh heat using dryer sheets such as Bounce or Gain and iron clothing inside andout before wearing. Be sure to keep a lint brush handy to remove any signs ofpilling or ‘lint’ you may see. LAUNDRY * Any Detergent will do. Some swear by Sun brand. * Borax * Dryer Sheets (Bounce is preferred, but any brand really) * Ammonia—Do not Mix with Chlorine Bleach, EVER, this produces a deadly gas and is toxic. * Chlorine Bleach AROUND THE HOUSE * You don’t want to get too toxic and stress yourself out even more. Use gentle cleaners that are time tested and proven: * Salt sprinkled in your carpets (Borax works here as well) * Lemon juice in your dishwater with your dish detergent * Baking Soda * *Pine Sol—*be careful with this. You need to ventilate properly when cleaning. * All Natural Cleaners that include peppermint oils, and other essential oils BATH Bathing in certain oils and minerals will help alleviate your symptoms. Doingthis consistently will show significant improvement over time. Three to fourshowers a day is best. Especially when you need relief, but taking a soak in aclean tub with essential oils for at least 30 minutes will help loosen dirt andother unwanted elements from your body. Use you judgment. * Tea Tree Oil * Oil of Oregano—this oil, though in a carrier oil, may cause burns be careful to use only one to two drops in bath water. until you build a tolerance for more. * Oregano Oil—be careful here as well. This is even more potent without the carrier oil. * Sea Salt/Mineral Salts * Magnesium Sulfate (Epsom Salts) * Any Essential oil that relaxes you and calms the senses * Dr. Bonners Soaps( liquid or bar) FOR SKINAfter your bath you want to feel relief for at least a while.Minty salves and rubs or lotions help. Those that are all natural and made withessential oils are best. Humaworm’s crème for example is extremely helpful toapply, especially at bed time. * Baby lotion with citric acid as an ingredient for daytime. * Calamine lotion for bedtime * Vicks Vapo-Rub may provide some relief at bedtime. * Natural non-aluminum deodorant sticks * All natural lotions FOR HAIR * Washing with a medicated anti-dandruff shampoo provides relief for itchy scalp such as Nutrogena T-Gel shampoo or shampoo containing coal tar. * Natural shampoos with peppermint * Traditional shampoos with peppermint or other essential oils (avoid silicones in your shampoo) ORAL CAREPay special attention also to dental care at this time. Poor dental health hasbeen linked to heart disease and other illnesses. Make sure you are notallergic also to any of the products your dentist may use while treating you. Your teeth may become weaker as a result of your illness. Flouride rinse is alsoa good idea. Use mouthwash and brush and floss after every meal. * Listerine brand mouth wash or similar * Waxed Floss The Results Of The CDC Study These results can be found at CDC.gov under the header unexplained dermopathy. In my opinion, the results were vague and the study was biased, focusing onlyon Kaiser-Permanente enrollees. Questions such as what drugs did the patientsrecently take, or what solvents were they exposed to should have been revealed.Pay close attention to the section citing arthropod bites as the reason forlesion. That’s what the chief complaint is-bugs biting its victims. Source: CDC.govhttp://www.plosone.org/article/info%3Adoi%2F10.1371%2Fjournal.pone.0029908 RESULTSWe identified 115 case-patients. The prevalence was 3.65 (95% CI = 2.98, 4.40)cases per 100,000 enrollees. There was no clustering of cases within the13-county KPNC catchment area (p = .113). Case-patients had a median age of 52years (range: 17–93) and were primarily female (77%) and Caucasian (77%).Multi-system complaints were common; 70% reported chronic fatigue and 54% ratedtheir overall health as fair or poor with mean Physical Component Scores andMental Component Scores of 36.63 (SD = 12.9) and 35.45 (SD = 12.89),respectively. Cognitive deficits were detected in 59% of case-patients and 63%had evidence of clinically significant somatic complaints; 50% had drugsdetected in hair samples and 78% reported exposure to solvents . Solar elastosiswas the most common histopathologic abnormality (51% of biopsies); skin lesionswere most consistent with arthropod bites or chronic excoriations. No parasitesor mycobacteria were detected. Most materials collected from participants' skinwere composed of cellulose, likely of cotton origin. 8step 3:the ‘Unexplained Dermopathy’ diet THE FINE PRINT/DISCLAIMER*****Please read all instructions for food, medications, supplements and followas directed. Consult a doctor or dietician before starting any new regiment ofdiet or exercise. I am not a doctor, nutritionist or dietician. This diet iswhat worked for me. It may not produce the same results for you. The typicaltime frame to feel results is 3 months to a number of years depending on theindividual. This diet can work for other ailments as well, not just ‘UnexplainedDermopathy’. ******* What you can’t have! No Exceptions * Sugar- organic or processed, brown or white (anything with added sugar in it) Sometimes a little honey is ok. Gauge how you feel after using it. * Artificial sweetners such as Splenda, Nutra-sweet, etc… * Nuts including Cashews or peanuts * Most Thinned skin inorganic foods such as tomatoes, peaches * Potatoes * Bread * Soda/other sugary drinks (This should go without saying) * Bananas * Plantains * Corn * Sweet Potatoes * Yams * Candy * Milk * Pastries * Cakes * Snack foods such as potato chips, beef jerkyCarbohydrates such as flour, starches especially if inorganic or non-kosher. What You Can Have * Organic and Kosher foods (except from the ones excluded) * Water and lots of it. Distilled preferably. * Salt sparingly * Herbs and spices * Garlic * Onions * Any Oils except soybean oil * Olive Oil * Small amounts of butter * A bit of honey or Agave nectar (until you wean yourself off completely) * Fruit except bananas * Vegetables * Lean meats (preferably organic or low additives and processing) * Fish (low mercury) * Cheese * Seeds—Pumpkin, Sunflower etc… SupplementsThese supplements are available at local food stores such as Whole Foods,Vitamin Shoppe or your local mom and pop specialty store . Be Wary of certainsupplements that claim to cure or provide immediate results. Herbal medicationsare generally milder and usually take time to work. You can do serious damageto your body by combining too many supplements, even herbal ones. * Whole food multi-vitamin daily * Pro-biotic * Mild Laxative such as Turkey Rhubard blend for occasional constipation * **Liver Support (your choice) * Pau D’Arco/Teheebo tea (you may drink this in the mornings or at bedtime or both) * Anti-biotic (prescribed only by a physician) This may be necessary at times, if you get a bacterial infection for whatever reason including your own picking and scratching .** Some people swear by Dr. Hulda Clarke’s liver and gallbladder cleanse. It canbe found online. I have mentioned it here for you to decide. But a mild herbthat stimulates, cleanses and supports your liver is fine. If you choose, thisflush must be done prior to beginning the diet. The MUST Have SupplementsSUPPLEMENTS THAT INCREASE YOUR ENERGY AND RAISE BLOOD CELL COUNT ARE ESSENTIALAND CRUCIAL TO STRENGTHENING IMMUNITY. OVER TIME YOU MAY CONTRACT VIRUSES THATLOWER PLATELETS ( THROMBOCYTOPENIA[http://www.mayoclinic.com/health/thrombocytopenia/DS00691] )AND RED BLOOD CELLSCAUSING BRUISING, SORES THAT MAY BECOME INFECTED BY BACTERIA ANDNON-HEALING/SLOW HEALING LESIONS OR CUTS. THROMBOCYTOPENIA IS A SERIOUSCONDITION THAT CAN ESCALATE WITHOUT PROPER INTERVENTION. PLEASE BE SURE TO SEEYOUR PHYSICIAN FOR A COMPLETE TESTING AND BLOOD WORK UP, INCLUDING TESTS: IGAAND CRP. IRON (FE) TABLETS, SUSPENSIONS, VITAMIN B-12 ARE A MUST. EXERCISECAUTION WHEN TAKING IRON (FE) SUPPLEMENTS. IRON IS NOT WATER SOLUBLE. TAKINGTOO MUCH IRON IRON (FE) CAN POISON YOU. [Image00000.jpg]I HIGHLY RECOMMEND REESE’S PINWORM MEDICINE OR A BRAND THAT IS SIMILAR. WHY? SOMETIMES, HAVING PINWORMS OR PARASITES FOR AN EXTENDED PERIOD OF TIME CANWREAK HAVOC ON YOUR SYSTEM AND CAUSE SYMPTOMS SUCH AS RASHES AND ITCHY BOTTOM,TICKLING OR CRAWLING FEELING ON THE SKIN. IF YOU HAVE PINWORMS, YOU WILLNOTICE RELIEF IN A FEW DAYS. TRY THIS TREATMENT INITIALLY. USE AS DIRECTED- BASED ON WEIGHT. 9a potential Protocol I have included a sample of what your protocol should resemble, daily. It is upto you to decide what to eat daily and what you can handle based on the list Ihave provided. You may find that there are other foods that you can include onthe What to Eat list, which is fine. You will know the diet is working when theitching sensation improves or subsides. Keep going. The trick is to stimulateyour body, so it can defend itself. Stick to the protocol until you feel youare improved following the three month minimum. This may be within three monthsor within three years. Wait at least two hours in between supplements andremember, time and results vary by individual and pre-existing medicalconditions . I have given you the necessities needed for implementing this diet plan for‘Unexplained Dermopathy’ and other similar ailments. It is important to drinkwater to flush the body of toxins as a part of this protocol. The minimum is 8oz with your food per day. A formula is to try to drink half of your bodyweight in ounces per day. For example, if you weigh 140 pounds, drink half of140, which is 70 oz per day. Also keep in mind, balance; because anything inexcess is bad for you… even water. Listen to your body. Sample Breakfast * Boiled Egg * Slice of Turkey Bacon * An Orange or Fresh squeezed orange juice * Glass of Water (**optional lemon or a tps/tbs of Braggs organic apple cider vinegar, ACV). * Take one whole food multivitamin supplement Sample Lunch * A salad (with or without lean meat [Image00001.jpg] * Optional Dressing* (I have included a recipe at the end of the guidebook) * At least 8 oz of distilled water (**lemon/ACV) * Probiotic SnackYou will be hungry. I guarantee it; so, it’s a good idea to keep snacks onhand. * Pumpkin Seeds * Fruit (Mango, Orange, Grapes, etc) * Raisins * Fruit Salad/Side Salad * 8 oz Distilled Water Dinner * 3-4 oz of Lean Meat * Vegetable Sides (Choose your own)You can season your food with salt, herbs, spices. Get Creative! * Salad or Fruit Salad * Fresh Squeezed Fruit Juice or Distilled Water[Image00002.jpg] 10stay healthy While you are eating well and being supported. To improve total well being,mind, body and spirit—it is essential to exercise. Incorporate an exerciseregiment into your routine. If you don’t have a gym membership, get outside.Run or Walk. You will need plenty of fresh air and sunshine. While utilizing a positive attitude for a healthy mind couple with exercise for a healthybody. Both are essential to speed your recovery. My Mantra: Think positive. Eat Well. Enjoy Life. Show Gratitude. Be Slow toAnger. Forgive. Love. Thank you for giving me the opportunity to help you improve your health. [Image00003.jpg]ABOUT THE AUTHOR T.S. Johnson is an author who resides in Charlotte, NC area. She is the authorof the play “And the Dead Shall Rise Again” & The Romantic Tarot: How to UseTarot to Tell Compatibility.” "}]
