[{"pageNumber":1,"pageContent":" An Accredited Organization ~ Bringing You Qu ality Public Health Services Since 1947 Nutrition Notes The Vegetarian Way of Eating Vegetarian eating is popular in Canada. Some people choose meatless meals for environmental, humanitarian and religious reasons, others for health benefits and cost savings. In fact, with health p rofessionals urging Canadians to cut down on fat and to eat more fibre, eating at least one vegetarian meal each week makes a lot of sense. What’s In A Name? There are different types of vegetarian diets. Here are the common vegetarian styles: Vegetarian Diets Food Choices Semi- vegetarian Plant foods plus some fish or seafood, poultry, eggs and dairy products, but no meat. Lacto-ovo vegetarian Plant foods plus dairy products and eggs, but no meat, poultry or fish or seafood. Lacto- vegetarian Plant foods and dairy products, but no eggs, meat, poultry, fish or seafood. Vegan* Plant foods but no dairy products, eggs, meat, fish or seafood or any food of animal origin. *A vegan (pronounced VEEgun) or `tru e’ or `strict’ vegetarian, does not use animal products for food, but lives on a diet of plant foods (fruit, vegetables, nuts and seeds). As a resu lt, it can be more difficult to get enough of the fifty or so different nutri ents that the body needs, especially protein, vitamin B12, vitamin D, calci um, riboflavin, iron and zinc. Vegans must choose carefully to avoid a shortfall in these nutrients. Important Nutrients To consume a healthy vegetarian diet, you need to include the following key nutrients in your diet, along with lots of vegetables and fruit. Protein Protein is found in many foods (see table on next page). Proteins ar e made of smaller units called amino acids. The body makes some amino acids needed for the body, but nine others must come from food you eat. These latter ones are known as essential amino acids. Animal protein in complete in nonessential and essential amino acids. Plant protein is incomplete because one or more of the essential amino acids are in low supply. However, different plant foods have different essential amino acids. Eat a variety of vegetables, grains, legumes and calories every day and you will get enough essential amino acids and energy to maintain your weight and energy level. 2.8 ... ̈"},{"pageNumber":2,"pageContent":" 2 Protein Sources Legumes • dried peas • black-eyed peas • lentils • chickpeas (garbanzos) • beans (adzuki, black, fava, kidney, lima, mung, navy, pinto, red & pink) Soybeans and soy products • tofu  • tempeh  • soy beverages • roasted soybeans Grain products • buckwheat • barley • rye  • quinoa • millet • amaranth • breads • kasha • cereals • cornmeal • polenta (made from cornmeal) • wheat (bulgar, couscous, wheat germ, cracked wheat, wheat berries) • rice (white, brown, basmati, jasmine) • oats (oatbran, rolled oats) Milk products • milk  • pudding • cheese • yogurt Eggs Nuts and nut butters • peanuts • cashews • almonds • filberts • walnuts Seeds • sunflower • sesame • pumpkin Vegetables Calcium Our bodies need calcium to make and maintain healthy bones, teeth, muscle tone, a regular heartbeat, nerve function and normal blood clotting. Our bones take in most calcium during our teen years and early twenties, but we still need calcium to keep our bones and teeth healthy in later years. If you do not consume milk products, you need to get calcium from other sources. Calcium Sources Calcium fortified food and beverages • soy beverages • tofu • fortified orange juice • breakfast cereals and bars Tofu processed with calcium • check the label Vegetables • kale  • collards • mustard and turnip greens • broccoli • bok choy • okra Legumes • Lentils  • chickpeas • kidney and navy beans Nuts • almonds and almond butter • brazil nuts Seeds • tahini • sunflower and sesame seeds Vitamin D Vitamin D, often called the sunshine vitamin, is produced when your skin is exposed to sunlight. Ten to 30 minutes of sun exposure a day may help you meet your vitamin D requirements. A few foods are naturally good sources of vitamin D. These are egg yolks and some fish oils. Foods that are fortified with vitamin D include milk, butter, cream and some margarine. Vitamin D helps the body use calcium and phosphorus to build and maintain strong bones and teeth."},{"pageNumber":3,"pageContent":"Iron Iron is needed to carry o xygen to all cells in our bodies, so that all our ce lls get energy from the food we eat. When our bodies are low in iron, we become tired and weak. 3 The iron in plant foods, called non-heme iron , is not as well absorbed in the body as the iron from animal sources, called heme iron . To increase the absorption of non-heme iron: ♦ eat vegetarian fare with a food that is a good source of vitamin C such as: • citrus fruit or juice (oranges and their juice) • cantaloupe • strawberries • tomatoes • broccoli • red and green peppers • lemon juice sprinkled on salads ♦ use cast iron cookware ♦ drink your tea or coffee between meals; the tannins in these beverages decrease iron absorption ♦ Select vegetarian foods that are high in iron (as shown in the table on the side) Zinc Zinc is found in many foods. It is needed for b ody growth, wound healing, energy metabolism and your immune system. Zinc is mainly found in animal products such as egg yolks, milk p roducts, meat, fish and poultry. It is also found in plant sources such as whole grains, wheat germ, tofu, nuts and seeds, beans, peas and lentils and fortified cereals. Iron Sources Dried fruit • apricots • figs • prunes • raisins Cereals • Cream of Wheat • bran-type cereals Legumes • soybeans • tofu • lentils • chickpeas • white, pinto and kidney beans Nuts • almonds • brazil nuts • cashews Seeds • pumpkin • sunflower • sesame Vegetables • broccoli • spinach • bok choy • swiss chard • green peas • kale • seaweed: kelp, nori and dulse Blackstrap molasses Eggs Wheat germ Vitamin B12 This nutrient can be a ch allenge to get from food if you are a vegan. Vitamin B12 is only found naturally in animal products. If you eat eggs or milk products you get plenty of this vitamin. If you don’t eat any of these foods or any meat, fish or poultry, you need to find vitamin B12 fortified foods such as soy beverages, nutritional yeast (such as Red Star), breakfast cereals and some processed foods like veggie burgers (check the labels). Look for the word cyanocobalamin on the label or ingredient list to be sure the food product you are buying is a reliable source of vitamin B12. Vegans should talk to their doctor about having their blood levels checked for this vitamin. Discuss the need for a vitamin supplement with your doctor or registered dietitian."},{"pageNumber":4,"pageContent":"With any type of diet, healthy eating is easier with some planning. Plan a vegetarian diet with the following tips in mind: Variety Include a wide range of vegetables, fruit, whole grains and legumes in your diet every day. Explore new foods at the grocery store. Energy Eat enough calories to meet your energy and growth needs to maintain a healthy weight. This is the best way to meeting your nutritional needs. Watch how much ‘junk food’ you eat. Doughnuts for breakfast; fries with gravy, a chocolate bar and pop for lunch; then a vegetarian slice of pizza for dinner will give you lots of calories, but not the necessary nutrients for good health. Menu planning Consider all food preferen ces in the family. For those who do not want vegetarian, plan meals that can be adapted. For example, make a tomato spaghetti sauce that can be eaten by all and add meatballs for those that want meat. When making stir fries add the tofu or meat at the end, keeping the main vegetable and rice or pasta the same for the whole family. Some examples of healthy vegetarian meals and snacks are: ♦ tofu stir-fry with broccoli and peppers on noodles ♦ lentil and rice soup ♦ French toast with syrup ♦ cheese and crackers ♦ stuffed green peppers with rice ♦ pasta or lasagne with cheese ♦ falafel or hummus served with pita bread ♦ vegetable and/or cheese pizza ♦ baked beans and rye toast ♦ omelette, quiche or poached eggs with toast ♦ egg or peanut butter sandwich on nut and seed bread ♦ trail mix (peanuts, cashews or mixed nuts, shredded coconut, sunflower seeds and dried fruit) ♦ navy bean or barley soup with crackers ♦ tofu burger on whole wheat bun ♦ vegetarian chili with a roll ♦ cereal with milk ♦ bean and rice salad with a roll Planning a Vegetarian Eating Style If you are leaving out all animal p roducts from your diet, be sure to replace them with plant foods that are rich in iron, calcium and other essential vitamins, minerals and nutrients. If you are a teen or younger, pregnant or breastfeeding moth er, consult your doctor or a registered dietitian to make sure you are eating the right types and amounts of food. 4"},{"pageNumber":5,"pageContent":" Copyright 2003. Dietitians of Canada. Reproduced with permission. The Vegetarian Rainbow Guide for Adults 5"},{"pageNumber":6,"pageContent":"Modification to the Vegetarian Food Guide for Children, Adolescents, and Pregnant and Lactating Women The amount of food you need each da y from the food groups depends on your age, body size, activity level, gender and if you are pregnant or breastfeeding. The food guide on th e previous page is for adults. Use the table below to select the numb er of servings for other age groups. Food Group a Life Cycle B-12 Rich Foods (Servings) Beans/Nuts/Seeds/Egg (Servings) Calcium-Rich Foods (Servings) Child b 2  5  6  Adolescent c 2  6  10  Adolescent d 3  6  10  Pregnancy 4 7 8 Lactation  4  8  8  a The number of servings in each group is the minimum amount need ed. The minimum number of servings from other groups is not dif ferent from the Vegetarian Food Guide. Additional foods can be chosen from any of the gr oups in the Vegetarian Food Gu ide to meet energy needs. b 4-8 years c 9-13 years d 14-18 years Tips for Using the Vegetarian Food Guide to Plan Meals 4. Have 2 servings of foods with Omega-3 fatty acids every day. These fatty acids are considered heart healthy, because they lower blood cholesterol, triglycerides and LDL cholesterol. They can be found in the Legumes, Nuts and Other Protein-Rich Foods group, or the Fats group. 1 serving of Omega-3 fatty acids: =  1 tsp (5 ml) flaxseed oil = 3 tsp (15 ml) canola or soybean oil = 1 tbsp (15 ml) ground flaxseed = ¼ cup (60 ml) walnuts = 1 Omega-3 egg 1. Choose a variety of foods from the different groups. 2. The number of servings for each group is the minimum number that you should eat during the day. If you have higher energy needs then choose more servings to meet your needs. 3. A serving from the Calcium-Rich Foods group provides 10% of an adult’s daily requirement. Choose 8 or more of these foods every day. A calcium-rich food also counts as a serving of the food group that it belongs to. For example, a ½ cup of calcium-fortified fruit juice counts as 1 serving of Calcium-Rich Food and 1 serving of Fruit. 6"},{"pageNumber":7,"pageContent":"5. You can use servings of nuts or seeds (Protein-Rich Foods group) to replace servings from the Fat group. 1 extra serving nuts or seeds = 1 serving fat. 6. Try to get enough Vita min D from fortified foods or supplements. Cow’s milk, some fortified soy milks or fortified breakfast cereals are sources of Vitamin D. Check the nutrition facts on the label. 7. Have a minimum of 3 servings of foods high in Vitamin B-12 every day, or take a vitamin B-12 supplement with 5 – 10 μg daily or 2000 μg weekly. 1 serving of Vitamin B-12: = 1 tbsp (15 ml) Red Star nutritional yeast = 1 cup (250 ml) fortified soy milk = ½ cup (125 ml) cow’s milk = ¾ cup (185 ml) yogurt = 1 large egg = 1 oz (28g) fortified breakfast cereal = 1½ oz (42g) fortified meat substitute 8. If you include sweets or alcohol in your diet, consume these foods in moderation. Try to get most of your daily calories from foods listed in the Vegetarian Food Guide . Sample Menu Plan Here is an example of a healthy menu plan for a vegan adult: Breakfast ♦ orange juice fortified with calcium ♦ unsweetened cereal or granola with soy or nut milk or tofu beverage ♦ toast/muffin with nut butter ♦ coffee or tea Lunch ♦ bean burrito wrapped in a tortilla shell ♦ dark green salad with dressing and toasted sesame seeds ♦ fresh fruit – banana, pear, apple or orange ♦ water or 100% juice Dinner ♦ tofu curry stir-fry with green and red peppers on basmati rice ♦ whole wheat roll ♦ soy or nut milk or tofu beverage ♦ fruit crisp ♦ coffee or tea Snacks ♦ herbal tea and fig bar ♦ trail mix (nuts, seeds and dried fruit) ♦ water or 100% juice 7"},{"pageNumber":8,"pageContent":" Resources Resources Visit the library, search the Internet or purchase some cookbooks on vegetari an cooking. Below are a few sources to get you started... Cookbooks Becoming Vegetarian: The Complete Guide to Adopting a Healthy Plant Based Diet . Vesanto Melina and Brenda Davis. Macmillian Canada, 2000. The Complete Idiot’s Guide to Being Vegetarian in Canada . N ettie Cronish, Barbara Shelley & Suzanne Havala. Pearson Education Canada, Inc., 2000. Conveniently Vegetarian . D. Wasserman. The Vegetarian Resource Group, 1997. The Great Vegetarian Cookbook . Rosamond Richardson. Kyle Cathie Ltd., 2003. A Teen’s Guide to Going Vegetarian . J. Krizmanic. Penguin Books of Canada, 1994. The Vegetarian Way: Total Heal th for You and Your Family . V. Messina & M. Messina. Crown Trade Paperbacks, 1996. Vegetarian Time Low Fat & Fast . By the Editors of Vegetari an Times. Macmillian USA, 1996. Websites ► Dietitians of Canada – factsheets on vegetarian eating. To access the complete vegetarian position paper and article, vis it the Dietitians of Canada website at: www.dietitians.ca/news/downloads/ve getarian_position_paper_2003.pdf www.dietitians.ca/news/downloads/ Vegetarian_Food_Guide_for_NA.pdf ► The Vegetarian Resource Group: http:// www.vrg.org/nutrition/ ► Ontario White Bean Producers: http://www.ontariobeans.on.ca Adapted from various resources developed by Nutritionists/Dietitians from Health Units in Ontario: H ealthy Eating: The Vegan Way , Going Vegetarian , The Vegetarian Way for Teens and Adults , The Vegetarian Edge and Adult Vegetarians , Nutrition Matters . And from “A New Food Guide for North Am erican Vegetarians”, V. Messina et al, Can J Prac Res , 2003; 64: 82-86. Produced and distributed by the Wellington-Dufferin-Guelph Health Unit. Belwood  Guelph  Orangeville  Tel: (519) 843-2460 Tel: (519) 821-2370 Tel: (519) 941-0760 Toll Free 1-800-265-7293 Website: www.wdghu.org Email: info@wdghu.org PHHLNU FS25-06/05~st 8"}]
