[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUponUpdate On Mad Cow Disease© 2001 by Linda Moulton HoweCow infected by Bovine Spongiform Encephalopathy (BSE) that destroys brain tissue, onright,with a myriad of holes that resemble a sponge. Photographs courtesy www.mad-cow.org. February 11, 2001 Atlanta, Georgia - The London Times reported this weekthat animal feed protein contaminated with bovine spongiform encephalopathy,also known as BSE or mad cow disease, is estimated to have reached 70countries through exports by a British company between 1988 and 1996. Thecompany, Prosper de Mulder based in Doncaster, northern England, admitted tothe Ti mes that its animal feed was exported as pig and poultry food which werenot banned until 1996, but could still have been mixed up with cattle feedwhich was illegal. The BSE-contaminated pig and poultry food was exported toIndonesia, Israel, Japan, Kenya, Lebanon, Malta, Saudi Arabia, Singapore,South Korea, Sri Lanka, Taiwan and Thailand. The United Nations is nowwarning all countries that have imported cattle or animal feed from westernEurope, especially Britain, to be concerned about the risk of BSE and variantCJD.In Britain, the number of new variant Creutzfeldt-Jakob victims has now reached94. Also this week, The Guardian newspaper reported that thirteen of thosevictims donated blood which had been used in transfusions for 23 people andother blood products such as immunoglobulin. The newspaper said, \"Thousandsof patients worldwide, and an unknown number of hemophiliacs in Britain,might have received treatments with the blood products between 1996 and2000. Malcolm Tibbert, Chairman of the Human BSE Foundation whichrepresents families of the victims, told reporters, \"Lessons of the past have notbeen taken on board. It is bad enough we have vCHD in this country, and it isclear BSE was exported. But this blood contamination problem would take it toanother level.\"Since 1998, England switched to purchasing most of its blood plasma from theUnited States which has been strictly monitoring for BSE disease in cattle sincethe middle of the 1980s. But another unknown factor in all prion disease is thelag time between ingestion of prions and their destruction of the brain and spinalcord which causes death in animals and people.This week I talked with a medical epidemiologist at the Center for DiseaseControl in Atlanta, Georgia about the time lag and some other questions thatlisteners have e-mailed to me since my other Dreamland reports about MadCow Disease and New Variant CJD. I began by reading a question e-mailed froma medical doctor: \"Are prions killed by irradiation that would be used to"},{"pageNumber":2,"pageContent":"preserve foods?\"Interview:Ermias Belay, M. D., Medical Epidemiologist, CJD Surveillance Program,Center for Disease Control, Atlanta, Georgia:\"WHAT CAN DESTROY PRIONS?They are not destroyed by irradiation. Prions have been shown to be extremelyresistant to conventional methods of sterilization or disinfecting, includingradiation. There are some autoclaving methods and chemical methods that havebeen shown to be effective against prions, but not radiation.CAN YOU EXPLAIN FOR A LAY PERSON ABOUT WHAT COULDKILL A PRION?There are two chemical agents including sodium hydroxide and also sodiumhypochloride. Sodium hypochloride would be undiluted 100% householdbleach. In high concentrations, it has been shown to be affective against theprions if the material that's contaminated is exposed for one to two hours. Inautoclaving which is the normal way of inactivating instruments potentiallycontaminated with infective agents in a hospital set up not the routineautoclaving, but autoclaving with high temperature and increased duration hasbeen shown to be effective also.LONG HIGH HEAT AND A BLEACH-LIKE CHEMICAL.Hypochloride and a second chemical, sodium hydroxide in very highconcentrations.THE TRANSMISSION OF CJD, MAD COW AND ANY OF THESEPRION-RELATED DISEASES MUST COME THROUGH CONSUMINGSOMETHING INFECTED WITH THE PRIONS?Classic CJD has not been transmitted through the consumption of anythingknown yet. We have to make a distinction between the classic form of CJD andBSE which people normally call Mad Cow Disease. Mad Cow Disease affectscattle and it is a new disease relatively speaking and was first identified in theU.K. and subsequently in other European countries in the cattle population. Incontrast, the regular or classic form of CJD is not a new disease. It has beenaround since 1920 at least and occurs worldwide and has not been in mostpatients been associated with consumption of anything. It's reported to haveoccurred spontaneously in the vast majority of patients and has nothing to dowith beef consumption. It is true that the BSE problem in the cattle population,the Mad Cow Disease, may have been transmitted to humans in the U. K. andseveral other European countries and that is a new disease in the humanpopulation is different from the classic CJD that occurs in the U. S.THAT IS THE ONE THAT THE HYPOTHESIS IS THAT PEOPLE HAVECONTRACTED IT BY EATING THE BSE-CONTAMINATED BEEF...That's correct...THAT INGESTION HAS SOMEHOW AFFECTED THE PRIONPROTEIN IN THE HUMAN CAUSING THIS DISEASE?That's correct. The new form of the disease in humans is called New VariantCJD, or human BSE because it originated from BSE in cattle.Do BSE Prions Spread Through Dairy Products?WOULD THAT APPLY ALSO TO DAIRY PRODUCTS FROM CHEESETO MILK?Dairy products have not been identified to be the vehicle of transmission forBSE even in the U. K. Where they've had a lot of problems with BSE, they havedone experimental studies and none of the studies indicated that dairy productsfrom infected animals would transmit the disease. So, as far as we can tell, and"},{"pageNumber":3,"pageContent":"as far as experimental studies are concerned, even in the U. K. where the BSEproblem is a big problem, dairy products have not been identified to transmit theBSE agent.BUT IF PEOPLE HAVE CONTRACTED THE NEW VARIANT CJDFROM EATING BEEF PRODUCTS IN BRITAIN, IRELAND, FRANCEAND SO FORTH, THAT MEANS THAT THE PRIONS ARE IN THEMEAT THEY ARE EATING, RIGHT?The way the prions made it into the beef is generally believed because from theslaughterhouse down to the meat products being served to humans, there is a lotof opportunity for that product to be contaminated with the brain tissue and thespinal cord. It's not that the solid meat or muscle tissue that has been implicatedin transmitting the disease, rather beef products have had the opportunity to getcontaminated with the highly infected tissues such as the brain and spinal cord.YOU'RE MORE LIKELY TO GET THE NEW VARIANT CJD FROMEATING SAUSAGE, FOR EXAMPLE, AS OPPOSED TO A FRESH CUTOF STEAK?That's possible, correct.BUT IT'S NOT KNOWN FOR CERTAIN?They have been trying to pin down what the new variant CJD patients consumedin order to get the agent. And as far as I know, they have not been able to comeup with a specific product. The general consensus in understanding is that thesepatients may have consumed materials that may have been contaminated withthe nervous tissue coming from BSE-infected animals.Where Do Prions Concentrate in the Body?WHAT IS YOUR CURRENT UNDERSTANDING ABOUT WHY THEMISSHAPEN PRIONS THAT CAUSE THE DISEASE SHOULDCLUSTER ONLY IN THE BRAIN AND THE SPINAL CORD AND NOTOUT INTO THE REST OF THE BODY?We don't have all the answers to that. For some reason, they lodge in the brainand the disease process starts in the brain and brain cells causing destruction ofthe neurons or brain cells. And as cells are destroyed, neurologic signs andsymptoms start to appear. Now what actually triggers this transmission from oneto another in the brain is poorly understood.WHEN YOU THINK OF NERVES, THE BRAIN COMMUNICATES TOTHE REST OF A BODY BY ALL THE NERVE GANGLIONS THAT GOALL THE WAY THROUGH EVERY PART OF A BODY. HAVE THEYEXAMINED NERVES THROUGH ARMS, LEGS AND TORSO TO SEEIF THEY HAVE THE SAME KINDS OF HOLES AS FOUND IN SPINALTISSUE AND THE BRAIN?The pathology, the structure of the brain is different in the brain than in theareas you just mentioned. The disease seems to be very localized, as I said, inthe brain. It's one thing you need to understand that the disease in differentspecies may have different characteristics. The classic form of CJD we have inthe U. S. and which occurs worldwide and has nothing to do with beefconsumption - the agents seems to be very localized to the brain only andprobably also the spinal cord. In some cases, the cornea tissue.Cornea Tissue of Eyes?WHICH?The cornea or eye tissue.CORNEAS IN EYES CAN BE AFFECTED WITH THE SAMESPONGIFORM HOLES?Not the spongiform lesions, but the presence of the agent.PRESENCE OF THE PRIONS.Correct."},{"pageNumber":4,"pageContent":"WHY WOULD THE PRIONS BE IN THE CORNEA OF THE EYE?We like to think of the cornea as an extension of the brain. If you think aboutyour eyes, it's the back of the eye right next to the brain, almost attached to thebrain. And if you look at how the tissues develop from conception, the fetusgrows up or develops, the retina and parts of the eye originate from the sameplace that the brain and spinal cord develop from. So technically speaking, it'san extension of the brain. Right behind your eyes is the brain tissue.THEN EYES ARE AN EXTENSION OF THE BRAIN?That's correct. In many ways, it is. There are a lot of nervous tissue that extendright from the brain into the eyes and even by proximity they are extremely closeright next to the brain. What I'm telling you applies to the classic form of CJD.When you go to other prion diseases that affect different species, they behavedifferently. So we cannot talk about all prion diseases in the same terminology,where the agents are found and which parts of the tissue harbors the infectionagent. It's different in different species.WHAT HAPPENS WITH NEW VARIANT CJD IN HUMANS OR BSE INCOWS OR EVEN SCRAPIE IN SHEEP WHICH IS A DIFFERENT KINDOF PRION DISEASE OR CHRONIC WASTING DISEASE IN ELK ANDDEER WHICH IS YET ANOTHER PRION DISEASE - ALL OF THEMARE STILL NOT FULLY UNDERSTOOD AND EACH ONE IS IT'SOWN MEDICAL PROBLEM.It's got its own different distribution of the agent in the body, let me put it thatway. In that regard, the classic form of CJD is very different because the agentseems to be very highly localized in the brain and nervous tissue.WHAT WE DON'T KNOW NOW ABOUT THE NEW VARIANT CJD ISWHETHER OR NOT THE PRIONS ARE INGESTED FROM THEMEAT AND MUSCLE TISSUE OF THE INFECTED COWS INEUROPE, OR IF IT IS COMING ONLY THROUGH PRODUCTS INWHICH BRAIN AND SPINAL CORD HAVE BEEN GROUND UP?There is evidence in the U.K. that the muscle tissue from cattle infected withBSE is not infectious. One of the studies they did in the U.K. was to takedifferent parts of the animal and put it into experimental animal models. So theytook tissues from the brain and all other parts of the infected animal and wantedto see if that tissue would be infectious in other animal models. Afterward, theydetermined that the muscle tissue was not infectious, even from infectedanimals.IF YOU ARE IN EUROPE NOW AND YOU WANT MEAT, AT LEASTTHE SAFEST THING TO DO IS TO GET A FRESH STEAK, BUT NOTEAT ANY GROUND UP MEAT PRODUCTS?That's correct. If you are dying to get meat and beef, then it would be moreadvisable to eat a solid cut of muscle tissue.What Is The Lag Time Between Destructive Prion Ingestion and Disease?IT''S KNOWN THERE IS A LAG TIME BETWEEN INGESTION ANDDISEASE IN BSE CASES IN CATTLE AND NEW VARIANT CJD INEUROPE SUGGESTING THAT YOU COULD INGEST THE PRIONSSAY 10 TO 20 YEARS AGO AND THEN THE NEUROLOGICSYMPTOMS ARE NOW JUST EMERGING?Right, the lag time can be measured in years as you correctly suggested. Now,what that exact time period is, we don't know.IF THERE WAS THIS EMERGENCE OF THIS NEW VARIANT IN 1996IN ENGLAND, THIS COULD BE THE TIP OF THE ICEBERG OFCASES YET TO EMERGE?That's correct."},{"pageNumber":5,"pageContent":"THAT'S EVERYBODY's CONCERN?That's correct. In fact, if you look at the 94 cases that have been reported as oflast month, there have been 94 in the U. K., if you plot those cases by year,you'll see an increase, an increasing trend in the number of cases year after year.And how much it would increase and what the eventual size of that outbreakwill be, nobody knows.\"We b s it e s :http://www.mad-cow.org/Credits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
