[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUponCan Earth Plants and Bacteria Grow On Mars?© 2001 by Linda Moulton Howe Global topographic map of Mars created from more than 6 million laser measurementsby the Mars Orbiter Laser Altimeter (MOLA) instrument on the Mars Global Surveyorspacecraft.Red is highest altitude and blue is lowest. The Northern Hemisphere of Mars shown in thebottom globeis several meters lower than the Southern Hemisphere and is where water would havecollected if it ever existed,shown in blue. The big groove is the Valles Marineris, largest canyon in solar system andthe white objects are the hugevolcanoes in the Tharsis Montes, Olympus Mons being the largest volcano in the solarsystem.Large blue oval on upper globe is the Hellas Basin, the largest crater impact known in thesolar system.Images courtesy NASA.March 18, 2001 Houston, Texas - This past week I was in Houston at theJohnson Space Center to attend the 32nd Lunar and Planetary Space Institutemeeting held since the first Apollo days. This was the largest conference so far.More than a thousand planetary scientists from around the world presented theirlatest research data on Mercury, Venus, Earth's Moon, the Asteroid Eros,Jupiter's moons, Europa, Callisto and Io. But probably the most excitingsessions were about Mars. There were more than a hundred papers presentedabout the red planet. Hundreds of high resolution photographs from the MarsGlobal Surveyor showed valleys and rippled features that on Earth would meanonly one thing: water.But the biggest controversy is whether or not Mars has any liquid water. It'spretty certain that the North Polar cap has some frozen water ice mixed withfrozen carbon dioxide. Probably the smaller southern ice cap does, too. But therest of the planet seems pretty dry and even the large patch of volcanoes knownas the Tharsis region are considered to be dead, extinct, no more lava flows thatmight once have added water to the planet's surface.There are also mysterious dark stains that some think indicate oozing liquid. But"},{"pageNumber":2,"pageContent":"at the conference, the predominant theory was that the dark stains are dryvolcanic basalt eroding through the oxidized red surface sands on Mars. Also,there are flowing features on Mars that resemble glaciers, but are probablyslowly moving permafrost that could be CO2 instead of water ice. No one yetknows.Large dark stain fanning from upper right and several dark streaksin lower left quadrant of image taken by Mars Global Surveyor camera.Image by Malin Space Science Systems.Mars could have many layers starting with the surface red dust and sand on topof a dark volcanic lava crust that could be porous enough - maybe evenpunctured by eroded caverns and caves - that whatever surface water there oncewas could now be 100 to 200 meters down in liquid aquifers. But the argumentagainst water on present day Mars is this: the Martian atmosphere is 95% carbondioxide. That gas mixed with water should produce limestone. But so far afterputting the two 1976 Viking Landers and the 1997 Mars Pathfinder down on thesurface, there is no indication of limestone on Mars.Mars Global Surveyor above huge Olympus Mons volcano, 400 miles wide and 16 mileshigh.The base of Olympus Mons would almost cover the entire State of Arizona. Recreationcourtesy NASA.Future Mars Missions:A manned mission could perhaps settle the water debate once and for all, butthere won't be any manned missions to Mars for the foreseeable future. Therewill be more camera orbiters and remote-controlled land rovers."},{"pageNumber":3,"pageContent":"Beginning in April with the launch of Mars Odyssey that will carry acamera known as \"Themis.\" The Themis camera will be able to photographin thirty different frequencies, including infrared.Two years later in 2003, two land rovers will be sent to Mars that will beable to move at least 1000 meters from the landing site. That mission willarrive in fall 2001 with a camera able to photograph in color and carryinga thermal channel so scientists will be able to derive properties of thesurface from rocks that are too small to be seen in areas covered by dustand sand. The 2001 mission will also have instruments that can measurethe chemical composition of the Martian surface.Another mission in 2004, the Mars Reconnaissance Orbiter, will search forwater. In fact, NASA's theme for that mission is, \"Follow the Water.\"Two years after that in 2007, a mission will launch to put aerial scoutballoons in the Martian atmosphere that will fly low and take photographswhile an intelligently programmed Lander and Rover will dig around inwhatever site was selected from the previous mission as possibly havingwater. Those machines will have the ability to drill down at least a meteror so and examine rock cores.By 2011, the goal is to put a smart Lander and Rover down that can digand drill in the most promising site for water and microbes and return thesoil for the first time back to Earth. If there is no evidence of water, somescientists say humans won't be able to put any base colony on the redplanet. If water is definitely found, then a future manned mission mighthead for Mars in about 25 years from now.The two Mars 2003 rovers will extend the surface exploration begunby Viking in 1976 and Pathfinder in 1997. These new roverswill be able to travel 100 meters per day and will carry scientific instrumentsto determine the geological context of rocks and soil and measure their chemicalcompositionand fine scale structure, even scraping the surface off rocks to expose their unweatheredinteriors.Recreation courtesy NASA.Plants and Bacteria?One of the big concerns is sterilizing whatever equipment we put on Mars so wedon't end up finding our own Earth microbes there, or hurting any possibleliving Martian microbes. And if a human colony could eventually be placed onMars, would food production in a greenhouse be possible?Both of those problems are now being studied by Andrew Schuerger, Ph.D.,Project Manager of Plant Pathology for the DynaMac Corporation at the NASAKennedy Space Center in Florida. Dr. Schuerger begins on March 19th his firstefforts to grow an earth plant inside a special chamber that has the identicalatmosphere, temperature, pressure, light and ultraviolet radiation on Mars. I"},{"pageNumber":4,"pageContent":"talked with him in Houston about what he knows so far.Interview:Andrew Schuerger, Ph.D., Project Manager of Plant Pathology for theDynaMac Corporation at the NASA Kennedy Space Center in Florida: \"Tobegin with, the Martian atmosphere is less than 1% of the pressure as it is hereon earth. So, if we were to use one particular unit of measurement called amillibar, sea level pressure on earth is approximately 1000 millibars. Theaverage pressure on Mars is around 8 millibars. That's literally about 8/10ths ofone percent of earth's sea level pressure.So, the question really on how things survive on Mars, whether it's bacteriasurviving on spacecraft that might be carried there, or whether we would everlike to try to grow plants out on the surface, or would we ever be able to get theatmosphere capable of supporting human life, either in colonies or in facilitieslike enclosed domes or structures. Or actually out on the surface. We have todiscuss: can we grow plants at low pressure? We have to investigate whether ornot things like bacteria or fungi that we don't want to contaminate Mars withwill be able to survive under that extremely low pressure?Another thing about the Martian atmosphere is that the composition is verydifferent from earth. Earth atmosphere is made up of 78% nitrogen and 21%oxygen and trace amounts of a half dozen other compounds, other gases. OnMars, it is 95% CO2, carbon dioxide, and about 1 to 1.5% argon and about 1.5to 2% nitrogen and then trace amounts of all the other chemicals.Because the atmospheric pressure on Mars is so much lower than on Earth, theability of that atmosphere to retain heat that falls upon the surface is muchreduced. Therefore, the temperature extremes on the surface of Mars are muchmore, much greater than on Earth. For example, in the hottest time of a Martianyear near the equator, for example, and during a very high angle of the sun - sayduring a period of time when it would be the warmest - at most the temperaturemight get up to a few degrees above freezing of water. In Fahrenheit, that mightbe somewhere in 40 degrees to 50 degrees F. would be the highest temperatureachieved. But almost in all cases, the temperature would drop to many tens ofdegrees below freezing every night. The atmosphere is so thin it just won't holdthe heat in as it does here on earth.HERE WE WOULD PUT SOME KIND OF GLASS STRUCTURE WITHSOME HEAT AND WOULD CALL IT A GREENHOUSE. WITH THATKIND OF TEMPERATURE EXTREME YOU HAVE JUST DESCRIBED,COULD YOU HAVE A CLASSIC GREENHOUSE ON MARS ANDMAKE IT VIABLE?That's a very good question and an interesting area of research for a lot ofpeople. It is possible if we can reduce the pressure that plants have, that plantsrequire to grow in, we can reduce that pressure - then we can have a transparentmaterial. If we were just to go to Mars on the surface and inflate, say aninflatable greenhouse structure that is not rigid glass panes but kind of aninflatable transparent structure, which a lot of greenhouses are made this waynow on Earth - that structure if we inflated it to Earth's normal pressure wouldliterally just pop.In order to get a very thin material to allow light to come through, it would haveto be so thin that you couldn't have the internal pressure very high. And forexample, there have been some studies that if we could learn how to grow plantsbelow 7 or 8 % of the normal pressure that they see here on Earth - this wouldbe down somewhere around 70 to 80 millibars - if we could learn how to growplants at that pressure, then there would be transparent materials that arecommercially available that we could use for inflatable \"greenhouse\" structureson Mars."},{"pageNumber":5,"pageContent":"But the key is: will plants grow at less than 10% of normal Earth pressure? Andthat is one of the projects I am involved with right now. We are looking at whatis the lowest pressure possible that we can grow plants in and then at those lowpressures, what are the problems the plants are encountering? Are they able tosurvive? We can answer that yes now. Plants can survive down to almost 2.5 to3% of the normal pressure of Earth for short periods of time, meaning fromseveral hours to 24 hours.DO WE KNOW YET FROM ANY MARTIAN SOIL THAT HAS BEENANALYZED WHETHER THESE OTHER INGREDIENTS ARE THERETO GROW CROPS IF WE COULD SOLVE THE WATER ISSUE ANDHEAT?Looking at analyses from the two Viking missions and the Pathfinder Mission in1997, the answer to that question is yes. It looks like most of the elements thatwould be required for plant growth are present in the soil. The biggest limitingfactor from a nutrient, elemental standpoint, would be the presence of usableforms of nitrogen because plants can't use just gaseous forms of nitrogen. Theyneed a certain kind of nitrogen, either in a nitrate form which is NO3 orAmmonium form. And that is a more complex molecule to make. The other twoelements required that are probably fairly low in Martian soil are sulfates andphosphates. And if we can provide those three by synthetically making them onEarth and bringing them with us to Mars. Or figuring out a way to make them insitu on Mars in some sort of a Mars colony, then most of the other elementsshould be there.COULD YOU TALK ABOUT THE WHOLE ISSUE OF PROTECTINGOURSELVES AND OTHER PLANETS FROM AN EXCHANGE OFMICROBES.There is a lot of literature and available information about how bacteria surviveunder UV radiation that strongly suggests that if the bacteria are exposeddirectly to the UV radiation, they should be killed within hours of exposure.And then, it's just a matter of how fast the bacteria can be protected from theUV light by the amount of dust that might settle during the descent and landingphase? Or with wind blowing? For example, if a spacecraft landed in the middleof a dust storm, they might get protected, these bacteria, might get protectedfaster than if the spacecraft did not land in the middle of a dust storm. So, thoseare some of the questions we hope by this fall to answer.My work is to really access when spacecraft are sent to Mars, whether or notany microbes that might have made the trip from earth to Mars on the spacecraft- how long might those microorganisms survive on the surface of Mars exposedto the ultraviolet irradiation on Mars. Mars's atmosphere is so much thinner thanEarth's. But more importantly because there is no oxygen, or only a traceamount in Mars's atmosphere, there is no ozone in the atmosphere, or very little.And ozone is the primary gas in Earth's atmosphere that filters out the UVultraviolet radiation that would be bathing in our planet and sterilizing thesurface of our planet had we not had this ozone layer.So, on Mars even though it is much further away from the sun than Earth is,because of the lack of ozone there is a great deal more ultraviolet radiation thatis striking the surface of Mars. And my research is to see under those conditionsof low pressure on Mars, low temperature, very unusual gas composition that'svery different from Earth, and with the presence of very high levels of UVradiation, how do bacteria survive when they are exposed to this environment.And there is a very large - it's about a cubic meter research chamber at theKennedy Space Center where I work in which we are looking at how - we'vecreated a Mars-like atmosphere, a Mars-like temperature environment andMars-like light environment - in this chamber and I will be placing bacteria onvarious spacecraft material, like aluminum, stainless steel, titanium, some of theglass materials used to coat photovoltaic cells. I will be placing bacteria on thesevarious spacecraft components, putting them in a Mars-like environment andseeing how well certain bacteria survive. What we are expecting to find is thatbacteria and fungal spores will be inactivated within a few days of being exposed"},{"pageNumber":6,"pageContent":"to the Mars-like environment if they are exposed directly to the ultravioletirradiation.IN OTHER WORDS, THEY WOULD BE EXPOSED TO STRAIGHTOUT UV LIGHT, BUT IF THEY CAN GO UNDERGROUND, THEYMIGHT SURVIVE?Not necessarily underground. Let's think of a spacecraft that might make a softlanding on Mars like the Viking spacecraft did in the 1970s, mid 1970s. Whenthose spacecraft landed, they didn't insert equipment, they didn't drill down intothe regolith (layer of loose rock resting on bedrock that constitutes the surfaceof most land). What happened is that they had some bacteria, small amounts,but present on the outside surface of those spacecraft. How quickly thosebacteria are killed is an open question. If they are killed within a few hours to aday or two, then we are going to benefit from the UV radiation on Mars that willhelp to sterilize these spacecraft. But the other side of the coin is that as thosespacecraft landed on Mars, they had exhaust plumes that kicked up dust andsome of that dust could have settled back onto the spacecraft. Also, there is a lotof wind on Mars that moves very fine particles of dust around the planet andthat dust can land on spacecraft for a few days. So the question is: not only arethey exposed, but eventually how much dust is required - how thick would adust layer have to be to cover bacteria before the bacteria are then protectedfrom the UV radiation? Those are the kinds of questions I'm trying to ask.IF YOU WERE GIVING AN EDUCATED GUESS ABOUT WHENYOU'LL HAVE THE FIRST ANSWERS TO SOME OF THESEQUESTIONS, WHEN WOULD IT BE?The Mars chamber is kind of an asset at Kennedy Space Center that's used by anumber of individuals that are looking at various processes under Mars-likeconditions. Our research agenda calls for getting a few of these basic questionsanswered before June 1st. Then we will be doing other research through thesummer. And then we get back into the Mars chamber in August and willcontinue our research through the fall.\"We b s it e s :http://www.jpl.nasa.gov/pictures/marshttp://science.nasa.gov/headlines/y2000/ast10aug%5F1.htmCredits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
