[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUponAlps Permafrost Melting© 2001 by Linda Moulton Howe Swiss Alps between Wenger and Kleine Scheidegg © 2001 by Johnno.March 24, 2001 Swiss Alps - The United Nations Intergovernmental Panel onClimate Change (IPCC) reported this week that the Alps are warming up fasterthan the rest of he world. Prof. Martin Beniston, head of the GeosciencesDepartment of the University of Fribourg, predicted that global warming couldpush the snow line up from 1200 to 1800 meters (3,816-5,724 feet).Already some Swiss ski resorts are suffering early snow melt. St. Moritz,Klosters and Davos could lose their lower slopes entirely to melt. Most resortsnow rely on snow machines to create snow at lower elevations.As the snow melts, so does the permafrost. The Royal Geographical Society andInstitute of British Geographers warn that the permafrost in Europe's highestmountain ranges is melting. Dr. Charles Harris of Cardiff University hasorganized a monitoring system of bore holes in the Alps, Spain, Norway,Sweden, Spitzergen and the Pyrenees.It's part of a research project entitled\"Pace, Permafrost and Climate in Europe.\" Dr. Harris reported at a Januaryconference in Plymouth, England that the Swiss Alps alone have warmed nearly1 degree Centigrade in the last fifteen years. \"If the temperature there is onlyminus 2C or minus 3C, it does not take much warming to get that abovefreezing. The likely consequences of degrading permafrost would be an increaseof slope failures.\" The hottest alpine months are August through October.Where the permafrost begins to melt comes the danger of mud slides whichcould have disastrous consequences in steep alpine valleys. Permafrost existsabove 2500 meters in the Alps and 3,000 meters in the Pyrenees. In the far andcolder north on the island of Spitzbergen, the ground level is permafrost. Withglobal warming predictions for the 21st Century between 3 and 10.5 F,increasing permafrost melt could destroy buildings, mine shafts and otherstructures."},{"pageNumber":2,"pageContent":"Glaciers on Mount Jungfrau in the Swiss Alps are melting away. Photograph 2001 © byJohnno.Credits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
