[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUpon© 2001 by Linda Moulton Howe Nearly a million hoofed animals infected with or exposed to foot-and-mouth diseasein England have been incinerated or buried. Photograph © 2001 by BBC.April 11, 2001 College Station, Texas - The number of outbreaks in the UKhas now reached 921 with three new cases confirmed this week. More than955,000 animals have been earmarked for slaughter to contain and eradicate thehighly contagious virus, with 345, 000 waiting to be killed and 178,000carcasses awaiting disposal. Computer experts project that the virus won't reachits peak until June 2001. By then, England might reach 4,000 cases offoot-and-mouth disease.England's Prime Minister, Tony Blair, postponed Britain's scheduled Mayelection because of the foot-and-mouth epidemic. The animal virus danger willalso keep Prince Charles confined to metropolitan areas while visiting theUnited States in about three weeks. Farmers don't want him in the Americancountryside for fear that the insidious virus could be hiding somewhere on theshoes, suitcases or other gear of the Royal visitors.I talked with veterinarian Gary Adams, D.V.M., Professor of VeterinaryPathology and Associate Dean for Research and Graduate Studies at Texas A&M University, who once had to cope with hoof and mouth disease spreading inColumbia, South America. I asked him why killing animals is the first choice ofdefense against the virus instead of vaccination or simply letting the animals livethrough the illness and gain immunity to what some have compared to a badcase of flu."},{"pageNumber":2,"pageContent":"Gary Adams, D.V.M., Professor of Veterinary Pathology and AssociateDean for Research and Graduate Studies at Texas A& M University,College Station, Texas: \"The virus initiates the infection in the tongue. It causeshuge blisters. The entire surface of the tongue and mouth is sloughed off. Theanimal can't eat. The virus also invades the band around the hoof and in thehoof. It causes ulceration of the hoof. The virus also invades teats on the udder.They develop superficial and severe erosions. The calf can't nurse. The cow can'tlactate. These are much more than a bad case of flu. It's not even in the sameleague!WHY IS IT THAT VACCINATIONS HAVE NOT BEEN USED?Vaccinations are not 100% effective. They are not and never have been. So, ifwe depend solely upon a vaccine, we would have a segment of the populationwhich is susceptible and perpetuate the disease, transmitting it to the otheranimals. It's highly contagious.WHY IS IT THAT KILLING ALL THE ANIMALS IS THE ANSWERRATHER THAN LETTING THEM GO THROUGH THE DISEASE ANDTHEN GET WELL?The policy (of killing infected animals) began to control hoof-and-mouth diseasethroughout the world years ago and the idea is to eradicate the disease so thatwe can then have free movement and trade without fear of transmitting thisdisease. Because once it's in, it's devastating. There are long term effects, chroniceffects from this disease.CAN YOU EXPLAIN SOME OF THOSE?If the animal can't eat and the animal can't walk or walk very well and the calvesthat are nursing the cows can't nurse, those are tremendous effects clinically onthe animal. Will the animal survive? Eventually yes. But there is a huge amountof weight loss associated with this disease.DO THE ANIMALS GAIN BACK THE WEIGHT AND RESTORE TOHEALTH?Yes, but you lose all of that time period in there when the animals had declininghealth when they were being productive. So, you never really totally regain allof the energy that went into that and the protein source and the minerals thatwere lost during that time period. And that varies anywhere from weeks tomonths, based on the animal and how susceptible they are.CAN YOU EXPLAIN WHY IT IS NECESSARY TO KILL SO MANYANIMALS IN ADDITION TO THOSE THAT ARE SICK?Because many of the other animals have been exposed and are incubating thedisease. They are in an eclipse phase of the infection where it's undetectable.Then you keep those animals back and the next thing you know that organismsurfaces and you have the blisters developing on the mouth, feet and tongue andthen you have perpetuation of the infection back into the population.WHAT IS THE INCUBATION PERIOD?That depends on the amount and type of virus, how susceptible the animal is,whether it's vaccinated or not, whether it's ever been previously exposed to thefoot-and-mouth virus. It depends upon a lot of factors, but generally somewherebetween 7 and 14 days. That's the norm, but some animals have a more"},{"pageNumber":3,"pageContent":"extended incubation period. And those animals which are incubating the diseaseget sold from one farm to another or one country to another and then expressthe disease which can rapidly spread again.Then there is aerosol transmission. The virus can be airborne for several mileswhich was documented and written about in the 1970s.A pile of burning British animals. Photograph © 2001 by BBC.WHAT ABOUT BURNING ALL THE PILES OF CARCASSES? IFTHERE IS TRANSMISSION THROUGH AEROSOLS IN THE AIR,COULDN'T THE VIRUS SPREAD BY EVEN BURNING THECARCASSES?Technically I'm not certain how to answer that question. Usually the virus isinactivated at higher temperatures like a fire. Mexico had a terrible outbreak inthe 1940s and USDA worked with them to eradicate the virus by killing andincineration and that stopped the spread of that foot-and-mouth outbreak.WOULD IT BE A WISE POLICY NOW IN THE UNITED STATES TOHAVE HOOFED ANIMALS VACCINATED AGAINSTFOOT-AND-MOUTH DISEASE?No. In my opinion, that would not be a good idea because the issue here is:those animals which are vaccinated are protected against some of the virusstrains, but not all of the virus strains. So, one issue is: How do you know whatvirus strain to vaccinate against? Two, if there is an outbreak - should that everoccur, Heaven forbid! - and all of the vaccinated animals in the U. S. haveantibody titers, examining their blood you would not know if they were newlyinfected or have been vaccinated. That's the issue.So, let's say an outbreak occurred on Long Island. We would have animalsvaccinated across the southwest and we wouldn't be able to distinguish whetherthat virus had traveled from Long Island to the southwest because both sets ofanimals have antibodies against the viruses. Whereas if the animals are notvaccinated, any antibody tire that develops against any strain, any type offoot-and-mouth disease virus would be triggered as a positive.MEANING YOU WOULD KNOW IT WAS A NEWLY INFECTINGVIRUS?Yes, newly introduced.YOU WOULD ARGUE FOR KILLING ALL OF THOSE EXPOSEDANIMALS?"},{"pageNumber":4,"pageContent":"Yes, or any other better control method that is available. But I don't know of abetter measure to contain, control and eradicate immediately than killing theinfected and exposed animals.WHY ISN'T IT WORKING IN ENGLAND IN 2001?I don't know why it's been so explosive in the U. K.\"Foot-and-mouth is a virus that infects all cloven hoofed animals includingcattle, sheep, pigs, goats, elephants, hedgehogs, rats and deer.The main symptoms are blisters that develop into deep sores in the mouth,nose, feet and teats accompanied by high fever, inability to eat and muchweight loss.The blisters contain concentrated quantities of the virus which is easilyspread through saliva, milk, dung, reproduction, exhaled air from breathingor coughing and the wind. Thus, anything from feet to wheels that movethrough contaminated pastures, roads and paths can spread the disease.Thus, the need for disinfectants on shoes, wheels, hoses and otherequipment.There are 7 main types of foot-and-mouth virus that infect hoofed animalswhich can only be differentiated in the laboratory. None are a threat tohumans. The human disease of hand-foot-mouth disease is usually mild,although a very contagious infection as well.Vaccines are not always 100% effective.The virus can survive for long periods in meat if the pH does not fall below6.2. It can also survive in frozen lymph nodes, bone marrow and viscera.The virus also survives well in salted and cured meats and innon-pasteurized dairy products. One investigation found the virus survivingat least 30 days on hay.The last outbreak in the United States was 1929 when a U.S. Dept. ofAgriculture policy decided that killing all infected and exposed hoofedanimals is the first choice of defense to contain and eradicate the highlycontagious disease.Countries affected by foot-and-mouth disease in the past 12 monthsinclude Bhutan, Brazil, Columbia, Egypt, England, Georgia, Greece,Ireland, Japan, Kazakhstan, Korea, Kuwait, Malawi, Malaysia, Mongolia,Namibia, Russia, South Africa, Taipei, Tajikstan, Uruguay and Zambia.The foot-and-mouth virus cannot survive long in heat, so it is less of aproblem in hot countries. The virus thrives in colder, damper areas likeGreat Britain.http://www.co-ordination.gov.uk/"},{"pageNumber":5,"pageContent":"The latest Government advice about Foot-and-Mouth Diseasehttp://www.maff.gov.uk/animalh/diseases/fmd/default.htmNational Farmers Unionhttp://www.countryside.gov.uk/footandmouth/uk.htmhttp://www.aht.org.uk/Animal Health Trust (Advice for horse owners)http://www.britishwaterways.co.uk/British WaterwaysCredits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
