[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUponHorse Slashings and Deaths in Calgary, Alberta, Canada© 2001 by Linda Moulton Howe \"The vet said there was a 10-inch hole in her digestive tractabout 10 inches inside her rectum. He had another doctor confirm itand told us: 'This horse has been mutilated and we cannot save her.'\"- Guy Elford, Calgary, Alberta ResidentCalgary, Alberta, Canada where law enforcementhas had a dozen horse slashing reports since 1980.May 11, 2001 Calgary, Alberta, Canada - The Canadian Calgary Heraldnewspaper recently headlined, \"Police say horse mutilations likely work ofsexual deviate: Investigators examine links in equine attacks.\" Calgary lawenforcement confirm two horse slashings on April 9 and another eight monthsbefore on the Guy and Christine Elford residence. A fourth attack killed TammyHambrook's pet horse in 1999. Over the past twenty years, there have been atleast a dozen similar equine attacks in the Spy Hill of Calgary. Yet, despite thesuspicions that a sexual predator is on the loose, no person has ever beenarrested and arraigned on a horse slashing charge.Hundreds of other horse slashings and deaths have been reported in Europesince the early 1990s. In Sweden more than 200 horses and cattle had beenslashed by 1992. No arrests were made. Britain's Hampshire andBuckinghamshire Counties in 1992 suffered attacks on thirty horses, includingones whose \"genitals had been shocked with electricity. Other stallions andgeldings have been rectally assaulted, flogged and stabbed.\"The front page of the Leicester Mercury on August 13, 1993 in Leicester,England headlined: \"Thugs launch callous attack on pet horse.\" A mare whichhad given birth to a foal three months before was found with six puncturewounds on her neck. An 8-year-old gelding at the same farm was hit on hisnose."},{"pageNumber":2,"pageContent":"Front Page, Leicester Mercury, August 13, 1993, Leicester, England.Interview:Guy Elford, Medical Equipment Salesman, Calgary, Alberta, Canada:\"There were two horses that were mutilated and killed at our place on April 9.Around 5 o'clock in the afternoon, we were going on an evening trip to thepasture to check the horses. We had our tack with us and were preparing to ride.We had our whole family there, my wife, Christine, and our six children. Wecame up over the rise and found our 2 1/2- year-old, Gypsy, standing butlooking very distressed, her head hanging low. Also across from her in the treeswas our 25-year-old mare named April. She was laying down in the trees. Thatwas very unusual. Half of the family went to one horse and half went to theother. We did a quick assessment and found that both had generally the samesymptoms: fast heart rate, distress, respiration rate really high. We had seen bothhorses in fine shape at 7 o'clock Sunday night (April 8), so this was less than 24hours later.We immediately called the vet and she arrived in twenty minutes. Meanwhile, Iwas trying to get April out of the trees with the truck, rope and chains becausewe had to drag her out. Took about forty minutes to pull her out. Meanwhile,the vet had showed up and started to treat Gypsy with pain killers and thingslike that to try to stabilize the animal. Once that was done, we managed to getApril out on to the hill. Then we dragged her up the hill into the sunshine andshe expired on the spot. We couldn't stop it. We couldn't save her. It was verydifficult for the children. It was their favorite horse. We had a couple of minutesto say goodbye and then immediately turned our attention back to the otherhorse. It took all our resources to build a shelter around our vehicle so Gypsywould not die of shock.WERE THERE ANY SIGNS OF SLASHINGS OR EXCISIONS ON THEHORSE APRIL THAT DIED?Basically, the mutilation that was done was internal. The intestine in her lowercolon was shredded.WHEN THE VET DID A NECROPSY, DID SHE DO IT IN THE FIELDRIGHT THERE OR TO THE VET OFFICE?The one, April, who expired, we just left. The vet didn't examine her at the timebecause she was already dead. The other one, Gypsy, she expected wouldprobably stabilize and she didn't really know what the problem was. They hadsimilar symptoms. She thought it might be a poisoning, they had eatensomething. Or some sort of sickness.So we tried to keep Gypsy through the night. She never got better. We broughther home to the house because the wind and the snow were bad that night. Thenfirst light we headed out to the large veterinarian hospital, different from the firstvet. And we were there as soon as they opened and they took her in immediatelybecause she was in peril. The vet couldn't figure out what to do to get herstabilized. He couldn't. We were having to hold the horse up and she wasstarting to panic. Then the vet did some internal exams. The vet said there was a10-inch hole in her digestive tract about 10 inches inside her rectum. He had"},{"pageNumber":3,"pageContent":"another doctor confirm it and told us: 'This horse has been mutilated and wecannot save her.'Immediately we took Gypsy out of the squeeze she was in because she waspanicking and collapsing and we had to put her down right on the spot beforeshe panicked and really hurt herself. After she was put down, the doctor said,'Did you know she was pregnant?' We told him we were not sure. He said shehad last year's foal and was going to deliver in July. So that was kind of a doublehit for us.It was only the Thursday before that (April 5), that our 25-year-old gelding wehad put down voluntarily because he had been mutilated about eight monthsearlier and he never recovered from his wounds. He was no longer comfortableand unable to heal himself.IN APPROXIMATELY AN 8 MONTH PERIOD, YOU HAVE LOSTTHREE ADULT HORSES AND THE UNBORN FOAL.That's correct.WAS ANY NECROPSY DONE ON APRIL?Not at first, but after Gypsy died at the hospital that vet called the police andtold them there was a serious problem. He also called the other vet from theevening before and found out the symptoms were probably similar. Then thepolice seized the remains of both animals and we had to have them transportedto the forensic lab for the police so they could do their testing. We found outthat April had died of the identical intestinal wound.WHAT WERE THE DETAILS OF THE INTERNAL WOUNDS?I'm actually not permitted to release that information to the media being that theongoing investigation requires that information regarding specific details bewithheld before charges are made.BUT IT'S FAIR TO SAY THAT SOME SECTION OF THE INTESTINEWAS REMOVED FROM BOTH HORSES?Not removed, just simply destroyed, obliterated.WHEN YOU SAY OBLITERATED, DO YOU MEAN BY SOMETHINGLIKE LASER HEAT?No, by some sort of object. We're not sure what it was.PERFORATING THE INTESTINAL WALL?Yes, in both animals. Both succumbed to peritoneal shock.WERE THERE ANY OTHER ORGANS THAT HAD BEEN EFFECTED?No, nothing.IN BOTH HORSES, THIS WAS THE ONLY AREA ON THEM THATWAS AFFECTED?That's correct.ANY SPECULATION BY VETS OR POLICE ABOUT WHAT KIND OFOBJECT COULD HAVE DONE THIS?They were looking for something metal and long. That's all they would releaseto us, a bar of some sort, or crow bar.WAS THE SAME SYMPTOM IN THE HORSE THAT HAD BEEN HURT8 MONTHS AGO?No, not exactly. He was male and slashed with a knife repeatedly on hisgenitalia as well as he had punctures in his anus, eight or nine 8-inch punctures.Something like a screwdriver type of thing.PUNCTURES IN THE RECTAL AREA AND THEN ON THE SCROTUMAND PENIS THERE WERE ACTUAL SLASH MARKS?Yes, on the sheath. His sheath was not repairable. So we basically had to dealwith him as he was and get him to heal up as best we could and deal with the"},{"pageNumber":4,"pageContent":"restrictions that he had.HAVE THE POLICE TOLD YOU WHETHER OR NOT THEY HAVE ASIMILAR PATTERN IN OTHER ANIMALS IN THE PAST FEWYEARS?They said they have had a dozen mutilations in the past twenty years and thosevaried from animals that were assaulted in a similar fashion as well as animalsthat were disemboweled whereas ours were not.THE HORSE SLASHING PHENOMENON HAS BEEN REPORTEDFROM THE NETHERLANDS THROUGH GERMANY AND OTHERPARTS OF EUROPE OVER THE PAST 10 YEARS.That's correct. We've heard a little bit about that from forensic psychologists thatthere is a profile of certain people and unfortunately there is more than oneperson at work, even in our area. These individuals are particularly dangerousbecause the psychological profile on people like the Jeffrey Dahmers, the verysick serial rapists and murderers, have 100% of the time, according to thepsychological profiles, always practiced on animals - not necessarily horses, butalways on animals. I think this is what the police have such a great concernabout - that whoever it is could graduate from animals to humans with this lastevent of two animals at once that were assaulted.THE WORLDWIDE NATURE OF THE HORSE SLASHINGS ANDANIMAL MUTILATIONS AROUND THE WORLD FOR THE PAST30-40 YEARS HAS INVOLVED PATHOLOGISTS THAT HAVESTUDIED TISSUE AFFECTED BY HIGH HEAT. DID THEVETERINARIAN INDICATE THAT THERE WAS ANYTHINGUNUSUAL IN THE PERFORATION IN THE INTESTINE INEVIDENCE OF HIGH HEAT?No. But all the test results aren't back yet from the lab.IS THE LAB IN THE ROYAL CANADIAN MOUNTED POLICE?It's a part of Agriculture Canada, a forensics lab that works in conjunction withthe RCMP, yeah.ARE YOU IN A VERY RURAL AREA?We aren't. We're within the city limits of Calgary which is almost a millionpeople. We're right on the outskirts of town, but within the city limits.Interestingly enough, there were houses within 300 yards in virtually everydirection. And there is a major highway and major intersection. It's amazing thatno one saw this person walking or leave a vehicle. They figure the personwalked in and had very well planned out this attack on our two horses.THAT IT HAD TO HAVE OCCURRED BETWEEN SUNDAY NIGHT,APRIL 8, AND WHEN YOU FOUND BOTH HORSES AT AROUND 5O'CLOCK ON APRIL 9?Yes, but the police also believe that according to profiles, it was a daylightattack. So it would either be early morning or afternoon. But even if it had beenthat night, it was clear with a full moon so there was sufficient light. There wassnow on the ground, so there would have been no problem seeing.WITH SNOW ON THE GROUND, DID THEY FIND ANY UNUSUALFOOTPRINTS OR TRACKS?By the time we had got in there with my wife, myself and six children trying todeal with both animals, we had obliterated everything.DID YOU TALK WITH THE NEIGHBORS IN THOSE HOUSESAROUND TO SEE IF THEY HAD SEEN OR HEARD ANYTHINGUNUSUAL THAT NIGHT OF APRIL 8 TO 9?We worked with the police who were exceptional for city police. They werequite appalled at this and we have one constable Johnston who has beenoutstanding. His outrage has helped to fuel a lot of the inquiry and he had goneand canvassed several of the buildings that had been built within 200 or 300yards. And my wife and I canvassed homes on the ridge to see if anyone hadseen anyone walk through that day."},{"pageNumber":5,"pageContent":"WAS THERE ANY POSITIVE RESPONSE?No, we didn't have any responses directly to us, but we have heard that theCrime Stopper phone line had 100 calls giving tips.NO NEIGHBOR HAS TALKED TO YOU DIRECTLY ABOUT SEEINGOR HEARING ANYTHING UNUSUAL?No, no one.HAS ANYONE RAISED THE ISSUE WITH YOU ABOUT ODD LIGHTPHENOMENA ASSOCIATED WITH OTHER UNUSUAL ANIMALDEATHS IN THE WORLD?We've had a few people calling us that were giving us suggestions to check outUFOs or look for the occult. But what we can gather from the police, there wasno involvement of the occult. But they think it's humans.\"More Information:\"WHO WOULD YOU LIKE THE PUBLIC TO GET IN TOUCH WITH IFTHEY HAVE ANY INFORMATION ABOUT WHAT HAPPENED TO YOURHORSES IN CALGARY?If people could call the Calgary Police at 403-266-1234.You can ask for the Crime Stoppers line. They will put you directly through toone of the people who takes tips for that. There is a detective Keown who is incharge of this particular investigation.\"Credits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
