[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUponLarge Prehistoric Underground Circle Found inChillicothe, Ohio© 2001 by Linda Moulton Howe 90-foot-diameter circle discovered entirely underground by magnetic sensingequipment at Chillicothe prehistoric Mound City Group National Monumentabout 40 miles south of Columbus, Ohio. Large earthworks of ditches, walls and moundsin circles, octagons, squares and rectangles were created by cultures that lived in the Ohioregion.First known were the Adena (1000 B.C. to 200 A.D.) followed by the Hopewell (500 B. C.to 500 A.D.)The Adena and Hopewell did not leave any writings, so no one understands preciselywhy the large soil formations were created.October 5, 2001 Chillicothe, Ohio - About 3,000 years ago, a culture thatarchaeologists call the \"Adena\" made great soil formations in Ohio and thegreater Mississippi Valley. By 500 B. C., the Adena evolved into a subsequentculture that archaeologists call the \"Hopewell\" after an 18th Century farmernamed Hopewell who owned the land near Chillicothe, Ohio upon which manymounds are concentrated. The ancient patterns include circles, octagons,squares and rectangles. When the Adena dug great round ditches and piled wallsof soil along the edges, one of their favorite measurements for circles was a90-foot-diameter. No one knows why.But on June 29, a 90-foot-diameter circle completely underground was detectedduring the analysis of data from powerful magnetic sensors and instruments thatmeasure geophysical energy fluxes. The research was for a Ph.D. dissertation byOhio State University archaeology student, Jennifer Pederson, studying a regionof the Hopewell Mound Group. The X in the map below shows where theunderground circle was detected at the Hopewell Culture National Historical"},{"pageNumber":2,"pageContent":"Park about five miles northwest of Chillicothe, Ohio.Map of Hopewell Mound Group in which black X near center indicateslocation of 90-foot-diameter underground circle. Yellow areas indicate fields that havebeen explored on the surface to look for Hopewell soil deposits. Red shows where shovelshave been used to look more deeply. Most of the mounds were excavated by 1926. Newdiscoveries continue, including one in 2000 in which the remains of small prehistoriccamp sites were found. Map courtesy of the National Park Service.The underground circle was found during an archaeological field trip cohostedby the Hopewell Culture National Historical Park and Ohio State University.Students were learning how to use the fluxgate gradiometer which is sensitive toiron content in soils. The hypothesis is that the underground circle was onceabove ground and got buried as farming took over the region. The circle ditchwould have been a round, empty ring before being plowed over, yet maintainingmost of its original shape. The guess is that the looser soil that filled incontained a lot of organic matter with iron content that stands out as red in thefluxgate radiometer computer image below.Image is from fluxgate gradiometer data. The red circle is a 90-foot-diameterprehistoric ring carved underground about five miles northwest of Chillicothe, Ohio.The entire blue area is 40 x 40 meters. In this block, the gradiometer is detecting adisturbancein the earth's magnetic field caused by small differences in the amount of mineral iron inthe soilaccumulated in a circular ditch underground. Estimated age is 500 B.C. to 0 B.C., or 2500to 2000years ago, during the transition time from Adena to Hopewell. Image courtesy NationalPark Service."},{"pageNumber":3,"pageContent":"Jennifer Pederson on the far left is walking with an instrument toward Ohio StateUniversity student, April Boyer. Jennifer did this project at the Hopewell Mound Groupas part of her Ph.D. dissertation at OSU. Far left is Andrew Drake, Ohio State grad student.Photograph courtesy National Park Service.The Curator of Archaeology at the Cleveland Museum of Natural History since1980, Nomi Greber, is fascinated by the Hopewell artifacts and is herselfstudying another even larger Hopewell circle that is 900 feet in diameter. Shesays that the remote-sensor technologies developed for oil exploration givearchaeologists new eyes to see what has long been hidden.Interview:Nomi Greber, Ph.D., Curator of Archaeology since 1980, ClevelandMuseum of Natural History, Cleveland, Ohio: \"This is a very excellent use ofa new technology which gives us information that we could not have foundbefore since the first investigations in 1796. So this find is a very remarkablething. This tells us that preserving sites, you have to assume there might bethings there that you don't know about and you still can find them even thoughthe site has been farmed and excavations have been done there for 200 years.ISN'T THE FACT THAT THIS IS 90 FEET ACROSS AND SHAPEDSOMETHING LIKE A DOUGHNUT SOMEWHAT UNUSUAL?No. In southern Ohio, there were many, many enclosures. This happens to beone of the smaller earthworks styles in this area of southern Ohio. Anothercircle I'm working on at the moment is 3000 feet around and 900 feet across.WHERE IS THAT ONE?Near Chillicothe. In Chillicothe there are 6 enclosures. They were probablybuilt from about 500 B. C. to 500 A.D. And they vary in size and shape. Thereare circles, octagons, long parallel walls and there are some sloppy ones. Wedon't really know exactly which date each one was built, but there is an amazingarray of them. The first publication from the Smithsonian in 1848 was a surveyand maps of these particular areas. They are really remarkable. Some of themare only 3 feet high. Some are 20 feet high. They are an example of a remarkabletalent and engineering by the people who lived in Ohio at that time.WHO WERE THOSE PEOPLE? WHAT IS THE BACKGROUND ONTHE HOPEWELLS?The name Hopewell is one given to this particular culture because the site fromwhich many of the artifacts came was from a farm owned by a man namedHopewell. Since we don't know the names of these people more than 2000 yearsago. We have no writing, we have no way of knowing what they calledthemselves.But we do have remarkable remains of their culture in not only big enclosureslike this which are very remarkable, but also in the types of artifacts and types ofwooden structures that they built and many people are amazed that they did all"},{"pageNumber":4,"pageContent":"these things without leaving behind great cities to match. Their settlements arenebulous and people keep wondering about this. But they collected manyobjects from the Rockies and all the way to the Gulf in mica, copper, marineshells and obsidian and things like this that they used in their culture. We canfind them because in many instances they were covered over by mounds. Andwhen the farming came, they were somewhat protected. It is amazing that thissmall circle can be found now partly because of the erosion wash. There was amound near it that was nearly 30 feet high. It was actually three conjoinedmounds a city block long.THE MAGNETIC SENSORS HAVE FOUND THIS INTACT 90 FOOTCIRCLE UNDER THE GROUND BECAUSE OF IRON ROCK?It's not rock, I don't think. But there has not been an excavation yet. From myprevious experience and looking at the magnetic data, the strongest signal in thedata comes from the ditch which accumulates organic materials and that willleave a nice mark that can be found later. The soil itself as it's turned up ontothe ground will be very much like the ground around it and I think there are veryfaint traces where we can see part of that wall. But the most impressive thingyou see is the signal from the ditch.BUT WOULDN'T MAGNETIC SENSORS NEED SOMETHING THATGIVES OFF SOME SORT OF MAGNETIC FREQUENCY IN ORDERTO DETECT IT?These have what is called magnetic susceptibility. If you had a piece of metal inthere, it would give off such a signal that it would mask everything else. Thishappens in farm fields if you come across a piece of a rake. But the soils do varyin their magnetic susceptibility (iron content) and that's what this instrument canpick up.YOU HAVE THIS 90 FOOT CIRCLE THAT IS UNDERGROUND ANDYOU ARE STUDYING ONE THAT IS 900 FEET IN DIAMETER?Yes, and 3000 feet around.HOW FAR IS IT FROM THE 90 FOOT CIRCLE?Less than 20 miles probably.FROM STUDYING THESE HUGE EARTHWORKS OF CIRCLES,SQUARES, OCTAGONS AND RECTANGLES, WHAT AS ANARCHAEOLOGIST DO YOU THINK WAS THE PURPOSE?I don't know that we can really estimate purposes as such. If you want a verydetailed purpose, we don't really have enough information. We need to put it inthe cultural context if we can and part of the problem is that we have troubleactually dating these to know which generation of people built which particularearthwork and which feature nearby might be associated with it. But clearly, thepeople were very able and talented enough to put a lot of commitment intodoing this so it was something very important in their society. I would estimatethat we can't separate out like we do in our society as economic, political,religious, secular. I suspect that in these societies that everything is all mixedtogether and the earthworks would have aspects of all of these in the reasonswhy they were built. Also, in the 1000 years in which they were built, each orsome of the earthworks might have different places in the society. The little onesmight have had a different place from some of the very large ones, particularlythe smaller ones separated from the larger ones. So we do know they were veryimportant, but I don't know what their purpose was.IF WE GO BACK 2000 TO 2500 YEARS AGO WHEN THESE WEREBEING MADE, AND ASSUMING IT WOULD TAKE SOME TIME TOMAKE THEM, YOU ARE PARALLELING A TIME IN THE BRITISHISLES WHERE THERE ARE AT LEAST 2,000 STONE CIRCLES INMEGALITHIC SITES. HAS A COMPARISON BEEN MADE BETWEENWHAT HAPPENED IN GREAT BRITAIN AND WHAT HAPPENED INOHIO?People do make comparisons. The ones in Britain are older than the ones inOhio, so they were made at a different time. Some people would like to say at a"},{"pageNumber":5,"pageContent":"particular time of social organization you build a big monument and that's oneof the theories that people have in Ohio. These people, we really don't knowwhether they were farmers or not. People argue about that. They didn't havecorn, that we know. They had a little bit, but it wasn't food at that time. Butthey did have seeds and other things from what is called the naturalenvironment, things like may grass or sunflower and they probably cultivatedsome of these in their gardens.COULD THE EARTHWORKS HAVE HAD ASTRONOMICALCONNECTIONS?It is possible. There is an astronomer, Ray Hively of Earlham College, who hasworked with the particular site I'm working on who thinks there is enoughevidence to say this formation might have had an astronomical design.I UNDERSTAND THE MAGNETIC READINGS SEEMED TO SHOWTHE FAINT OUTLINE OF A SQUARE WITHIN THE CIRCLE.There are some early maps of sites nearby where there is a combination ofcircles and squares are combined in the design of these enclosures. Thisparticular one (90 feet) I can't speak to and we really need to track down othersand see if they are as square as drawn. Sometimes people take artistic licensewhen people draw some of these things. But there are at least several verydefinite squares among the enclosures, but they are relatively rare.IT'S AMAZING THAT THERE ARE THESE MANY LARGECONSTRUCTIONS IN THE OHIO AREA BUILT 2000 YEARS AGOAND THAT AFTER 2000 YEARS, WE KNOW A GREAT DEAL ABOUTTHE MIDDLE EASTERN CULTURES, BUT WE REALLY DON'TKNOW ANYTHING ABOUT THESE HOPEWELL BUILDERS?I think we do know a number of things about them. We don't have writing and Ithink that's what people are emphasizing. So we don't have the type ofinformation necessarily that you would have from the Middle East or CentralAmerica where you have writing. But we know they gathered materials fromvery far away to use. We do know they were very talented artists. There wassome particular point in time in which they exploded out into this spectacularculture. We can find many of their things because of the types of materials theyused. For instance, they used a lot of copper, hammered it into covers, so youcan get organic remains protected by the copper.We know they made beautiful fabrics. They used finger weaving. They didn't uselooms.We can't answer their names or their religions because we don't have thebooks like they have in Egypt or the paintings on the tomb walls.WHAT HAPPENED TO THESE MYSTERIOUS HOPEWELL PEOPLE?One particular thing that changed was the introduction of the bow and arrowand a change of emphasis on crops such as corn. But we don't know whathappened to them.COULD THEY HAVE BECOME ONE OF THE NORTH AMERICANINDIAN TRIBES?There is no way to connect them to any tribe today.BECAUSE?They are 2000 years ago. There is no way to trace the history. In Ohio in the17th century, there were no native Americans because of the great disruptionsand the people who came here were kind of refugees from other areas of thecountry.DISRUPTIONS OF THE ENGLISH TO THE EASTERN SHORE?Yes, not just the English but Euro Americans and diseases came. There weretremendous dislocations in the 17th century and 18-19th, to the people whowere living here such as the Delaware.ARE THESE BIG CIRCULAR AND RECTANGULAR AND SQUARESTRUCTURES CONFINED ONLY TO OHIO?"},{"pageNumber":6,"pageContent":"Well, there are a few similar structures. One I can think of in Indiana. But thisparticular kind of thing such as the underground circles is relatively local toOhio. There were mounds shaped like animals further west. There are otherevidences of these kinds of earthworks sort of scattered. Particularly there is oneat Poverty Point, great circles which might be much older down in Louisiana. It'sthe concentration of these underground structures in Ohio that are unusual.\"We b s it e s :http://www.nps.gov/hocuCredits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
