[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUponBeyond Florida, Anthrax Alertsin New York City, Reno, Washington, D. C.© 2001 by Linda Moulton Howe Bacillus anthracis, anthrax bacteria, can form stable sporesthat are resistant to harsh conditions and extreme temperatures.Photomicrograph courtesy University of Michigan.October 12, 2001 - The FBI announced today that both The New York Timesand NBC have received mail containing suspicious white powder. The NBCemployee (not yet identified) who handled an envelope has tested positive forskin anthrax. She has long worked for Tom Brokaw's \"Nightly News\" and onSeptember 25, she handled a letter that threatened Mr. Brokaw and contained awhite powder that she reported to authorities. The powder at first tested negativefor anthrax. But then she developed a black cutaneous anthrax infection the sizeof a softball on her arm. That means the bacteria entered her skin through a cut,but so far no anthrax bacteria has been confirmed in that mailed powder.Cutaneous anthrax is easily treatable with antibiotics which the NBC employeehas been taking and progressing well.The man who died in Florida last week, Robert Stevens, had the most deadlyform of anthrax known as \"inhalation anthrax\" caused by breathing in dry sporesfrom the bacteria. The other suspicious mail, a package with another threateningletter sent to writer Judith Miller at The New York Times, is being analyzed.Neither The New York Times nor NBC envelopes had a return address, but wereprocessed through a St. Petersburg, Florida post office. Today NBC employeeslined up for testing, and affected NBC offices were closed off.October 12, 2001 - Other Reports of Suspicious Powders in Mail:Reno, Nevada: State health officials have analyzed a white powder found in aletter sent from Malaysia without return address to Microsoft in Reno that has\"tested presumptively positive for anthrax.\" But a second more comprehensivetest was negative. Two Microsoft employees who came in contact with the mailare being tested for anthrax exposure. Nevada Governor Kenny Guinn hasadvised all Nevadans that letters without return addresses, empty envelopes andpowdery substances should be treated suspiciously."},{"pageNumber":2,"pageContent":"Washington, D. C.: Employees in an office at the State Department thathandles congressional correspondence discovered a white powder. The officewas closed off, but no evacuations were considered necessary.False Alarm in Denver, Colorado: A U. S. Post Office in Parker was evacuatedtoday after four postal employees were exposed to a letter leaking white powder.Parker Fire Department spokeswoman, Cheryl Poage, said a postal worker wasstamping an envelope when the end broke open and the white powder startedfalling out. But this letter had a return address. Authorities contacted the senderand were told the powder was a dry pudding mix. But to be cautious, the fouremployees were decontaminated and sent to Swedish Medical Center inEnglewood for further testing. In this time of high alert, other investigators whoarrived at the post office were the FBI, the Environmental Protection Agencyand a fire hazardous materials team.What Should Be Done If Suspicious Mail Received:Do not move the letter or package that has powder.Get all people in area away and close the door to the room.Call local authorities such as police, health department or FBI field office.More Information:Anthrax - What Is It?Anthrax is a bacteria and the name is a Greek word for coal because of the blackscabs the microbes can create on skin. The anthrax bacteria has been around forcenturies in soil and on animals. Humans more commonly have known the blackscabs or gastrointestinal distress from contaminated water or food. But, anthraxhas also been known to kill people who work with animals such as sheepharvesting wool where dry spores sloughed off from the bacteria can be breathedinto lungs.What are the spores?The anthrax bacteria can go into a dormant or resting state. Those spores aremicroscopic and can survive in the ground for years not being affected by heat ordrought.What are the symptoms of inhalation anthrax, breathing in the dry spores?Like cold or flu, the illness comes on with fever, aches and a dry cough. Thespores do NOT cause pneumonia, but collect in the chest where they are carriedto the lymph nodes. There, the spores mature into bacteria and then enter thebloodstream. The anthrax bacteria produce a strong toxin that can quickly killby causing internal hemorrhaging that causes blood pressure to dropsdramatically. It's estimated that 90% of all inhalation anthrax cases are fatal. Butin the United States, the last inhalation anthrax case on record was 1976 - untilthe October 5, 2001 death of Robert Stevens in Boca Raton, Florida shortlyafter he tested positive for inhalation anthrax.Can you breathe in only a few spores and be all right?Based on research in Russia, it's estimated that at least 8,000 to 10,000 sporesare necessary to cause serious inhalation illness."},{"pageNumber":3,"pageContent":"How long after breathing in the spores will symptoms start?From 6 to 45 days.If anthrax is in soil, can you breath in spores?Perhaps, but spores tend to clump together in the soil. Dangerous inhalationoccurs when the spores are in a dry, powdery state. Since dry spore anthrax canbe manufactured by experts into fine spores that can be deliberately distributedby mail, crop dusting planes or other sprayers, the military considers it to be oneof the greatest bioterrorist threats.We b s it e s :http://www.nanobio.com/http://nano.med.umich.edu/http://www.bt.cdc.gov/Agent/Anthrax/Anthrax.aspCredits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
