[{"pageNumber":1,"pageContent":"THE BLACK MAGIC IN CHINA KNOWN AS KU * H. Y. FEN^ and J. I(.SHRYOCK UNIVEESITYPENNSYLVANIAOF A NUMBER of ideas and practices are grouped together under the Chinese term ku.l These ideas and practices justify the use of the phrase \"Black Magic \"; that is, magic whose purpose is to injure someone. In this sense the word is contrasted with WU,~ \"White Magic,\" or magic whose purpose is beneficial. The phrase \"Black Magic\" is too general, however, for the Chinese term ku refers to certain particular methods of black magic, which are, so far as the authors are aware, peculiar to certain cultures of South- Eastern Asia. In ancient times this specific feature of culture may have been spread over a wider area. At present, ku is used primarily as a means of acquiring wealth; secondarily as a means of revenge. The method is to place poison- ous snakes and insects together in a vessel until there is but one sur- vivor, which is called the ku. The poison secured from this ku is administered to the victim, who becomes sick and dies. The ideas associated with ku vary, but the ku is generally regarded as a spirit, which secures the wealth of the victim for the sorcerer. Archaeological evidence indicates that the word ku is at least as ancient as the Chinese script itself. The earliest reliable speci- mens of Chinese writing are inscriptions on the shells of tortoises and on the shoulder-blades of cattle, found in a Yin-Shang site at An-yang, Honan, in 1899. An ancient form of the word ku has been identified on these fragments. This form is more pictorial than the present form of the word, and shows clearly two insects in a recepta~le.~ This written word therefore has existed in approximately its present form for at least three thousand years. The ideographic nature of Chinese writing and the continuity of Chinese literature have the effect that while a written symbol may acquire new mean- * The preparation of this article was made possible by a grant from the Faculty Research Fund of the University of Pennsylvania. ; formed by ch'ung (insects, worms, etc.) & over min (vessel, dish) m."},{"pageNumber":2,"pageContent":"2 H. Y. Feng and J. K. Shryock ings and associations in the course of time, these seldom entirely supersede and eliminate the older meanings, as may happen in phonetic systems. Consequently, while some of the meanings attached to the word ku may be older than others, we can be fairly sure that the oldest meaning has not been lost. The Shuo wen, a dictionary of about A. D. 100, says, \"Ku is worms in the belly. The commentary on the Spring and Autumn Annals (the Tso chuan) says, 'Vessel and worms make ku, caused by licentiousness. Those who have died violent deaths are also ku.' The word vessel signifies the utility of the thing.\" As is indicated by this definition, the Chinese written word is formed by the radical meaning \"insects \" or \"worms \" placed above the radical meaning \"vessel \" or \"dish.\" In the Pre-Han literature, the word is used in five different ways. It indicates (1) a disease, (2) evil spirits, (3) to cause doubt, or a woman inveigling a man, (4) a worm-eaten vessel, and grain which moulders and is blown away, and (5) a divination symbol. Some of these meanings have become attached to the word by analogy. The use of ku as a disease may be illustrated by a passage from the Tso chuan. \"In the first year of duke Chao (541 B. c.), the marquis of Chin asked the help of a physician from Ch'in, and the earl of Ch'in sent one named Ho to see him. Ho said, 'The disease cannot be cured. It is said that when women are approached [too frequently] the result is a disease resembling ku. It is not caused by a spirit, nor by food (the methods of magic) ; it is a delusion which has destroyed the mind.'\" When asked what he meant by ku, he replied, \"'I mean that [disease] which is produced by excessive sexual indulgence. Consider the word; it is formed by the words for vessel and for insects. It is also used for grain which [mould- ers and] flies away. In the Book of Changes, a woman deluding a man, and wind throwing down [the trees of] a mountain, are ku. All these have the same signification.\"' The fundamental idea of ku as a disease is based on an analogy. The human body is regarded as a vessel, into which the disease spirits enter like insects. Many early peoples have regarded dis- ease as due to the possession of the body by an alien spirit. Ex-'This passage is later quoted in full."},{"pageNumber":3,"pageContent":"3 The Black Magic in China Known as \"Ku\" cessive sexual indulgence causes a man to lose his virility, his soul. This is not ku, but the effect is similar to the effect of ku. There-fore a woman inveigling a man has come by analogy to be called ku. It will be shown that ancient Chinese ideas associated the wind with the generation of worms. This is applied to mouldering grain, either in the sense that the chaff is blown away by the wind, or that worms generate in the grain, become insects and fly away. It appears that the essential idea behind these meanings of ku is a loss of soul. In the Shih chi feng ch'an ~hu,~ Teh of it is said that \"Duke Chin instituted the fou sacrifice, killing dogs at the four gates of the city to dispel the ku plague.\" The Ch'in pen chi says, \"In the second year (of Duke Teh) dogs were killed to ward off ku.\" Dogs have frequently been used in Chinese apotropaic practices, from ancient times until the present. In the Shun hai ching it is said, \"Again east 300 li, there is the mountain called Ching-chiu, and there is an animal like the fox, having nine tails and the voice of a baby. It eats men, but those who eat it are immune to ku.\" A commentary remarks on this passageY8 that such men will not \"encounter evil atmosphere.\" This appears to identify ku with malignant atmospheric condi- tions, something like poison gas. But it might also be interpreted as indicating the presence of evil spirits, or something created by black magic. Cheng Ssu-nung, in his commentary on the Ta tsung p~,~ said, \"At present, people kill dogs in sacrifice to stop the wind.\" Kuo P'u,lo in his commentary on the Erh ya, remarks, \"The modern custom of sacrificing dogs in the highways is said to stop the wind.\" Such customs are very old, and have survived to the present in the belief that the blood of black dogs is an effective antidote to magic. While these latter references are not from pre-Ran literature, they probably reflect pre-Han beliefs. =&EB%s-Chap. 5 of the Bhih chi. The passage is quoted by De Groot, Religious System of China, Vol. V, p. 826. Tt4%B%~E~S. Ibid., Commentary by Kuo P'u 3%. OM %I3% 'haanB % 'iZ AZ ffi 51 % a & g.@ $& ''2 \" FJ @ \" commentary by Kuo P'u."},{"pageNumber":4,"pageContent":"4 H. Y. Feng and J. K. Shryock The Book of Changes is an ancient work on divination, consist- ing of the explanations of sixty-four hexagrams, or figures secured in divination. The eighteenth hexagram is formed by the ken trigram placed above the sun trigram. The ken trigram is a symbol of mountains, of resting and stopping, and of the youngest son. The sun trigram symbolizes wind or wood, flexibility, penetration, and oldest daughter. The entire hexagram is called ku. The text of the Book of Changes dealing with the hexagram as a whole, which is probably the oldest strata of the text, is as follows: \"Xuindicates great progress and success. There will be advan- tage in crossing the great river.\". . . This means that when a man divined, and secured the hexagram ku, the omen was auspicious. It meant that the one who divined would be successful, while his enemies would be injured. Crossing the river was equivalent to an offensive military expedition. The way in which the hexagram ku was used in practice may be illustrated by an incident from the Tso chuan. \"In the eleventh month of the fifteenth year of Duke He, the marquis of Chin and the earl of Ch'in fought at Han, and the marquis of Chin was taken. Before the expedition, the earl of Ch'in asked his diviner, T'u-fu, to consult the milfoil, and he replied, '''A lucky response ; if they cross the river, the chariots of the marquis will be defeated.' \"The earl asked to have the matter more fully explained. \"The diviner said, 'It is very lucky. You will defeat his troops three times, and finally capture the marquis of Chin. The figure found is ku, of which it is said, \"The thousand chariots are put to flight three times. \" Then you catch what remains, called the fox. \"That fox in ku must be the marquis of Chin. Moreover, the inner symbol of ku represents wind, while the outer represents mountains. It is now autumn. We gather the fruit on the hills, and we shake the trees; it is plain we are to be victorious. The fruit falls down, and the trees are all shaken; what can this be but the defeat of Chin ? '\" The present text of the Book of Changes cannot be older than the Chou period, but the hexagrams are much older. Chinese tra- dition says that there were different explanations given to the hexa- grams in the Hsia and Shang periods. The oracle bones show that"},{"pageNumber":5,"pageContent":"5 The Black Nagic in China Known as \"Ku\" the word ku, written as insects in a vessel, was in existence during the Shang period. The authors of this monograph advance the theory that if we had the Shang explanations of the hexagrams, the two trigrams which in the Chou period were held to represent mountains and wind, would be found to represent vessel and insects. In using eight symbols to represent many things, each symbol must do more than single duty. The written Chinese words for mountains and vessel are very similar. The theory advanced is that the trigram which in the Chou period symbolized mountains, in the Shang period symbolized vessel. This is merely an hypothesis. But in the case of the other trigram there is very good evidence for the association of insects and wind, Huai-nan Tzu says :I1 \"Heaven is one. Earth is two. Man is three. Three times three is nine. Two times nine is eighteen. The number eight stands for wind. Wind represents worms. Therefore worms are transformed in eight days.\" It will be noticed that the number eighteen is the number of the hexagram ku. The Shuo wen, in defining the character feng (wind), says, \"When the wind blows, worms generate. Therefore worms are transformed in eight days.\" A commentator on this passage, Hsii Hao,12 says, \"The wind has no form that can be pictured, so the character is made from the thing which the wind generates. Therefore the radical 'worm ' is the base of the character 'wind.' When the geomancer is search- ing for a favorable spot in the country, he observes where the wind goes, and he knows that below that spot there are ants. This is the verification of the expression, 'The wind blows, and worms generate. '\" Although the Huai-nan Tzu and the Shuo wen belong to the Han period, the belief in the connection between the wind and worms must be very old, since the character for wind is written with the radical for worms. The connection appears to have been forgotten, since the Tso chuan interprets the hexagram as wind blowing down mountains, an interpretation which does not make sense. The hypothesis advanced here, which does not seem to have occurred to scholars, is that the original meaning of the hexagram was not mountains and wind, but worms in a vessel. This idea is"},{"pageNumber":6,"pageContent":"6 H. Y. Peng and J. K. Shryock clearly indicated by the written form of ku on the oracle bones. And as ku was a kind of black magic, the hypothesis explains why the hexagram indicated success to the diviner and injury to his opponent. That was the purpose of black magic.13 The Chou li says, describing a part of the ancient administra- tion,14 \"The department consisted of an official and four assistants. They were in charge of the extermination of the poisonous ku. They drove it out by spells, and attacked it by efficacious herbs. They directed those who could control ku, and watched the effect.\" l5 Cheng K'ang-ch'eng's commentary on this passage in the Chou li quotes the criminal law of the Han dynasty as saying, '' Those who dare to poison people with ku, or teach others to do it, will be publicly executed.\" The law of the Han was based on earlier codes, going back at least to the fourth century B. c., and it is not unlikely that the practice of ku was forbidden from the time of the first legal codes in China, perhaps long before. If ku always represented a method of injuring others, this is what we would expect, since black magic is usually illegal. European scholars have done little work on the subject of ku. It is mentioned by Granet, Chinese Civilization, p. 254, and by A. Conrady, \" Yih-King-Studien,\" Asia Major, Vol. VII, 1932, p. 418, who translates the term as \"Hexenkessel.\" The practice of ku among the Miao is men- tioned by S. R. Clarke, Among the Tribes of South-West China, China Inland Mission, 1911, pp. 70, 71. E. T. Williams, \"Witchcraft in the Chinese Penal Code,\" Jour. North China Branoh, Royal Asiatic Bociety, Vol. XXXVIII, 1907, pp. 61-96, gives a brief description of ku, and of legal efforts to stamp it out. The fullest treatment of ku in a European work is in J. J. M. De Groot, Religious Bystem of China, Vol. V, pp. 826-69. De Groot devotes a chapter to the subject. But unfortunately half his space is filled with a description of the Wu-ku Rebellion under Han Wu Ti. Wu-ku was a general term (\"White and Black Magic \") for any sort of magic, and the rebellion, as well as the conspiracy under the Empress Teng 200 years later, had nothing to do with the peculiar methods of ku. De Groot's treatment is unsatisfactory in other respects. \"No attempt is made here to give the various legal enactments against the practice of ku. The penal code of the T'ang dynasty on this subject has generally continued in force, and is quoted in later dynastic codes. The practice of ku is called an inhuman crime. One who makes ku, or instructs in its use, is hanged, his property confiscated, his family and the inmates of his house are banished 3,000 li, etc. $ f$ $$ a chiian 18. l5 Chap. 37. De Groot quotes this passage, p. 826, but mistranslates the last phrase."},{"pageNumber":7,"pageContent":"7 The Black Magic in China Known as \"Eu\" In Ku Yeh-wang's Yii ti chih la it is said, \"In several provinces south of the Yangtse river, there are people who keep ku. The host uses it to kill people. He puts it in food or drink, and the victims do not realize its presence. If the family of the keeper of the ku all die, the ku flies about without any objective. Any-one who encounters it is killed.\" The Yii ti chih is a work of the sixth century A. D., the period of the Six Dynasties, corresponding to the early middle ages in Europe. In the Sou shen chi17 of Kan Pao,ls attributed to the fourth century A. D., is the following passage: \"In the province of Yung-yang, there was a family by the name of Liao. For several generations they manufactured ku, becoming rich from it. Later one of the family married, but they kept the secret from the bride. On one occasion, everyone went out except the bride, who was left in charge of the house. Suddenly she noticed a large cauldron in the house, and on opening it, perceived a big snake inside. She poured boiling water into the cauldron and killed the snake. When the rest of the family returned she told them what she had done, to their great alarm. Not long after, the entire family died of the plague.\" Kan Pao also mentions a variety called \"dog ku,\" and says that the magic can take the forms of various animals. \" Chao Shou of the P'o-yang district possessed dog ku. Once a man named Ch'en Tsen visited Chao, when he was attacked by six or seven large yellow dogs. Yu Hsiang-polg (another man) once ate with Chao's wife. Later he almost died from hemorrhage, and was saved by drinking a medicine prepared from the roots of the orange tree. Ku has a strange, ghostly appearance. It can appear in many forms, as dogs, pigs, worms or snakes. It is not recog- nized by the man himself. All who get it, die.\" In the Sou shen hou chi: 20 \"Tan Yu was a poor and devout lo 8.By a& s,A. D. 519-81. A scholar and official. l7 @ @# tt chuan 12. Is =f f_. 4th Cent. A. D. The author flourished under Chin Yuan Ti. His book is a collection of supernatural tales. De Groot quotes these stories (p. 846), but misreads the author's surname as Yii. Giles, Biog. Diet., p. 357, uses the correct form. lo De Groot translates Yu Hsiang-po as \"paternal uncle,\" but hsiang is not a relationship term. ;ffl! jj* &$ E,chiian 2. Attributed to T'ao Chien j@ @, a famous poet."},{"pageNumber":8,"pageContent":"8 H. Y. Peng and J. K. Bhryock monk. There was a family in the district of Yen who manufac- tured ku. Those who ate their food, died from hemorrhage. Tan Yu once visited this family, and the host prepared food for him. Tan Yu recited an incantation, and saw a pair of centipedes a foot long suddenly crawl away from the dish. He then ate the food, and returned home without being harmed.\" In the biography of Ku Chi-chih in the Liu Sung history (A, D. 420-479), an instance of ku poisoning is recorded. '' T'ang Tzu, of the Hsiang district, went to Chu Ch'i's mother P'en's house to drink wine. On returning home he became ill, and vomitted more than ten ku worms. Seeing that he was about to die, he directed his wife Chang that after death she should cut open his abdomen in order to get rid of the disease. Later Chang cut open his body, and saw his ' five viscera ' completely destroyed.\" 21 These instances from the medieval period of Chinese history indi- cate a view that ku was a kind of poison which was administered in food and drink. A little later a medical work, the Tsao shih chu ping wan hou tsung lun 22 of the Sui period (A. D. 589-618) describes how this poison was manufactured. \"There are several kinds of ku. All of them are poisonous. People sometimes deliberately prepare ku. They take worms, insects, snakes, and other poisonous creatures, and put them to- gether in a vessel. They allow them to eat each other until only one is left, and this survivor is the ku. The ku can change its appearance and bewitch people. When put in food and drink, it causes disease and calamity (to the one who eats it). There is also ' flying ku.' It comes and goes without one's knowledge, and even- tually appears somewhat like a ghost. Those who have seen it, die.\" This appears to be the earliest account, not later than A. D. 600, of how this magical process was carried out. It gives a reasonable explanation of the formation of the written word, formed of insects and dish. The explanation is still more suitable for the pictograph found on the oracle bones of the Shang period. The idea behind this practice is quite reasonable. If centipedes The narrative goes on to say that the widow was accused of the crime of mistreating her husband's corpse. The case was brought before Ku Chi-chih, who acquired considerable reputation from the way he handled it. & & @ @ @ -&, chiian 25. A medical work of the Sui period."},{"pageNumber":9,"pageContent":"9 The Black Magic in China Known as \"Ku\" and snakes are poisonous individually, the survivor of such a group, who has eaten the others, is considered to combine within himself the collected venom of the group. If a man desires to injure an enemy, no more formidable weapon could be put into his hand. The difficulty is to say when this rational, if mistaken, process becomes pure magic. Action at a distance does not seem to be one of the properties of ku. Poisoning and magic are found together in all countries, from the days of Medea. Some of the stories are pure magic, while others indicate no more than a use of poison. The evidence presented so far may be summarized. The word itself goes back to the oldest written records of the Chinese lan- guage. The pictograph clearly shows insects, worms, or snakes in a receptable. But in the ancient literature of the Chou period, the word is used in a number of ways, of which the most important and primary appear to be as a diseased condition and as a divination symbol. How far may a magical practice first described clearly about A. D. 600 be ascribed to the period before 500 B. c.? The literature which has survived from the Chou period has been carefully edited, for the most part by Confucians, beginning, accord- ing to tradition, with Confucius himself. In their desire to ideal- ize the past, and to show, not what really occurred, but what ought to have occurred, they have created great difficulties for the ethnologist. But it often happens that ideas and practices which are never mentioned in literature, especially in moral, religious, and philo- sophic literature, survive unchanged in the lives of the people. The explanation that ku was originally a magical practice agrees with the pictograph on the oracle bones, with the use of the word to describe a disease, and with its use in divination. The Tso chmn indicates that in divination, the symbol indicated that the diviner would be successful in injuring his enemy. In the Han period, the term was used for black magic, and in the medieval period, for a magical method of poisoning an enemy. Therefore it seems rea- sonable to assume that the term always stood for black magic. Early Chinese literature describes the culture of the valley of the Yellow River. Later literature indicates that the practice of ku extended at one time over the whole area included in China proper. This was probably true long before there is any evidence from the Yangtse valley, or the more southern regions. Even in the medieval period, Chinese observers remarked on the prevalence"},{"pageNumber":10,"pageContent":"10 H. Y. Feng and J. K. Shryock of the practice in southern China, and from the T'ang period on, the practice appears to have been more and more confined to aborigi- nal tribes of the south. The policy of repression definitely stated by Cheng K'ang-ch'eng in his commentary on the Chou li appears to have been largely effective throughout the more characteristically Chinese areas, and later writers notice the practice of ku in the south as a peculiar phenomenon. Nevertheless, the practice of ku seems to have been a specific cultural feature which the ancient inhabitauts of the Yellow River valley shared with the inhabitants of more southern areas. The Ling piao lu i 23 of Liu Shun, written about A. D. 900, which is one of the earliest geographic works dealing with Kuang- tung and the adjacent southern areas, contains the following passage : \"The mountains and rivers of Ling-piao wind and cluster to- gether. It is not easy to go out or come in. Therefore the district abounds in fogs and mists which become pestilential vapors. Peo-ple exposed to them are liable to become sick. Their stomachs swell, and they become ku. It is popularly said that there are persons who collect poisonous insects in order to make ku and poison people. I think that this is due to the humidity of the place, which causes poisonous creatures to flourish there, and not because the people of Ling-piao are cruel by nature.\" From the Sung period on (beginning about A. D. 960), all refer- ences to ku assign its practice to the tribes of the southwest. There is an instance recorded in the Ling wai tai ta of Chou Ch'~-fei.~~ \"The ku poison of Kuangsi is of two kinds. One kind kills a man quickly, while the other works gradually and does not kill for six months. If a man has a grudge against anyone, he is courteous to him, but poisons him secretly. After half a year, the poison takes effect. The murderer cannot be brought to law, and the poisoning cannot be cured. This is the most cruel form of ku. In 1170, on the eastern side of Ching-chou, there was a seller of sauce who prepared ku. It was discovered, and the man executed. @ 3 a,chiian 1. A work of the T'ang period, and one of the earliest geographical worlcs now existing about Kuangtung and the adjacent areas. 24 @ $b $$, chiian 10. By EJ jp. The author was assistant sub-prefect of Kuei-lin, in Kuangsi, during the years A. D. 1174-89. The story is given by De Groot, p. 848."},{"pageNumber":11,"pageContent":"11The Black Magic in China Known as \"Ku\" It is said that when his family prepared ku, the women, naked t~~d with dishevelled hair, made a nightly sacrifice of a dish of deer- meat soup. Grasshoppers, butterflies, and all kinds of insects came down from the roof and ate the soup. That which they emitted was the poison. If anyone wishes to know whether a family keeps ku poison, they can tell from the cleanliness of the house. If every- thing is kept very clean, then the family has ku. When the natives of Li-t'ung and Chi-t'ung (in southwestern China) invite guests to a feast, the host must first taste the food in order to convince the guests that there are no grounds for suspicion.\" There is a somewhat similar reference in the gazetteer of Yung-fu, a district of KuangsLz5 \"Ku poison is not found gen- erally among the people (i. e. the Chinese), but is used by the TCungzs women. It is said that on the fifth day of the fifth month,z7 they go to a mountain stream and spread new clothes and headgear on the ground, with a bowl of water beside them. The women dance and sing naked, inviting a visit from the King of Medecine (a tutelary spirit). They wait until snakes, lizards, and poisonous insects come to bathe in the bowl. They pour the water out in a shadowy, damp place. Then they gather the fungus (poi- sonous?) which grows there, which they mash into a paste. They put this into goose-feather tubes, and hide them in their hair. The heat of their bodies causes worms to generate, which resemble newly-hatched silk-worms. Thus ku is produced. It is often con- cealed in a warm, damp place in the kitchen. \"The newly made ku is not yet poisonous. It is used as a love poiion, administered in food and drink, and called 'love-medi- cine.' Gradually the ku becomes poisonous. As the poison develops, the woman's body itches until she has poisoned someone. If there is no other opportunity, she will poison even her husband or her sons, but she possesses antidotes. \"It is believed that those who produce ku themselves become ku $&. The chief aboriginal tribe of Kuangsi. 2T The fifth day of the fifth month is an important day in the Chinese religious calendar, the day of the \"Dragon Boat Festival.\" The story told in connection with it dates from the 3rd Cent. B. c., but the festival is probably much older. \"#P &60r$ti$S."},{"pageNumber":12,"pageContent":"12 H. Y. Peng and J, K. Shryock after death. The ghosts of those who have died from the poison become their servants. So a majority of the foolish T'ung make this thing. When a man enters a house in a T'ung village, if he sees no ashes on the hearth, and if the faces of the women appear yellow and their eyes red, he knows that there is ku in that house. Bronze chop-sticks are used as a charm against ku. Dipped into poisoned food, they cause it to turn black\" . . . A similar case is recorded in the Shuang huai sui ch'a~.~~ '' Dur-ing the reign of Cheng T'ung (1436-49), Chou Li of the district of Wu-chiang traded in Ssu-eng of Buangsi, and married a widowed daughter of the Cheng family. He remained there twenty years, until their son was sixteen. One day Chou Li wanted to return home. His wife was unable to dissuade him, but she put ku in Chou Li's food without his knowledge. She bade her son follow him, and told the boy secretly that if his father promised to come back, he should cure him. For this purpose she taught him the antidote. When Chou Li reached home the ku began to affect him. His belly became swollen, and he drank water excessively. His son asked the date on which he would return to his wife. \" Chou Li replied, 'I also think of your mother, but I am sick. How can I go back? As soon as I get a little better, I shall start.' \" The son replied, ' I can cure the disease.' He bound his father to a pillar. Chou Li was thirsty and asked for a drink. His son offered him a clay bowl filled with water, but when it was almost at his mouth, the boy threw it away. This happened several hun- dred times. Chou Li became so thirsty that he could hardly bear it. Shortly after, he vomited out a small carp, which was still alive. The swelling soon disappeared, and he was cured. Among the barbarians there are many ku poisons so made as to become effective at a certain date. After that date, the case cannot be cured. Widows are called 'ghosts' wives,' and men dare not approach them. When strangers marry them, they are usually poisoned.\" There is a reference to ku in the Shu i chi.30 \"In Tien (Yun- aa$>, chiian 5. By &. 15th Cent. A. D. Chronological records of miscellaneous facts from 1368 (the beginning of the Ming dynasty) to 1487. Eatchiian 2. By 8 A (a pen name). The author is unknown. The facts recorded occurred under the Manchu reigns Shun-"},{"pageNumber":13,"pageContent":"The Black Magic in China Known as \"Ku\" 13 nan) there are many Lu sorcerers, especially among the women. They often seduce men. If the beloved was about to go on a long journey, he was always poisoned with ku. If the man did not return on the promised date, he died. There was a traveler who went to Tien and loved a woman. When he was leaving the place, the woman said to him, 'I have already poisoned you with ku. If you do not return as you have promised, your belly will swell, and then you must come to me as quickly as possible. After a month, it will be incurable.' On that day the man's belly really became swollen. He hesitated to return; then his abdomen burst, and he died. People found in his belly a wooden trough for feed- ing pigs. It is certainly strange !\" It is significant that in these stories all the practitioners of this love magic are women of the aboriginal tribes of the southwest. In the Sui shu ti li chih 31 it is recorded that \"the inhabitants of these districts (in Kiangsi and some other areas south of the Yangtse) often kept ku poison, and the practice was especially prevalent in I-ch'un. The method is, on the fifth day of the fifth month to collect all kinds of insects and worms, from snakes to lice, putting them together in a vessel, where they devour each other. The survivor is kept. If it should be a snake, it is snake-ku. If a louse, then it is louse-ku. This ku is used to kill people. It is administered through food, and afterwards it consumes the vic- tim's internal organs. When the person dies, his property is moved by the ku spirit to the house of the keeper of the ku. If for three years the keeper does not kill a man with the ku, the keeper him- self is killed by it. It is handed down from generation to genera- tion, and is given to a daughter as a dowry. Kan Pao (the author of the Sou shen chi) regarded ku as a spirit, but this view is mis- taken. During the rebellion of Hou Ching, most of the ku-keeping families perished. Since the ku had no master, it wandered about the roads, and those who met it, died.\" Another variety of ku is called the \"golden caterpillar,\" or chin- tsan. Li Shih-chen in the Pen tsao kang mu32 quotes Ch'en chih and K'ang-hsi, about the middle of the 17th Cent. It treats of the supernatural, and was published in 1701. & # j& g,,chiian 31. The geographical section of the Sui dynasty history. $ @ B,chiian 42. By z$ @ g. A well known medical work containing extracts from more than 800 authors, and describing 1,892"},{"pageNumber":14,"pageContent":"14 H. Y. Feng and J. K. Sh~yock Tsang-chi of the T'ang period as follows: \" The ashes of old satin can cure 'the ku worms which eat satin.' The commentary says, ' The worm crawls like a finger ring. It eats old satin brocade and other silk cloths, just as the silk-worm eats mulberry leaves.' In my opinion, this is the chin-tsan.\" According to Li, the golden caterpillars originated in Szechuan and from there made their way into the Hukuang provinces. The T'ieh wei shun tsung hua of Tsai T'ao 33 says, \" The chin-tsan poison began in Szechuan, but now it has spread to Hu, Kuang, Min and Yueh (Hupeh, Hunan, Kuangtung, Kuangsi, Fukien and Chekiang). There are people who give it away, and this is called ' giving the golden caterpillar a husband.' Those who do this place gold, ornaments for dressing the head, satin and bro- cade with the worm, and put it beside the road for others to find. The magistrate of Yii-lin told me that there was a legal case in- volving this practice in the district of Fu-ch'ing. One man brought charge against another, stating that the latter had poisoned his family with chin-tsan. The magistrate could not find any evidence of such poison having been used. Then someone suggested bring- ing hedgehogs to the house of the accused. Since the chin-tsan is known to be afraid of hedgehogs, this advice was followed. The chin-tsan dared not move, although it hid in a hole under the bed. It was caught and pulled out by the two hedgehogs. It is really astonishing.\" 34 The Kua i chih 35 says, \" The chin-tsan is a caterpillar the color medicines. The last half of the 16th Cent. De Groot makes considerable use of the work. 33 @jjeji a chiian 6. By @ e.First half of the 12th Cent. It treats of events contemporary with the author. The passage is quoted in part by De Groot, p. 850. 34 Williams, \"Witchcraft in the Chinese Penal Code,\" p. 91, quotes the Esi yiiam Zu !& @, a guide to magistrates in their duties as coroners, as saying that a medicine including two centipedes, one alive, one roasted, was a cure for ku. De Groot, pp. 863-69, gives a large number of remedies and antidotes for ku,collected from various medical works. They include musk, cinnabar, striped cats, dried centipedes (for snake ku),leek-juice, and \"thunder stones.\" These last are prehistoric implements, stone knives and axes, often found in Kuangtung and the island of Hainan. Domestic fowls are said to detect ku. W z,. Quoted by De Groot, p. 854. By @. & @ of the Sung period. Not to be confused with another book by the same name by $E6% 3-"},{"pageNumber":15,"pageContent":"15 The Black Magic in China Known as \"Ku\" of gold. It is fed with Shu satin, and its excretions collected, which are then put into food and drink in order to poison people. Those who take it, die. Then the spirit of the worm is glad, and moves the valuables of the deceased to the house of the practitioner, mak- ing him suddenly rich. But to get rid of the worm is difficult, because water, fire and swords cannot harm it. The only way is to put gold and silver into a basket with the chin-tsan, and then place the basket beside a road. Someone passing by may take it. This is called 'giving the chin-tsan a husband.' \" The Fan T'ien lu t'an tsung 36 says, \"The antidote for those poisoned by the chin-tsan is food from the home of one who has kept the ku. But it must be given by the keeper of the ku per-sonally, for if it is given by anyone else, the antidote will not be effective. Hence if the person knows where he was poisoned, he can go to the man who poisoned him and beg him pitifully for relief. The man will not acknowledge the act at first, but after incessant pleading, he will angrily take a little food and throw it to the patient. On eating it, the victim will be cured instantly. When the appointed time for poisoning arrives and there are no outsiders present, even the keeper's own relatives may become his victims, for otherwise the spirit would cause a calamity of some sort. The spirit is appeased by the poisoning, because the spirits of the vic- tims become his slaves.\" 37 There do not seem to be any descrip- tions of the way in which the chin-tsan ku is produced. It is said to be the third stage in the development of ku. Another variety of ku poison is called t'iao-~heng.~*This kind of ku is more clearly black magic. It is described in the Ling wai tai ta.39 \"In Kuangsi, those who kill people by t'iao-sheng be-witch the food, and invite guests to eat. When eaten, the fish and meat become alive again, living in the victim's stomach, and even- tually kill him. It is currently believed that the spirits of those who have met death through t'iao-sheng become slaves in the home of the sorcerer. Once a celebrated scholar, while judge of Lei-chou 8j$ 72 z' 3,chuan 33. By 3. A work of miscellaneous notes, published by the Chung-hua Book Co. of Shanghai in 1926. 3T Ibid. ;ljK &. The phrase may be translated as \"to revive,\" or \"to become alive again.\" $+(3 B,chiian 10."},{"pageNumber":16,"pageContent":"16 H. Y. Feng and J. K. Shryock (on the island of Hai-nan), had an experience with t'iao-sheng. He covered some meat with a plate and asked the culprit to bewitch it, in order to test the efficiency of his art. After a while he took up the plate, and hairs were growing out of the meat. What a devil it must be who can do this! Yet undoing the enchantment was quite easy. If you feel that the magic is in your stomach, take sheng-ma and vomit it out. Then if you feel the magic in your intestines, quickly take yu-chin and pass it out. This prescription was printed in Lei-chou for distribution and given to the people after it had been obtained from the culprit.\" The Ch'i hsiu lei kao 40 says, \"In Yunnan, Kueichou and Kuangsi, what is called t'iao-sheng is withcraft. The sorcerer invites people to eat fish and meat which have been bewitched. When they have eaten them, the animals become alive again in their organs, and then proceed to kill the victims. I (the author) saw recorded in Fan Shih-hu's Kuei hai yu heng chih 41 that there was at that time a man named Li Sou-weng, a judge of Lei-chou. He secured a good prescription . . . (then follows the prescription, which is similar to that in the preceding paragraph). Officials of the place are often attacked by this magic. The prescription is not readily available, so I publish it here.\" The Nan chung tsa chi 42 says, \" The chiefs of Yiian-chiang have handed down the method of producing ku. This medicine is not beneficent, but is poisonous. An astonishing fact is that when a new magistrate arrives the people must prepare a feast to welcome him, and they poison him then. The poison does not become effec- tive during his term of office, but the pupils of his eyes turn from black to blue, and his face becomes pale and swollen. Then some months after he leaves office, his whole family die.\" Again, in the same work: \"The ku of the people of Burmah does not make use of medicine, but employs spirits. The spell is handed down from generation to generation. Within forty-nine days, they can bewitch a cow-hide to the size of a mustard seed. They call this \"cow-hide ku.\" They can also bewitch an iron ploughshare to the size of a mustard seed, and this they call & $ !@ a,chiian 45. $$ if ?@. By &j rj. A work of the Mine period. a & by f& J& A. A work of the Sung period. It treated of the geography and natural history of the southern provinces. 4a +a @ a. By 81g.Miscellaneous facts about South China."},{"pageNumber":17,"pageContent":"The Black Magic in China Known as \"Ku\" 17 \"ploughshare ku.\" The method of applying such ku is to conceal the mustard seed under a finger-nail, and shoot it out toward the victim. The poison then enters his stomach. When a Chinese was affected by this poison, the Burmese would calculate the length of his journey, and chant the incantation. The ku poison would affect him on the calculated day. The victim would become thin, his abdomen would swell, and he would die within a few months. There was one man among the native chiefs called Yang Chao-pa, of the district of Tceng-yiieh, who could chant a counter spell which would cause the ku poison to leave the Chinese and attack the Burmese.\" The Po yiieh feng t'u chi 43 says, \"The ku drugs are not of one kind only, and the methods of using them differ. Ku sometimes changes the five viscera into earth or wood. Sometimes ku is put into chicken or duck meat. When the poison entered the stomach, the chicken or duck would become alive again, with wings and feet. It would compel the victim's soul to become a slave in the house of the sorcerer. When the Chinese caught such a sorcerer, they buried him alive, or burnt him.\" The Tien nan hsin y444 says, \"The Pa-yi (Shan) of the moun- tains (an aboriginal tribe in southwestern China) skin a cow and bewitch its hide to the size of a mustard seed. Those traders who entered the mountains without knowing this fact, sometimes had love affairs with the native girls. When they had sold their mer- chandise and were about to return home, the natives would invite them to a feast. At the feast, they would promise the girls to return. If they returned as they promised, they would be cured. But if they did not return, the ku poison (administered at the feast) became effective, and their bellies burst. The cow-hides came out as if freshly skinned.\" The Ch'ih ya 45 contains an interesting passage. \"On the fifth day of the fifth month collect all those insects and worms that are poisonous, and put them together in a vessel. Let them devour each other, and the one finally remaining is called ku. There are 48B#&R*%-44 jk A. By a. An account of Yunnan, written in the latter part of the 17th Cent. 46 j@ B.By gij s,chiian 2. A description of the Miao country in Southwest China, written about the first part of the 17th Cent. The author was in the service of a native chieftaness for several years. 2"},{"pageNumber":18,"pageContent":"H. Y. Feng and J. K. Shryock snake ku, lizard ku, and dung-beetle ku. The length of time re- quired for the insects to devour each other will be proportionate to the time required for the poisoned victim to die. When the ku has been produced, the next step is to put it into food, which will then become a hundred times more delicious. Those who eat this food will die within a few days, or after a year of violent pains in the heart and stomach. The victim's property will imperceptibly be removed to the house of the witch, and his spirit becomes her slave, like the tiger which enslaves its ch'ang. Later the ku flies about by night, appearing like a meteor. This variety is called 'flitting ku.' When the light grows stronger, a shadow like a living man's is produced. This is then called t'iao-sheng ku. When its shadow grows stronger, the ku can have intercourse with women. Then it is called chin-tsan ku. It can go wherever it desires, and spreads calamity throughout the country-side. The more men it poisons, the more efficient the ku becomes, and the richer grows the witch. Among the aborigines, such evils are practiced openly. The native officials called Ti-to became aware of this, and asked a magician to dispel the enchantment. They caught the witch, and buried her alive with her head above the ground. They poured wax on her head and lighted it, in order to call back the poisoned spirits. The ghosts did not dare to approach, and the T'ung women cursed the witch for them. This is the only way to put a witch to death, for otherwise it is impossible to bring her under the law. \"The complexion of those who have been poisoned by ku becomes more than ordinarily beautiful. The Tien chi (probably leaders among the women) look at them and smile. Then the victim must kowtow to a chieftaness and beg for the antidote. She will give the victim a pill. If the victim takes it, he instantly vomits strange things with human heads and the bodies of snakes, or having eight feet and six wings. These creatures cannot be killed with the sword, or burned. But if alum is placed on them, they die at once. Otherwise they will return to their old place. I lived long among these people, and know the prescription. Use sun-ch'i (literally, three seven) powder and water-chestnuts to make pills. Add alum and tea leaves, making them into a powder. Take five chien with spring water. If vomiting follows, then stop. An old prescrip- tion says to take white Jang-ho and drink its juice, then sleep on the roots, after calling aloud the name of the witch. But the effect of this process is very slow.\""},{"pageNumber":19,"pageContent":"19 The Black Magic in China Known as \" Ku\" The rung ch'i hsien chih 46 says, \"If the mat of the victim is burned, he will see for himself who the sorcerer is. The ku is a spirit, and goes out in the night to snatch the souls of the dead. The houses of ku sorcerers are very clean, because the ghosts of those who have been killed by the ku poison act as servants in them. If a man sits in a posture resembling the written word \" woman\" (i. e. cross-legged), the ku cannot harm him. Or if the witch is enchanting a man, and he buries some of her food secretely under the intersection of two streets, the ku spirit will turn on the witch herself. And the ku spirit is flied with fear of the hedgehog. If a hedgehog is brought to the house of a witch, the ku will be caught immediately. All these prescriptions and methods of detecting ku have been tested and shown to be effective, so I publish them here.\" The Tien nan hsin, yii47 in another passage remarks, \"In Szechuan there are many who keep ku, especially the chin-tsan, which is the most malignant form. When the owner has become rich, and has the means, he sends it away. . . . There is no chin-tsan ku among the East and West Yi of Yunnan, but the mischief caused by mice, snake, and food ku is comparatively greater. On calm nights, when the clouds are heavy, there are things which glitter like meteors, sweeping low over the roofs and flying quickly. The long, luminous tail affects the eye and heart like cold flames. I was very much astonished. When I asked my fellow officials, I began to realize that the lights were due to ku, which had been let out by the inhabitants. They also told me that the ku was apt to eat children's brains. It also kidnapped spirits. In those families which kept ku, the women were always debauched by the ku. If the spirit were dissatisfied, it would turn on the keeper and eat his children. Then it could not be sent away until the keeper had become poor, and all his family had perished. For this reason peo- ple are often afraid to keep it. Moreover, keeping it is prohibited by law. So the practice is gradually dying out, but it still exists. Those who still supply themselves with ku, do so secretely. In Hsin-hsing and Chien-ch'uan I tried several times to discover who the sorcerers were, in order to put an end to such malevalent things. Sometimes informants appeared, but no evidence could be secured. $J @ 3,chuan 2. By @ s.The author flourished under K'ang-hsi, 1662-1723. A book about the aboriginal tribes of Southwest China. '* See note 44."},{"pageNumber":20,"pageContent":"H. Y. Feng and J.K. Shryock Hedgehogs are used in detecting ku,but without much effect. Dur-ing the time that the suspects were under arrest, the flitting of the ku was noticeably less.\" The Shu yi chi 48 says, \"When Sun Hsin-yai of Shih-men was magistrate of K'ai-hua (in Yunnan), he was once sitting in the hall when he noticed a kind of light flitting about like a meteor. He asked his servants what it, was. They said that it was the flying ku,or snake ku. The family who serve the poisonous spirit become rich, but the women and girls of the family are debauched by the snake. The snake goes out every night, flitting like a meteor. When it comes to a less populous place, it comes down and eats the brains of men. So the inhabitants of E'ai-hua dare not sit outside after dark, being afraid of the ku.\" The same work remarks again,*O \"The witch who cultivates ku must first take an oath before the spirit that she is willing not to be human in coming transmigrations, and will desire wealth in the present life only. When the victims of the poison die, their prop- erty is all removed (by supernatural power) to the house of the witch, and the ghost of the victim becomes her slave. All the work, ploughing, spinning and serving, is done by the enslaved spirit. . . . Those who have been poisoned by ku may cure themselves by jumping into a dung pool. Yu-ch'i, Yung-an, Sha-hsien, and other districts of Fukien all have ku. \"Recently magistrate Wang, of Yu-ch'i, bought a load of melons. He opened the melons the next day, and all contained ku insects. He accused the man who had sold them, who in turn said that they were bought in a certain shop. The magistrate arrested the shop- keeper and questioned him. He said that he and his family had never been sorcerers. On being beaten, he admitted that there was a sorcerer who had a personal animosity against him. The sorcerer was arrested, and did not deny the accusation. The magistrate had him tortured, but he did not feel the pain. He was put in jail, but escaped during the night. Re was followed to his house, but the whole family were gone. \"In recent years there was a strange man who taught others a method for curing ku. The man would go to the home of the witch, carrying a chicken. The witch would understand, and give z,chuan 2. Ibid."},{"pageNumber":21,"pageContent":"21 The Black Magic in China Known as \" Xu\" him a dose of medicine. All this must be done silently. The medi- cine was a sure cure. \"In Fukien, there is toad ku, somewhat similar to the chin-tsan ku. Those who serve it are mostly covetous of the riches that accompany it. People sometimes see large sums of money and silks lying beside the road, and they understand that this is someone sending away the ku. The ku spirit follows anyone who takes the valuables. With the wealth, the sender leaves a book telling the methods of serving the ku. The one who picks up the ku must clean his house and worship the ku spirit only, forsaking all Bud- dhist and Taoist deities. On the day that belongs to metal, the ku spirit will excrete dung like that of white birds, which can be used as poison. Poisons are laid only on the days keng-hsin and sheng-yu. Those who are poisoned, first sneeze. Then the worms enter the intestines and all the joints. The victim loses consciousness, and his belly swells. When the worms have eaten his bones and entrails, he dies. \" The ku poison can be administered in drink as well as in food, or sprinkled on the collars and clothes of the victims. It can be laid on chickens, geese, fish, meat, fruits and vegetables. When a living chicken has been bewitched by ku, its legs are eaten by worms, but it can walk and cackle as usual. When meat, is be- witched, it will not become soft on being cooked. In all food that has been bewitched, worms will germinate overnight. So the offi- cials in this land will use food presented by others only when it has stood overnight. Food which has no worms on the second day is not bewitched. The spirits of those who have died of ku poison become the slaves of the witch. The witches sacrifice eggs to the ku spirit on the last night of the year. Husband and wife worship with naked bodies, and thus square their accounts with the ku spirit. When a servant of the Yamen is poisoned, the sorcerer gives five ounces of silver to the ku; for an official, he gives fifty ounces. Those who poison more people, acquire greater riches. If a sorcerer becomes tired of the ku, he doubles the original amount of money he picked up with the ku in order to send it away.\" 6o Yiian Mei 51 says, \"Almost all families in Yunnan keep ku. It Zbid. & #. A. D. 1715-97. A voluminous writer of the Manchu period. This passage is taken from his 3=&,chiian 14. A book recording supernatural events."},{"pageNumber":23,"pageContent":"23 The Black Magic in China Known as \"Ku\" it will cause calamity. During the fall, the Miao women carry pears in cloth bags, selling the pears to children. Many children are poisoned by ku in this way. This was discovered by some of the children, and so now, when they buy pears, they ask, 'DO you have ku poison in your pears? ' If the reply is 'No,' the children are safe. Among the women of the Shan, there are many who keep ku.\" In the Fan t'ien lu tsung t'an 54 is the following passage. \"Re-cently a man named Chiang Ch'an-p'o reported that in the district of Lu-an ku is used to kill people. The house of the witch is always clean, since the work is done by the ku. Many inn-keepers serve the ku. If an inn-keeper and his inn are exceptionally clean, those who stay there overnight are poisoned. During one night, several travellers simply disappeared, and all their money and baggage came into the hands of the inn-keeper. There was no sign of the corpses because they were entirely eaten by the ku worms. ''Travellers in this district must know whether the inn contains ku. They lay their luggage at random on the ground, close the door, and stand outside for a while. If no servants appear, and yet the baggage has [mysteriously] been arranged in order, they know that this inn has ku. The traveller must not speak of this openly, but pays his fee and goes to some other inn. Such travellers will not be injured by the keeper of the inn, but will be regarded as men with a great destiny.\" The Yi chien chih pu 55 says, \"In the various districts of Fu- kien, there are many ku poisoners, but they are especially prevalent in the districts of Ku-tcien and Chcang-chci. There are four kinds, snake ku, chin-tsan ku, centipede ku, and frog ku. All can change their forms, and become invisible. All have males and females, which copulate at fixed intervals, varying from two months to once in two years. When the date arrives, the family which keeps the ku prepares a ceremony to welcome their coming, and a basin of water is placed before them. The male and female appear in the water and copulate. Then the poison floats on the water, and can be collected with a needle. A person must be poisoned on this date. This is the breath of Yin and Yang (the male and female princi- ples of the universe), and it is infused into people's stomachs, sym- bolic of the genital functions. It is not effective overnight. When See note 36. g,8,chiian 23."},{"pageNumber":24,"pageContent":"24 H. Y. Peng and J. K. Shryock a guest arrives, even a relative, he is poisoned. The poison can be placed in food, drink, or medicine, but it cannot be put into hot soup. When the medium is too hot, the poison is ineffective. If no outsiders come in on that day, a member of the family is selected to be poisoned. When the poison first enters the stomach the vic- tim feels nothing, but gradually the ku worms generate and feed on the victim's blood. The worms grow, reproduce, and consume the internal organs. The pain becomes unbearable, and can be relieved only temporarily by drinking water boiled a hundred times. As the pain becomes worse, the victims groan and scratch the bed. When the victim is dying, several hundred worms come out of his eyes, nose, ears and mouth. If they are dried, they can become alive again, even after a long time. The ghost of the victim is con- trolled by the ku, just as the tiger enslaves the ~h'ang,5~and be- comes a slave of the family. Such [an enslaved] spirit cannot be reincarnated. Even if the corpse of the victim is cremated, the heart and lungs will not burn, but will look like honeycombs. \"In 117'5, the mother of Lin Sao-shuan of Ku-t'ien (her sur- name was Huang) lay dying, apparently from poison. The mem- bers of the family said that if she had been poisoned by ku, and her matrix was burned so that the light of the fire would shine upon her, she would reveal who had poisoned her. They did this, and she said that on a certain date, she had been poisoned while eating by Huang Ku's wife, Lai Shih. The demon was still in their kitchen. Lin Sao-shuan reported this to the local magistrate, and they went to the house of Huang Ku. In the kitchen they found some pieces of silver, five-colored thread, jewels, and small wooden figures on which were written five \"Yi \" and five \"Shun \" (words meaning \"opposed \" and \"favorable \"). These were in a box with seven holes. There were also two packs of needles, each fifty in number, and eleven needles were without eyes. All these were not things ordinarily used by people. The man was accused before the magistrate. The magistrate arrested Huang Ku, who feigned death in the court. When released, he became alive again, as if helped by some supernatural power. \"Yii Ch'ing of Kuei-chi was judge at that time, and when the 68 1g. The spirit of a person who has been eaten by a tiger. It urges the tiger to murder others, in accordance with a common belief that the soul of a murdered man may return to earth if a substitute is provided."},{"pageNumber":25,"pageContent":"The Black Magic in China Known as \"Ku \" 25 prefect ordered him to examine the case, Huang Ku behaved in the same way. Yii Ch'ing was angry and afraid that the criminal would escape the law, so he came down and cut off HuangYs head. He put the head in a basket, and reported the act to the prefect. The prefect reported the case to the emperor and a higher judge, Hsieh Ssu-chi, was asked to investigate the case. \"Hsieh accompanied the local officials to the house of Huang Ku, where he saw centipedes of unusual size. Hsieh said, 'This is the evidence.' Lai Shih was arrested, and tried by Hsieh himself. After a three day@ trial, the death penalty was passed upon her. The figures (she confessed) were used in divination. If the re- sponse was favorable, the guest was poisoned; if unfavorable, a member of the family. The eyeless needles were used in gathering the poison, and the number showed that eleven persons had been poisoned. The ku likes to eat silk brocade, but if this could not be procured, the five-colored threads were fed to it instead. The sil- ver was to have been used in sending the ku away. . . . Huang Ku's criminal acts really reached Heaven, and Yii Ch'ing obliter- ated an evil-doer by killing him. Many scholars wrote poems in praise of him.\" There are also a number of stories indicating that the virtuous scholar need not fear ku. The Chinese have a proverb which says that the heretic cannot overcome the righteous man. Among the Chinese, the educated men have always been the backbone of the moral system. It is natural to find that such men can repel evil influences. An interesting case is recorded in the Mu fu yen hsien lu of Pi Chung-h~iin.~? \"In Chih-chou there was a scholar named Tsou Lang, having a chin-shih degree. He was poor, but of upright character. One day he was about to start for a nearby town, when on opening his door in the early morning, he saw lying beside it a basket. He opened the basket, and found that it was filled with silver wine-vessels and about a hundred ounces of silver. As it was early morning, no one was watching him. The scholar took it in and said to his wife, 'These things came to me unexpectedly. Are they given to me by Heaven ? ' He had scarcely finished speak- ing, when he saw on his left thigh something that wiggled in a 67 f Iff $& f@ @, extracted in as,chiian 14. By @ +I a. A lost work of the Sung period."},{"pageNumber":26,"pageContent":"26 H. Y.Feng and J. K. Shryock shimmer of gold. It was a caterpillar. He picked it off with his hand. His hand was hardly turned, when it was back in its old place. He trampled on the worm with his foot and smashed it, but immediately it was again on his body. He threw it into water and into fire, cut it with his sword, and hacked it with an axe, without avail. It followed him everywhere, and never left him. Tsou Lang finally asked the advice of his friends. Those who knew about such matters told him, \" 'You have been betrayed. This thing is the chin-tsan. Although it is small, it will cause a great calamity. It can enter the belly and ruin the intestines, after which it will come out unharmed.' \"Tsou Lang became still more frightened, and told his friend about finding the basket. \"His friend said, 'I knew that already. If you serve this ku, you will become rich quickly. This worm eats four inches of Shu satin every day. Collect its excretion, dry it, and grind it to powder. Put a little in food and drink, and give these to others. Anyone who takes it will surely be poisoned. The worm will get what it desires, and it will remove the valuables of its victims to your house.' \"Tsou Lang laughed and said, 'Am I the man to do this? ' ''His friend said, 'I know surely that you do not desire to do it, but what other thing can you do? ' \"Tsou Lang replied, 'I shall put this worm into the basket with the other things and carry it away. Then there will be no further trouble.' \"'When a man serves this worm long enough,' the friend said, 'he will become rich. Then he gives several times the amount he originally found with the ku away. This is called finding the chin-tsan a husband. Then the ku worm will go. But if you put in only what you found with the worm, I am sure it will not go. Now you are poor. How can you give several times more than you found? I am really concerned about you.' \"Tsou Lang looked at the sky, and replied, 'During my whole life I have tried to be an upright man. I swore not to lose my virtue. It is my misfortune that this thing has happened to me.' He went home and told his wife, saying, 'It is impossible for me to serve the ku worm. I am too poor to send it away. The only thing left for me is death. 90u had better prepare for the future.' \" He put the worm into his mouth and swallowed it. His family"},{"pageNumber":27,"pageContent":"The Black Magic in China Known as \"Ku\" 2'7 tried to stop him, but it was too late. His wife wept bitterly, think- ing that he would surely die. But after a few days he had no fur- ther trouble, eating and drinking as usual. A month passed, and still he was not affected. He finally died at a ripe age. And by means of the silver he had found in the basket, he became well- to-do. Is it that the sincerity, of a man can overcome the most poisonous influences ? \" The following account is taken from the Yi chien sun ~hih.~~ \"In the district of Ch'ang-chou there was a brave scholar of strong character. He often thought that while men were cowardly, there was nothing worthy of being dreaded. He regretted that there were no evil spirits to interfere with him and test his courage. Once he went with a few friends to another village, and saw a parcel covered with silk on the ground. The others dared not even look at it, but he laughed and said, 'I am poor, why should I not take it? ' \"He opened it before them, and found several rolls of silk, three large pieces of silver, and a ku frog. He said to the frog, 'You may go where you wish; what I want is the silk and the silver.' He took the things home, where his family wept bitterly, thinking that a calamity would soon occur. The scholar said to them, 'This concerns me, not you.' \"That night when he went to bed, there were two frogs, as big as a year old baby, occupying his bed. He killed and ate them both. His family again lamented, but he was delighted to get such good meat. Then he proceeded to get drunk, fell asleep, and passed a peaceful night. The next night there appeared more than ten frogs, though smaller than before. Again he cooked and ate them. The next night there were thirty. Night after night the frogs were increasingly numerous, but their size became ever smaller. At last the whole house was full of frogs, and it was impossible to eat them all. He hired men to bury them in the wilderness. Yet his coura age was strengthened still more. Finally the thing stopped after a month, so he laughed and said, 'Is the calamity caused by ku no more than this?' His wife asked him to buy hedgehogs as a precaution but he said, 'I am the hedgehog; what other do you want? ' His family was pacified, and nothing untoward happened. So other people commended his behavior.\" 588& 3& 5,chiian 4. A work of the Sung period."},{"pageNumber":28,"pageContent":"28 H. Y. Feng and J. K. Shryock The Yi chien chih pu contains the following story: 58 \"In the city of Ch'uan-chou, there was a house tenanted by several fami- lies. One of the tenants was an under-official named Lin, a native of Ch'in. One night he found an old bamboo basket lying at the street end of an alley. He kicked it playfully, and a small em- broidered blanket fell out. On opening it, he discovered silver vessels worth more than two hundred taels. As there was no one around, he took the things home, thinking they had been given to him by Heaven. \"All his neighbors were astonished by this, and the landlord said, ' This is the Ming custom of serving the chin-tsan. The original owner has become rich, and wanted to shift the calamity to others. Since you have taken this bait, you must not regret it. Today a demon will appear to you. You had better welcome and serve it. Otherwise, great misfortune will happen to you.' Lin remained silent. \" That night a snake, ten feet long, crawled in as if much pleased. Lin caught it and said, 'Are you the demon of the chin-tsan? I cannot please you by poisoning people to enrich myself. If I do not, I shall be eaten by you. There is only one death, but I would rather eat you first.' So he bit the snake, and swallowed it from head to tail, not even leaving the bones. Then he called for wine, and drank until he fell asleep. Next morning he rose up well and unharmed, and later he became well-to-do. All admired his courage.\" There is an amusing story of this sort in the Pan t'ien lu t'an ts~ng.~O \"An old man named Tseng, of Lung-yen in Fukien, picked up a box from the road. On opening it, he found about twenty ounces of silver. He took it home. During the night, a handsome young man appeared to him, who tried to compel him to burn incense and take an oath before Heaven that he would administer poison to someone on a certain date. The old man real- ized that it was the spirit of the chin-tsan. He refused the request, and so the spirit continued to trouble him. Finally worn out, he faithfully promised. On the fatal day, his son-in-law came. The spirit secretely put the poison in the food, and when the son-in-law returned home, he had violent pains in his abdomen. The old man !& 3,a,chiian 23. 69 O0 See note 36."},{"pageNumber":29,"pageContent":"The Black Magic in China Known as \"Ku \" 29 realized that the pains were due to the poison, and relieved him by administering an antidote. The spirit was very angry, and com- plained to Tseng. \"The old man replied, 'He is my son-in-law, and my daughter has no children. How can I poison him ? \" \"The spirit came another time, and exacted a similar promise. This time his sister's son came. The nephew also became violently ill on returning home, and the old man cured him. That night the spirit greatly annoyed Tseng, and the whole family had no sleep. \"The old man Tseng said to the spirit, 'My sister was widowed when she was very young, and this son is her only child. If he dies from poison, my sister's descendants will be cut off. More-over, I am not willing to do such things. Let us talk the matter over now. Suppose I give you back the original amount of silver, on condition that you go to someone else? ' \"'Since I came to your house,' replied the spirit, 'your farm produce has increased every day, and you forget about this benefit. You have not poisoned anyone yet, and you want me to go. You must add at least thirty per cent interest to the sum you give me. Otherwise I will not spare you.' \"Then the old man took count, and calculated that he must give the spirit two hundred and more ounces of silver. He got the silver by selling his farm. Then he put it into the box, which he left where he had originally found it.\" This ends the collection of illustrations of the practice of ku, a collection covering the entire period of Chinese literature. A few generalizations may be made in conclusion. It must not be supposed, as De Groot implies, that all Chinese believe in these things. On the contrary, the fact that it was extremely difficult to make this collection of passages is in itself evidence of the opposite. The physical symptoms ascribed to magi- cal causes are not imaginary, and the diseases are very real. Ku figures largely in Chinese medical works, and the term is still used to describe certain conditions caused by internal parasites. The idea of ku is very old. It probably originated in the idea that disease was sometimes caused by black magic. The use of the word as a divination symbol, and in the other ways mentioned in classic literature, are probably later accretions. The concept ap-"},{"pageNumber":30,"pageContent":"30 H. Y.Feng and J. K. Xhryock pears peculiar to Eastern Asia, at least in the method of producing the ku by allowing poisonous things to eat each other. At the same time, all sorts of extraneous notions have been added from time to time. The practice appears to be a connecting link between Chinese culture and the cultures of Southeastern Asia. However, it was early suppressed in China proper, and survived among the aborigi- nal tribes of the south."}]
