[{"pageNumber":1,"pageContent":"Allodial Title Via Land Patent 1 THE FINAL SOLUTION TO PROPERTY TAX BY JOE STEVENS, DECEASED REVISED & REVIVED BY AUGUSTUS BLACKSTONE FORWARD (Part 1) With the untimely passing of Joe Stevens and his wife, and with the subsequent dissolution of the American Sovereign Group at Moses Lake, Washington, it seemed that no one was left who was willing to pick up and carry the torch on the Land Patent Update material. This apparent lack of enthusiasm is due, in part, to a high probability that few people understood the material as well as Joe did. As for the rest -the process outlined by Joe is incomplete. It is but one step of several needed to fully restore allodial character to one’s land and its title. Unfortunately, several people found that out the hard way and are a bit put-off by the experience. Upon obtaining from Joe’s heirs an unrestricted permission to edit, publish, and market the Allodial Title Via Land Patent material (hereinafter referred to as: ATVLP), Uncle Gus was intending to edit the material prior to distribution. However, the material is well researched and so well crafted that Uncle Gus has since decided to leave it unaltered in memory of Joe and as a tribute to all the effort, time, and expense he must have put into the work. Instead, this two-part forward and the appendices which follow ATVLP will serve to correct any defects found and to complete the entire process of restoration of title. Fully restoring allodial character to your land and its title is a multi-step process comprised of three to five sequential segments, depending on the circumstances of each individual. The very first requisite step is to restore your own status and standing to that of sovereign Elector so you have proper authority to carry out the remaining necessary actions. The way you go about lawfully restoring your sovereign Elector status and standing is thoroughly detailed in The Errant Sover eign’ s Handbook by Augustus Blackstone. The next two steps in the process mayor may not apply to your own particular situation. The first of these two conditional steps is the removal of title from registration with the county/state. Not every state and county adopted the Torrens Registry System. Even in those that did adopt it, title registration was optional. It was not mandatory. In those locales, land titles may be registered or recorded, but not both. If the title to your property has been registered, in lieu of recorded, you will need to withdraw it from registration. The information on how to properly do that is to be found in the forms etc. starting on page 32 (or 33) hereto. The second of these two conditional steps is the removal of any residual “ beneficial interest ” in the title that may be retained by a lending institution. You will need to check the entire title history on your property. If there is or ever was a “Deed of Trust”” in that history, you will need to deal with that before proceeding further. The information on how to go about that is to be found in the sections after the forms. The next step is to bring the original land patent forward, in whole or in part, in your own name as has been detailed in ATVLP .The format of the “” Declaration of Assignees’ Update of Patent” document"},{"pageNumber":2,"pageContent":"Allodial Title Via Land Patent 2 given in ATVLP has been modified to conform it with the other necessary elements of the entire restoration process and is found on pages 33-50. This modified format is taken verbatim from that used to successfully restore allodial character to the title and remove the property from the tax rolls in Washington state. The last and necessary step is to extinguish or to discharge the obligation to extinguish all remaining encumbrances (tax obligations) against the title. How to properly go about that is detailed in The Errant Sovereign’ s Handbook. Once you have properly completed all these steps in the process, allodial character will be fully restored to your title and your land will no longer be subject to property taxes. This is not just a theory. It’s been done. And the man who did it might well be accorded the status of “hero”. It took a lot of courage to risk all that he owned to prove out the process. Part 2 of this forward consists of nearly an entire chapter taken from the original manuscript for Volume II of The Errant Sovereign’ s Handbook. The purpose of this information is to correct the more obvious misconceptions of nomenclature and historical context appearing in ATVLP. Thus, ATVLP will make a lot more accurate sense when read with the prior understanding you will gain from this second part of the forward. In order to reduce or eliminate redundancy, the information which follows will not be included in The Errant Sovereign’ s Handbook. V ol. II. FORWARD (Part 2) Since I am referring people to and recommending the use of the information contained in ATVLP, it is my responsibility to correct or to clarify what I perceive to be defects or misconceptions in the material. My first impression of the material, which has not changed since, was that it often tends to rely on a system of logic that runs something like, “a nail equals a shoe, equals a horse, equals a saddle, equals a bridle, equals a rider,” etc. By a similar system of logic, I can make 2 plus 2 add up to 5 or a multiple or fraction thereof. One must realize that most logic systems are rigidly structured, making few, if any, distinctions of relative value between different datums. The faculty of reasoning, on the other hand, has the flexibility to recognize and allow for differences, similarities and identities between datums. The ability of an individual to distinguish these things, one from another, is the true measure of sanity. And I might add that the measure for intelligence (also an ability) is DIFFERENT than that used for sanity. That is why it is possible to have individuals who are intelligent and insane at the same time. An individual who has a high level of intelligence coupled with a low level of sanity is simply more cunning and therefore more dangerous to those around them. I can think of a few individuals who fit that description, and most of them receive their mail at Washington, D.C. How about you; can you think of anyone who matches that description? Now, before you jump to the conclusion that I’m out to destroy the credibility of ATVLP or its author, please remember that I have previously stated that it is, according to my evaluation criteria, the best of four methods known to me. It is a “diamond in the rough”. My intent and effort in this writing is to “cut, buff and polish” that “diamond” until it sparkles and shines. It is your credibility with the authorities and especially with the public that most concerns me in the application of this information. A true sovereign is expected to be credible at all times in the eyes of the general public. As I said in the"},{"pageNumber":3,"pageContent":"Allodial Title Via Land Patent 3 handbook, there is nothing fair about such expectations of a sovereign and it is often hypocritical. It’s just one of those goofy double standard quirks one has to contend with when dealing with social structures among human beings. Perhaps the most noticeable misconception to be found in ATVLP appears in the title itself. It is the word “ allodial ”. The manner in which the term is bandied about in the material is all I need to establish the existence of a miscompr ehension of the concepts involved. Oddly enough, evidence supporting such deficiency appears in the material itself. ATVLP contains an impressive collection of court case citations and quotes. And it is in a few of these that the truth of the matter is stated. Seldom are the courts wrong or incorrect in their opinions. Most of the problems arise from civil servants and citizens not understanding what is being said (or not being said). What comes to mind is the old saying that “people hear only what they want to hear and see only what they want to see.” The fragility of dealing with life on the basis of that sort of perception is made painfully obvious whenever reality forcefully shatters the delusion. And it usually does when one least expects it. Since it has been designated as the official dictionary of reference to be used by the united States’ Supreme Court in all matters pertaining to the Constitution and Fundamental Laws of this nation, the definitions provided, referenced, or relied upon in this writing will be taken from John Bouvier ’ s Law Dictionary. Likewise, historical annotations pertaining to the Magna Charta are derived from the actual documents themselves, as preserved by British historians/archivists. Magna Charta As a point of interest, the Magna Charta is not a single document. It is a series of documents which, if one includes the Forest Charter of King Henry III, total nine in number. That total includes the first rough draft signed at sword-point by King John at Runnymede as well as the more formal Charter later signed by him which had been slightly revised from the field draft. His successor to the throne of England, King Henry III, at the insistence of the Barons, signed a confirmation of the Magna Charta at three different times during his reign. He also signed the Forest Charter. Each time this was done there were revisions made to the Magna Charta . Likewise, the next to sit the throne of England, King Edward I, reconfirmed (and revised) the “ Great Charter(s) of Liberties” three times during his reign. It was always at the insistence of the Barons (the landlords). The repeated revision of the Magna Charta has been the cause of a good deal of confusion with regard to citing a particular chapter/article designation. The Magna Charta is considered by many to be the first major step taken in history toward the formation of a system of government which culminated in our own Constitution. Some consider it to be the foundation upon which our Constitution rests. Most of the men and women who founded this nation were, by all indications, honorable and forthright people. It is not likely they had some hidden agenda when they announced their independence to the rest of the world. The Unanimous Declarations and Resolves of 1776 contains nearly thirty express grievances, two of which make direct reference to the Common Law of England and the Magna Charta. All doubt was thereby removed as to why they were in open revolt against their own lawful King. They were being deprived of many Rights enjoyed by all other British subjects. When you focus too closely on just one of the grievances listed, you run the risk of losing sight of all the rest. Another significant aspect of the Magna Charta is that it is generally viewed as having effectively brought an end to the feudal system of tenure in England. With that came an end to the feudal concept"},{"pageNumber":4,"pageContent":"Allodial Title Via Land Patent 4 of the Crown of England being vested with “ allodial title ” to all lands of the realm. This accounts for some courts holding the opinion that the term “ allodium ” was unique to the feudal system and is now as obsolete as the system to which it belongs. In its introduction, ATVLP makes the statement that “allodial title did go out with the Saxon kings 750 years ago...” If the reference of “750 years ago” is to the Magna Charta, it was the Norman kings who sat the throne of England, not the Saxon kings . If the reference is to William the Conqueror, then the statement is correct in terms of the time frame mentioned. Allodial Misconception In defense of ATVLP I will say that, by strict definition of each of the words, the title exactly and accurately states the over-all concept being proffered. It is the manner in which the word “ allodial ” is used in the text thereafter which tends to obscure the concept. Bringing a land patent forward in your own name does not vest you with “allodial” title . If it did, the term would be found in the Instrument itself. Of the many original land patents I have examined, not one used the term “allodial”. Without exception, what those patents convey is “title in fee simple”. Why was that particular expression used? We’ll have to jump back into the history lesson for that. History - Land Ownership Prior to the Magna Charta , the titles to land held by the Barons were “of the crown” and therefore subordinate to the superior ( allodial ) title of the crown. Their titles and lands could be stripped from them on a mere royal whim. One of the most significant changes made by the Magna Charta was the abolishment of the crown’s allodial title which thereby secured the right of inheritance to the Barons. A capricious or despotic monarch ...under any pretext, including “unpaid taxes”, could no longer arbitrarily take their lands and titles away from them. Chapter 2 of ATVLP uses the example of a “ Duke ” to illustrate how the feudal system of England worked in relation to allodial title. Clarification is in order here. The term “Duke” is defined as the highest title of nobility in England. It is an honorary title that carries no estate in lands UNLESS the individual holding that title is also a Baron . Not all barons are necessarily of noble birth. Those who are generally carry one or more additional honorary titles of rank within the monarchial system of England. An example of this would be: Baron (or Lord) William de Mandeville, Earl of Essex, etc. Because of all the property held by the Church of England, its Archbishop, whether of noble or common birth, is also a Baron by virtue of the Office. The Bar ons carry the primary responsibility for dir ect stewardship over the land; hence, the term “ landlord”. It is the Barons who comprise the House of Lords in the British Parliament. It is the Barons who forced King John to sign the Magna Charta . Title In Fee Simple Prior to 1215 the next highest land title/tenure was held by the Barons , and it was called “ title in fee simple ”. Once the Barons had disposed of the superior (allodial) claim of the crown with the Magna Charta, that left their own “ title in fee simple ” as the highest land title obtainable in England. That was a pretty well established reform by the time the colonists came to America and was what they were familiar with regarding lands and titles."},{"pageNumber":5,"pageContent":"Allodial Title Via Land Patent 5 Perhaps the most accurate statement made in ATVLP appears on page 14 in the Stanton v. Sullivan cite and quote. In concluding its opinion of what a land patent is in this country , the court said, “...being in fact allodial in nature”. What The Court DID NOT SAY! Y ou will note that the court did not say it is allodial. What was said was that it is allodial in nature . That’s another way of saying that title by land patent may not be allodial in name, but it has all or most of the characteristics of it. Patents (Land Patents) Another “ gem” that appears on page 1 of ATVLP is the cite and quote taken from Leading Fighter v. County of Gregory : “ Patents are issued (and theoretically passed) between sover eigns ...and... Deeds ...deeds are executed by persons and private corporations without those sovereign powers”. That thoroughly sums the necessity for restoring one’s status and standing as a sovereign Elector in relation to lands and titles. Despite my personal reluctance to burden readers with an array of court case citations and quotes, ATVLP is filled with information that should impart to the reader a thorough understanding of the full extent to which s/he may exercise sovereign dominion over patented land. That is the greatest value of ATVLP. If I read the introduction correctly, the author accomplished what he set out to do with ATVLP, which I earnestly applaud. My object with this forward and the appendices is to insure that the correct terms are used and understood when applying the how-to portion of ATVLP. I don’t know about you, but I’d feel a bit foolish if I clouded my own land title by using the wrong terms or by using the correct terms incorrectly. Treaties / Land Patents Now I’m going to share something with you that is not addressed by ATVLP or by any other similar patriot publication of which I am aware. Neither have I encountered any court case where this particular authority was used when a land patent/title was at issue. All land patents issued by the united S tates’ government must be authorized by Congress and signed by the President to be valid. The only such power exclusively and specifically delegated to that Executive Office by the Constitution is the power to “make Treaties”. It is the same device by which that Office cedes land over to a foreign/sovereign entity to build an embassy, etc. When done under the authority of the united S tates’ Constitution, it becomes part of “the supreme Law of the Land; and the Judges in every State shall be bound thereby, any Thing in the Constitution or Laws of any State to the Contrary notwithstanding.” The judicial Power of the United States of America extends to all Treaties made under the authority of the Constitution and it has original jurisdiction ( trial court capacity) over any such case where a State shall be a Party. The implications of this observation are stunning, to say the least. Anyone care to put it to the test? This concludes the forward to ATVLP. Be sure to keep a dictionary nearby for immediate use as you proceed with the remainder of this material. Enjoy, and may you never be the same again."},{"pageNumber":6,"pageContent":"Allodial Title Via Land Patent 6 Allodial Title Via Land Patents A How To Do It Primer By Joe Stevens, M.S. Sui Juris “Every Man’s House Is His Castle” Anonymous Common Law Copyright 1995 American Sovereigns Group All Rights Reserved. Without Prejudice, UCC 1-207.4, UCC 1-103.6 [check for changed numbers] “If the American people ever allow the banks to control the issuance of their currency, first by inflation and then by deflation, the banks and corporations that will grow up around them will deprive the people of all property until their children will wake up homeless on the continent their fathers occupied.” Thomas Jefferson PREFACE Permits & Permission Twenty one years ago I rebelled. I believed that I was a free American with all the rights that go with that title. In reality that was not the case for every time I turned around I found that what I wanted to do required permission from this person or that bureaucrat. There was a fee for this, a permit for that, or I would hear “No, you can’t do that, it’s against the code”. It seemed that if you wanted to do something it was regulated and saying no was predominate. Later I learned that it is much easier for an of ficial to say “no” than “yes” because the yes exposed him to risk whereas no very rarely if ever had repercussions. I got totally fed up with the system. Everything seemed harder to get done. It required too much time, frustration, and money. Most of all it required permission from someone whom I felt had no business telling me what to do. I was an adult but I still felt the powerlessness of a child. My life was not my own. It belonged to someone else and I was just going through the motions. Those motions were about nothing. I resigned my position at the local community college and entered the field of private enterprise hoping to make a ton of money. I did not have a plan but working in the private sector paid much more than teaching did back then. Income Tax Still that pay check seemed small after all the deductions so I figured that if I quit paying income tax I could get in business much faster and I had heard that the income tax was voluntary. So I just quit. Not a good idea! Very shortly I had IRS knocking on my door. I think some one snitched on me and soon it was beginning to look like I would have a federally funded vacation in a cross bar hotel. Fortunately, I had met a very good tax attorney in my community college days and he assured me that he could take care of my IRS problem. He did. He told me to never file a 1040 again and for many years I"},{"pageNumber":7,"pageContent":"Allodial Title Via Land Patent 7 did just as he instructed. I forgot one very important item, however. I did not ask him why I should never file again, so I was left with the feeling that he had fixed it somehow. I lost contact with him and as the years passed the negative programming from our controlled media wore away at me until one day I began to experience fear as my neighbors paid and paid and paid and then paid some more. I began to believe that the establishment was indeed the superior and that I was the servant. I even started thinking about filing income tax forms again. I remarried after 15 years and I did not know how to convince my new wife that not paying income tax was alright. I was between a rock and a hard spot. Disarmamant About this time the powers that be started a blatant gun grab and people started waking up allover the place. Since I was a veteran of eleven years as an officer of the law prior to my rebellion, I had seen many instances where that gun was the only thing that stood between the citizen and disaster. This really started me to ask questions. Why on earth would they want to disarm honest, law-abiding citizens? The crooks are the ones needing to be disarmed and we have a lot of laws on the books to do that. I know, because I’ve deprived several of them their constitutionally guaranteed right to keep and bear arms (this was before I knew about ‘ color of law ’ laws). Anyway, it seemed one of the most stupid things that a government wanting peace and stability could do. That raised the question, “Do the people in control really want peace and stability”? During this time, the majority of the folks utilizing my business were expressing extreme dissatisfaction with the government and the programs of today. One lady, who reminded me of my grandmother, stood in the middle of my auto glass shop and told me flat out that, “If they (government) don’t quit taking our rights away they are going to have a war on their hands”. I was flabbergasted because this woman and her husband both worked for the government. Shortly thereafter I received a phone call that would forever change my life and lifestyle. Book: You Don’t Have To Pay Income Tax My sister Fern called me one day and said, “You have to read this book I have. All these years you have been right! You don’t have to pay income tax ”. I read it. As a matter of fact I did not put it down until I finished it. The business was put on hold. I then proceeded to read it twice more just to make sure I had understood what it said. Yeah! Yeah! I know books don’t talk. It made me mad. It set me on fire. All I could think was “Why those dirty s.o.b’s. putting me through all that fear and those slime balls are running a scam on us”. They are the crooks. Most of us consider them pillars of society and look up to them and all they are is scum bag thieves. Worse than that, they are ruining the country that I love. I have vowed that, the good Lord willing, I will be an instrument that brings them to justice. I sent off for a case of the books and if a person was truly interested and did not have the money I’d give them the book. Whew! That got very expensive very quickly, so I had to get selective and if the person would not agree to at least try what the book said, they had to return it so I could give it to someone else. Incidentally, that book was Lynne Meredith ’s “ Vultures In Eagle’s Clothing ”. I strongly suggest that you read it. It will set you free. If you do as it proposes, and what this book you are reading right now suggests, very soon you will have gold and silver in your purse, apiece of ground that is really yours, and you will stand a good chance of weathering the coming storm and believe you me, it is going to be a heck of a storm."},{"pageNumber":8,"pageContent":"Allodial Title Via Land Patent 8 I wanted to meet this courageous lady so when Chuck Atkins had a seminar in Portland, with Lynne as the guest speaker, Fred Adams and I drove the 300 or so miles to attend. I wasn’t disappointed. At this meeting I was introduced to the concept of allodial titles via the land patent . When I learned the definition of allodial , I understood where the old saying I had heard as a kid, “ Every man’ s house is his castle”, had come from. This was even more than no income tax. To own apiece of this earth that no one or entity could take away from you would indeed be a security worth dying for. I began a quest that weekend that is still continuing to this day. I will continue it until every landowner really owns his land. Allodial title is a reality. Until 1913 all American homeowners enjoyed such security. That was the key ingredient in the lure of America to the masses of the world. A man with secure title to his land could feed himself, his family and ten others. With that and the fact that the land could not be taken for any reason a man would be truly free. U. S. Government’s Land Grab - The Greatest Scam In History We are living during the greatest scam in the history of the world . What is being tried is a land grab that makes a piker out of Genghis Khan. I have some news for the perpetrators of this land grab. The cat’s out of the bag! It isn’t going to work. We know and there are too many of us to shut us up. Like the old saying goes “You can fool some of the people all of the time, and all of the people some of the time but you can’t fool all of the people all of the time”. What has happened is that they have made a whole lot of people darned mad and mad folks have a very nasty tendency to retaliate and jack booted thugs won’t cut it. DISCLAIMER The information being offered here is purely educational and informative in nature and does not constitute professional, legal, or tax advice. You must take full responsibility for any liability or loss incurred as a consequence of the use and application, directly or indirectly, of any information contained in this book. With the events of today, you must verify all information as to the truth or validity yourself. As you are the one who will ultimately have to defend your land you must know what is the truth and what is not. I have tried to the best of my ability to ensure that the material contained in this book is the truth. Introduction We the sovereign citizens of the 50 sovereign republics are involved in a gigantic belief scam which is a scam based on a lie is told long enough, or the truth is omitted long enough, that what most people believe, is, in fact, not the truth, i.e. a LIE (public lie). This is happening in all walks of American life. We are a trusting people and in some instances, too trusting. “If the government is moving it’s lips, it is lying.” Johnny Liberty . I am attempting to set the record straight on some of the lies."},{"pageNumber":9,"pageContent":"Allodial Title Via Land Patent 9 1. First and foremost, you are a sovereign with all the prerogatives of a king or queen. 2. Second, allodial ownership is a fact. That was one of the main reasons our founding fathers fought and died in the late 1700’s. The revolutionary war was not about taxes. T axation was a miniscule reason for the revolution. Intelligent men do not die for money . You can make book on that. That fact is something which the folks who are attempting to steal your land and destroy you liberty have forgotten. Jefferson and Franklin were very intelligent men as were most of the signers of the Declaration of Independence . Ben Franklin was a self made millionaire and that was back in the days when a dollar was worth a dollar, not four cents on the dollar. Intelligent men will outwit crooks in time. These purloiners have also forgotten that the typical American is independent, thinks for himself, and is the original revolutionary. Before he said “Don’t tread on me”, there were three kinds of people. The king and his ilk, who were sovereign, their subjects, and slaves. There were probably some free men running around too. They were cut from the same cloth as later Americans would be, too ornery to be subjugated. When the Americans defeated King George and Franklin made him cede sovereignty to the people of the colonies, the entire concept of personal status changed. Freedom was now a reality for the common man and our natural rights were recognized. It is a truism that you may kill the man and destroy the nation but the idea of freedom can never perish. It does not make much sense that, after sacrificing so much to get rid of a despot that these intelligent people would turn around and institute a government that has become as despotic as King George had been. So how in the world have we arrived at this point? It seems a government must subjugate and rule to justify its existence. If the people inhabiting an area claimed by a government do not need subjugation or rule, (because they are rational and responsible), there is no need for pervasive rule and as a consequence, no government is needed. Unfortunately, not all people are rational and responsible, therefore limited government is needed. Therein lies the problem. Any entity, be it natural or political, has an innate drive to grow and actualize it’s potential. We have seldom recognized our government’s natural tendency to grow and when we have become aware of it, we have shirked our duty as sovereign citizens to regulate its growth. Ultimately, this natural tendency of our government to grow has been helped along by a well thought out business plan developed by people whom we have considered pillars of the community, who are, in reality, very unscrupulous people. In fact, they are rogues, and their very existence is a determent to mankind. Most of us are aware that we have problems as a nation and we have assumed that our elected officials are hard at work solving and fixing the problems. At least that is what they are supposed to do and that is what they promised to do when elected. Wrong! They are either shirkers and dupes, or they have sold us out. Now, the professional bureaucrat is a totally different breed of cat. I can’t make up my mind just what they are. I’m sure they all need their comeuppance. I have met some who are power mad, rude sobs and I have met some, such are the clerk in the court house, who are polite and give you service with a smile and sincerity. I hope the latter is not tarred with the same brush as the former when the appropriate time comes."},{"pageNumber":10,"pageContent":"Allodial Title Via Land Patent 10 Our rights have been so eroded that an unelected bureaucrat in the county government believes that he has the authority, the right and power to tell me if I can stick a shovel in my ground. Wrong again! I fully intend to show any and all that this piece of patented ground I live on is mine in allodial freehold and I am sovereign on it. I am not an indentured servant, nor serf, nor slave, nor am I a resident of the corporate state or federal government. I am sovereign. I was not always one because, like most Americans, I had unwittingly surrendered my birthrights through sneaky and fraudulent adhesion contracts : 1. birth certificate, 2. social security number, 3. driver’s license, etc. A standardized contract form generally on a \"take it or leave it\" basis, with no opportunity for negotiation as to its terms. A distinctive feature of an adhesion contract is that the weaker party has no realistic choice as to its terms. www.leanlegal.com/dictionary/a.asp A contract which is very one-sided and favors the party who drafted the document. www.phoenixhomes.com/PageManager/Default.aspx/PageID=396993 A contract where the bargaining power of the parties is so unequal that the terms are offered on a \"take it or leave it\" basis, with no opportunity to negotiate. Insurance policies are an example. Where there is any ambiguity in the terms of an adhesion contract, the ambiguity will be interpreted against the person who wrote the contract and in favor of the reasonable expectations of the non-drafting party. www.iciclesoftware.com/vlh7/VLH7Glossary.html I believe there are some 750 of them, but I have since declared my sovereignty , and only death will terminate that. Of course, death may be the only pure sovereignty. I do not believe we can have real sovereignty on this earth unless we have perfected a land patent on our own piece of ground. You will hear the establishment’s mouthpieces say “There is no such thing as allodial title. That went out with the Saxon kings 750 years ago.” That is true to a degree. It is like all the belief scams being run on us. There is a degree of truth in it. Allodial title did go out with the Saxon kings 750 years ago, but John Hancock, Thomas Jefferson, Ben Franklin, Sam Adams and their ilk gave it back to us over 200 years ago . 1913 Federal Reserve Act The establishment has had it hidden from us for awhile. All land in the USA is patented and was (still is, if you know how) allodial until 1913 when the federal reserve act was passed and our land, and all of our possessions, were hypothecated to the federal reserve bank as collateral to a fraudulent, non-payable federal debt. How does that grab you? I would almost bet the farm that most of you didn’t know that. That would be a safe bet, as this whole scam has been very slowly and carefully perpetrated according to a very cunning and complete master plan. If too much attention is paid to it, it slows us down and lulls us back to sleep. Just think back, and you will see this plan’s unfolding over time. Reread the history books, (before they change them again) and it will jump right out at you. As you become aware,"},{"pageNumber":11,"pageContent":"Allodial Title Via Land Patent 11 you will wonder how in the world did you miss that. It really is as plain as the nose on your face. Now you know, and in the final analysis, if we lose our liberty we have nobody to blame but ourselves. The buck stops here. We have had plenty of warnings. Are you listening? If you put this book down and turn on the valium tube for a dose of the establishment pabulum, don’t cry when the banker’s boys in black come to take your land and possessions. Patent your ground now, while you still have possession of it! Chapter 1 The Secret No One Wants You To Know I am going to let you in on a secret. This secret will enable you to keep your land through thick or thin, good times or bad, no matter what. Once you know the secret and follow the secret’s directions then the 1. patentee, 2 his heirs, and 3. assigns forever owns (not leases, rents or otherwise risks losing) that piece of land until you voluntarily give it away, sell it, or otherwise dispose of it. No government, local, state, or federal, bank, mortgage company or speculator can take it, period. No, this is not the ravings of a lunatic. The supreme court of the United S tates of America has upheld this time after time. The government is so afraid of this secret that it has been tight lipped about it for eighty-two years, since they quit telling Americans about it. Even definitions of it have been taken out of our dictionaries. Only in the lar gest of dictionaries will you find the following definition --”allodial freehold— owned freely; not subject to restriction of alienation that existed in feudal law; land held absolutely in one’s own right, and not subject to tenure of any lord or superior; land not subject to feudal duties or burdens; full and complete title to a land; sovereign title to property”. There, you now have the secret to your absolute security because even in the hardest of times you can survive on a small piece of ground that no one can take from you. If you know what your sovereignty gives you and enough of your fellow Americans know, so that government is forced to recognize that sovereignty, and you have perfected your land patent , you are immune to disaster. “A patent for land is the highest evidence of title and is conclusive as against the government and all claiming under junior patents or titles [United States v. Stone, 2 US 525].” Yes, you do have a land patent. All land disposed of by the government prior to the 1930’s was patented to an individual (that is why you will sometimes see them referred to as PLC’s, private land claims ) and that patent says “ to the patentee, his heirs, and assigns forever”. “The patent alone passes land from the United States to the grantee and nothing passes a perfect title to public lands but a patent.” [Wilcox v. Jackson 13 Peter, US 498] You are an “ assigns ” via the equity interest you have in your property. All you have to do is update that patent into your name."},{"pageNumber":12,"pageContent":"Allodial Title Via Land Patent 12 “Patents are issued (and theoretically passed) between sovereigns and deeds are executed by persons and private corporations without those sovereign powers”. [Leading Fighter v. County of Gregory, 230 n. w. 2dI14, 116 (1975)] “A patent regularly issued by the government is the best and only evidence of a perfect. The actual patent should be secured to place at rest arty question as to validity of entries”. [Young v. Miller, 125 so. 2d 257, 258 (1960).] That’s what this book is all about. You will be educated and given the forms and sources of information so you will know beyond a shadow of doubt what patents are, and why they came to be. You will learn how updating your patent will be significant in returning America to the state of “land of the free”. Can I patent my property if it is not free and clear”? One of the most frequently asked questions at seminars is; “ Can I patent my property if it is not free and clear”? Lets deal with that right now so you can read this book without an agony of doubt as to whether this book pertains to you or not. The answer is an unequivocal ‘ YES ’. However, in equity courts (which have no jurisdiction over you if you understand your sovereignty) - “title under patent from the government is subject to control to protect the rights of parties acting in a fiduciary capacity. [Sanford v. Sanford 139 u. s. 290 (1891).] This protection does not include the invalidation of the patent. “The land patent is the highest evidence of title and is immune from collateral attack” [Raestle v. Whitson, 582p. 2d 170,172 (1978)] If you acquiesce to the jurisdiction of the equity court then it will impose a constructive trust upon you , the patentee, until the debt is paid . This protects the owners of an equitable interest. This way the courts can require the patentee to pay a certain amount at regular intervals until the debt is paid, unless of course, there is a problem with the validity of the debt itself. Speaking of debt validity, an interesting aside is that there is a movement afoot now that proves all bank loans and other transactions are fraudulent and illegal . Some sovereigns in Washington state, Montana, and here in Kootenai county, Idaho, have successfully demonstrated this fact. That however, is outside my expertise and I will leave that to Richard Paine, W arren S tone, and Charley Miller. They are handling that quite well. We are living in a very interesting time of history. Whether freedom lives or dies out (for awhile, because you can’ t kill an idea), depends on what the American sovereigns who are awake do. It is going to require that, if you are one of the alert ones, you start raising your voice and start to challenge those whose assumptions are that we are mere subjects of the state and therefore powerless. I’m not, neither should you be. If you perfect your updated patent like I have, then your power quotient will notably increase. “Actual or threatened exercise of power over another is coercion and duress which will render the payment involuntary.” [Cleveland v. smith, 132 us 318] “Neither a town nor its officers have any right to appropriate or interfere with private property.”"},{"pageNumber":13,"pageContent":"Allodial Title Via Land Patent 13 [Mitchell v. city of Rockland -15 me. 496] That quotient will also jump after I show you how to twist an elected official or bureaucrat’s arm if they happen to refuse to record your patent. You don’t have to go to court to force action. Three sentences from you and a short time period for the person to check with risk management, and you will have your desired action. This action on the surety bond is effective and fast. Or, if you like, you can institute action in court. Idaho revised coca 59-811, custody of official bonds-certified copies given every officer with whom official bonds are filed must carefully keep and preserve the same and give certified copies thereof to any person demanding the same, upon being paid the same fees as are allowed by law for certified copies of papers in other cases. (1971) Every state has similar statutes and they are for the same purpose. They are not to protect the official but to protect the public. Some states, such as Washington state have statutes that are even more stringent. The revised code of Washington 4217.250 is very much to the point. It delineates our status as “ sovereigns ” and “ principles ” and the officials statu s as “servant” and “agent”. It doesn’t get any plainer than that. Knowledge is indeed power and you are powerful. You just may not have known it. “Public officials are not immune from suit when they transcend their lawful authority by invading constitutional rights” [American Federation of state, county and municipal employees, AFL- CIO v. Woodward 406 j2d 137 t] “There is no risk of criminal prosecution where one in good faith challenges an agency” [Casey v. FTSCA, Wash. 578j2d 793 (1978)] Another aside; I would really like to know where, how, when and what brought about risk management. They are attorneys employed by county government. Can anybody out there answer those questions? I never knew they existed until I started researching allodial titles and I thought I was well informed. So much for ego, eh! I would like to suggest that when you tear the forms out of the back of this book that you make copies for every land owner you know. Share this book with as many as you can. The purpose of this book is not to generate income (that would be nice and I would not turn it down), but to get as many sovereign Americans on patent perfected land as possible and in as short a time period as possible. This patented land won’t do me any good if all of my neighbors are gone. Speaking of gone, by the Clinton administration’s own figures , the GNP (gross national product) won’t even cover the interest on that fraudulent federal debt by 1997 and that would be a logical time to call the debt and take the land and possessions of non-sovereign Americans that are being used as collateral for the federal debt. Why The Federal Debt Is Fraudulent Notice that I call it the federal debt because we are American nationals and the national government is the one we franchised not the corporate federal government . Sovereign Americans are not federal citizens. American nationals are still under common law and even under the law of negotiable"},{"pageNumber":14,"pageContent":"Allodial Title Via Land Patent 14 instruments (UCC) If a national has reserved his or her rights (without prejudice, UCC 1-207.4, UCC 1-103.7) * that national is not responsible for the fraudulent federal debt. They snuck it in on us and never informed a soul. That in itself is fraud and fraud vitiates everything it touches. They want you to believe that the federal reserve note that you are spending is money. [*Check this out; the numbers have been changed about year 2003] Federal Reserve Note It isn’t, it is a commercial piece of paper issued by a private banking corporation. Therefore, it is an unrevealed commercial contract between you and the Fed. As you intentionally spend it you are obligated to fulfill the contract and that contract is a booger. It has not been tested yet in a court of law, but I am sure it can be negated as an unconscionable contract. “A state may provide for the collection of taxes in gold and silver only.” [State treasurer v. Wright, 28 Ill. 5091: [Whitaker v. Haley. 2 Ore. 128] “Taxes, lawfully assessed are collectible by agents in money and notes cannot be accepted in payment.” Town of Frankfort v. Waldo, 128 ME. 1] (I wonder! Do federal reserve notes fall in this category?) If all of this seems to be Greek to you, I strongly suggest you buy and read Johnny Liberty ’s book “ Sovereign American’s Handbook ”. It is one of the best books on sovereignty there is. That book and Lynne Meredith’s “ Vultures In Eagles Clothing ” should be required reading for every American. There are addresses in the back of this book for both Johnny and Lynne. I know that this sounds like an out and out plug for these books and it is. I honestly feel every American should read both of these books and then we stand a good chance of saving our land. Many patriot groups feel, and I believe rightly so, that we are rapidly running out of time. Chapter 2 History Of Allodial Title Via Land Patents Why did the founding fathers of America choose allodial ownership, and just what and where did this type of title come from? We have to go back to the dawn of mankind when man was a hunter/gatherer. Prime hunting territory was essential for the survival of the tribal unit and the strongest and smartest naturally took the best area and defended it against all comers. With the advent of agriculture, man settled into communities and again the strongest and more intelligent took and held the best crop land that was well watered. This was the beginning of allodial title. Allodial means absolute ownership . If you happen to be the meanest, toughest dude on the block then you can own it absolutely. There is a problem with this type of allodial ownership-that fellow coming down the hill may be tougher"},{"pageNumber":15,"pageContent":"Allodial Title Via Land Patent 15 than you and now he owns it because he took it. Then the political unit came into being. Now my neighbors help me defend my ground, and I help them defend theirs. Now we have community recognition of land ownership. At one time all ownership was allodial. Feudalism Began Then, as this world developed, a concept we know as feudalism came into being when politicians (kings, khans, emperors, president potentates, etc.) used force to impose their will upon others. This is the process by which the toughest thug enlisted other, not so tough, petty thugs to help retain the land he had gained by force, deception, trickery or theft. The king would say, “Ok Duke, you can have the land in this area, but you have to give me apart of what you take from it. Now, if you are not totally loyal to me, I’ll take it away from you and give it to the earl”. So, if the duke holds out on the land rents, taxes, tributes or what ever he chooses to call the graft, the king takes back his land. NOTE : This land is called a fiefdom and the 1. duke’s title is fee simple absolute 2. the king’s title is allodial. Now, does this sound familiar? The county (king) rents (taxes) you (the duke) the ground for a certain number of dollars per year. Y ou withhold the tribute (taxes) for 3 or 5 years, and the king (county) takes your land back (by force if necessary-sherif f) and passes it on to the earl ( highest bidder on the court house steps ). Why Have Sales on Courthouse Steps? Have you ever wondered why it’s done on the court house steps rather than inside the building? I think that inside it would be prima facie evidence of fraud. Our public servants of today don’t know this, but I’ll bet the boys who started it knew. “At common law there was no tax lien.” [Cassidy v. Aroostock, 134 ME. 34] Now you know why I call it a belief scam! Our politicians have us believing they have allodial title and they enforce it by force . A person who takes my property (land, money, etc) at gun point is a crook. “It could probably be shown by facts arid figures that there is no distinctly native American criminal class except Congress.”-Mark Twain Our founding fathers selected allodial title via the land patent for America. “After the American revolution, lands in this state (Maryland) became allodial, subject to no tenure, nor to any services or taxes there to” (Matthews v. Ward 10 Gill & J. (Md) 443 (18390] Tenure was the feudal tenure and the services or taxes required to be paid to retain possession of the land, and, according to Judge Kent, the question of tenure as an incident to the ownership of lands “has become wholly immaterial in this country, where every vestige of tenure has been annihilated” [E."},{"pageNumber":16,"pageContent":"Allodial Title Via Land Patent 16 Washbum, Treatise On The On The American Law Of Real Property, paragraph 118, p. 59.] Deed = Color Of Title Patents Are Title Y our deed to your property is color of title, which I will explain later, and is not really title, only patents are title , but you can get absolute title via the land patent. By now you should be getting down right mad. You and most Americans have been duped and hornswoggled plus some other, not for print, actions, If you are still involved in the political process you should ask any politician you intend to vote for where he stands on this issue. If he verbally weasels don’t vote for him. I think you are entitled to know that your voter registration card is another one of those insidious adhesion contracts. “Adhesion contract—a contract so heavily restrictive on one party (e.g., U.S. citizen) while nonrestrictive of the other (e.g .the government) that doubts arise as to the voluntary nature of the contract; take it or leave it basis; weaker party has no realistic choice as to its terms.” [Johnny Liberty, Sovereign American ‘s Handbook (1995)] If you still have adhesion contracts with the corporate entity, then you need a course in the uniform commercial code. “The entire taxing and monetary system are hereby, placed under the UCC.” [The Federal Tax Lien Act of 1966] Voluntary U.S. Citizen Rescind Your Status Now this does not mean that it applies to you, unless you are still a voluntary U.S. citizen. If you are, and have a reason not to rescind your status but you would like a quick and easy way to stop paying property tax, write to: American Rescind Group , in Moses Lake. Indicate you want the “Stop Property Tax” booklet and enclose $19.95 plus $1.00 S&H. They also have “U.S. Mail Truths”, for $19.95, where you can learn how to mail first class for two (2) cents each, and bulk mail for four (4) cents per rescind. Why would anyone want to be a federal citizen once you know what has been done to you, or should I say, what is about to be done to you. The only reason I can see would be if you have retired, you are drawing SSI, and this is your only sustenance, or, if for reasons beyond your control, you are getting benefits from corporate state for a condition rendering you unable to provide for yourself and your family. Otherwise, get out, declare your sovereignty, the benefits are awesome, the sense of power and lack of frustration will add ten years or more to your life. The feeling of being truly free is one of the most fantastic feeling on earth. They can enslave my body, but my mind and soul are truly free. I hope you can say the same thing. My most fervent prayer is that some day every American can experience that feeling. “Liberty lies in the hearts of men and women; when it dies, no constitution, no law, no court can"},{"pageNumber":17,"pageContent":"Allodial Title Via Land Patent 17 save it”... where do you stand citizen?” Judge Learned Hand (1961) That is a very good question. Where do you stand? I am a sovereign American, I know who I am, ergo this book and seminars. Join me and together we can save American land! Chapter 3 *Color Of Title Make no mistake, the corporate state and federal governments want the American people to believe that our system of land ownership is of the feudal type and that they have allodial title vested in the state . They also don’t want you to believe that you are indeed sovereign. Sovereigns can not be taxed nor regulated without their consent and the government believes that we would not give that consent nor would we pay taxes. Our governments also believe that we don’t have the sense to be loose, much less govern ourselves. Actually the foregoing are very dumb, you might even say stupid, beliefs. I have found the very first objection when faced with this shocking revelation a solid citizen questions how we would keep our country running and providing what little services it does. Upon reflection, the real thinkers come unglued and another U. S. citizen bites the dust and a sovereign is born. * The usual clincher is color of title. Most folks believe that they own their land. When asked how can an entity that does not have equity interest take your property away from you for not paying taxes they are at a complete loss to explain it. “It ain’t so much what a man doesn’t know that causes him so many problems, but what he knows (believes) that (actually) ain’t so”— Will Rogers When I explain allodial vs. feudal and that deeds are not title but color of title the enormity of what has happened to them hits like a ton of bricks. Color of title is simply anything that appears to be title but isn’ t. Remember, according to our supreme court, land patents are the only title . That means: 1. warranty deeds , 2. trust deeds , 3. sheriffs deeds , 4. tax deeds , and even 5. wills , ...are color of title only. “The patent is the only evidence of the legal fee simple title.” [McConnell v. Wilcox, I scam. (ILL) 381 396 (1837)] “Patent rights to the land is the title in fee.” [City of Los Angeles v. Board of Supervisors of Mono County, 292p. 2d539(I956)] “The patent the fee simple [Squire v. Capoeman, 351 U. S. l, 6 (1956)] “and the patent is required to carry the fee “[Carter v. Ruddy 166 U.S. 493, 496 (1896)] Now, if there is any doubt where title lies and that anything but a perfected patent is color of title the following U.S. Supreme Court decision will forever put that doubt to rest."},{"pageNumber":18,"pageContent":"Allodial Title Via Land Patent 18 “I affirm that a patent is unimpeachable at law, except, perhaps, when it appears on its own face to be void; and the authorities on this point are so uniform and unbroken in the courts, federal and state, that little else will be necessary beyond a reference to them.” [Hooper et. al. v. Scheimer, 64 US. (23 how.) 235 (1859)] A patent can not be declared void at law , nor can a party travel behind the patent to avoid it (id at 240 (1859) “A patent when attacked incidentally, cannot be declared void, unless it be procured by fraud, or is void on its face, or has been declared void by law. A patent cannot be avoided at law in a collateral proceeding unless it is declared void by statute, or its nullity indicated by some equally explicit statutory denunciations. Once perfect on its face is not to be avoided, in a trial at law, by anything save an elder patent. It is not to be affected by evidence or circumstances which might show that the impeaching party might prevail in a court of equity. A patent is evidence, in a court of law, of the regularity of all previous steps to it, and no facts behind it can be investigated A patent cannot be collaterally avoided at law, even for fraud. A patent, being superior title, must of course, prevail over colors of title; nor is it proper for dray state legislation to give such titles, which are only equitable in nature with a recognized legal status in equity courts, precedence over the legal title in a court of law”. [ID. at 242, 243,245, 246] It can’t get any plainer than that. Ok! Lets examine what we have now and why they take your ground if you run into hard times. Our (false) ownership is based on three key requirements: 1. We have a deed, be it a warranty, trust, etc. This purports to convey ownership. 2. Title abstracts to chronologically follow the development of these different types of deeds to apiece of property. 3. Title insurance to protect the ownership of the land. These three items give us a systematic and orderly transfer of a piece of property. We already know that it does not convey legal title. Only the land patent will do that. None of the three can convey mere possession by itself for it must have one more or both to satisfy the system now. 1. Since the abstract only traces the title and, 2. the insurance only insures the title, the most important one is the deed. It purportedly conveys title. Ask a realtor nowadays what the deed does and nine times out of ten, he’ll tell you, “It gives you title”. All deeds state that they convey the ownership to the land. “Deeds are actually color of title” [G. Thompson, Title To Real Property, Preparation And Examination Of Abstracts, Ch. 3 Para. 73, P. 93 (1919)]"},{"pageNumber":19,"pageContent":"Allodial Title Via Land Patent 19 That’s interesting, but who is G. Thompson? Lets see what the courts have said. “In fact, any instrument may constitute color of title when it purports to convey the title to the land, as well as the land itself; although it is void as a muniment of title” [Joplin Brewing Co. v. Payne, 197Mo. 422, 94 s. W. 896 (1906)] “ Muniment ” means document serving as evidence of inheritances, title to property, etc. [Webster’s Dictionary, 2nd Ed. 1972] “A color of title is that which in appearance is title but which in reality is not title.” f Wright v. Mattison, 18 How. (U. S.) 50 (1855) J [sic; f and J might be brackets and this is simply an editorial error from a previous digitization] Warranty Deeds / Deeds “A warranty deed is like any other deed of conveyance [Mahrenholz v, County Board of School Trustees of Lawrence County, et. al., 93 Ill ap. 3d 366 (1981)] “A warranty deed or deed of conveyance is a color of title.” (Dempsey v. Burns. 281 Ill. 644, 65 (1917) “Deeds constitute colors of title” (Dryden v Newman 1161LL 186 (1886) “A deed that purports to convey interest in the land is a color of title.” [Hinckley v. Green. 52 ILL 223 (1869)] “A deed which on its face, purports to convey a title, constitutes a claim and color of title “ [Busch v. Huston, 75 III 343 (1874); Chickering V. Failes, 26 ILL. 508 (1861)] “A quit claim deed is color of title “[Safford v. Stubbs 117 ILL. 389 (1886)] “Sheriffs deeds also are colors of title “[Kendrick v. Latham 25 Fla. 819 (1889)] “Thus any tax deed which purports, on its face, to convey title is a good color of title” [Walker v. Converse, 148 ILL. 622 629 (1894) Tax deeds have really been worked and worked hard. There are nine cases in Illinois alone. Some of them are as follows; [Peadro v. Carriker), [Chicago V. Middlebrooke], [Piatt County v. Goodell], [Stubblefield V. Borders], [Coleman v. Billings], [Whiney v. Stevens], [Thomas V. Eckard], [Holloway V. Clarke] “A will passes only color of title” (Baldwin v. Ratcliff, 125 ILL. 376 (1888); [Bradley v. Rees, 113 ILL 327 (1885)] It seems that the courts have had a lot to say on the matter of color of title . So to make the land available for seizing, it is obvious that something was needed to replace that impregnable land patent"},{"pageNumber":20,"pageContent":"Allodial Title Via Land Patent 20 and almost anything would do. All that it took was the powers that be to proclaim that this is the way it is. We were living so good and under the illusion of simplifying the procedures, we had a system run in on us that would allow 1. banks, 2. mortgage companies and, of course, the 3. tax collectors to “grab ground.” Johnny Liberty quoted Etienne de la Boetie in his book “ Sovereign American’s Handbook ” and it sure looks like he hit it right on the nail. Have We: Lost Liberty / or / Won Our Enslavement? “It is incredible how, as soon as a people becomes subject, it promptly falls into such complete forgetfulness of its freedom that it can hardly be roused to the point of regaining it, obeying so easily and willingly that one is led to say ...that this people has not so much lost its liberty as won its enslavement” [Etienne de la Boetie wrote in French; you can learn more at: ht tp://www .bui ldf r eedom.com . Look for the Terra Libra reports – especially the one titled THE NATURE OF GOVERNMENT . It seems to be a natural thing, to take the path of least resistance, or “I’m just me, there isn’t anything I can do about it.” This reminds me of a study conducted in Boston after WW2. It was believed that the German character lent itself to obeying orders. They designed an experiment whereby the experimenter would take responsibility for the subjects’ behavior. Shock Test To Lethal They had the subject sit in this chair in front of this impressive control panel and in the center was a knob that went from zero to lethal. When the subjects came in they passed this electric chair with tie down straps etc, but it was out of sight of the chair. The criterion was that the individual in the electric chair had to answer a series of questions. If he gave a wrong answer he was administered a shock. Wrong answers were accumulative. With the second wrong answer, the shock was increased a notch by the experimenter. It really wasn’t happening because the person being shocked was a stooge. This is the real shocker! Ninety per cent of the Americans tested went all the way to lethal when the experimenter took responsibility. Well folks, the government has taken responsibility for you from cradle to the grave and the latter may not be too far down the road for a lot of us. We are being referred to as useless eaters and the"},{"pageNumber":21,"pageContent":"Allodial Title Via Land Patent 21 environmental management plan refers to human beings as biological resources. Now I don’t know about you, but I begin to wonder just how important I am to an entity that considers me in the same category as a pig or a chicken or a cow or a horse . Being a number is bad, but this is something else. At this I draw the line—I may go down but it will not be with out a struggle. Move over David, I’ve got a real Goliath and that brings to mind W .E. Henleys poem: INVICTUS Out Of The Night That Covers Me Black As A Pit From Pole To Pole, I Thank Whatever Gods There Be For My Unconquerable Soul. In The Fell Clutch Of Circumstance I Have Not Winced Or Cried Aloud; Under The Bludgeoning Of Chance My Head Is Bloody But Unbowed. Beyond This Vale Of Doubt And Fear Looms But The Terror Of The Shade And, Yet, The Passing Of The Years Finds, And Shall Find Me, Unafraid. It Matters Not How Straight The Gate How Charged With Punishments The Scroll I Am The Master Of My Fate, I Am The Captain Of My Soul. To be the master of your fate and the captain of your soul requires a tremendous amount of courage. We are up against a system that intends to rule us in any manner they see fit. A declaration of sovereignty and allodial title to your land is a very good stop to that. Your freedom will leave only if you let it. It’s up to you, I’ve declared as has thousands of others. Very few have updated their patent (for the best of reasons, they did not know a patent existed), but they will by the thousands, as soon as they learn how, where, what, and when. Will you be in that group? America needs you and your patented land! !"},{"pageNumber":22,"pageContent":"Allodial Title Via Land Patent 22 Chapter 4 How: To Patent Your Ground This has got to be the simplest action a man or woman can take that has such far reaching effects. Steps: To Patent Your Ground By sending off for: 1. a certified copy of the original land patent for your property, 2. filling out the assignee’s update of patent, and then 3. filing it with your county recorder, you have created instant security. That piece of ground is yours. You may have to defend it in court but with all the case law in a subsequent chapter any attorney worth a grain of salt can win and in very short order, as more and more people learn about the patent and its power, challenges to your title will cease, that is, unless you are up to skullduggery. I want this is soak in for just a minute— When that patent is perfected in 60 days fr om the day you file it you ar e in permanent continuous perpetual ownership of that gr ound. No one can take it away from you and leave you empty handed. If, for some reason, eminent domain is evoked against your property, you must have a jury trial if you do not want to give it up. Even if you lose, then you must be compensated at fair market price. You can do what you want with it. 1. No one but you has a say so in it. 2. It is yours; you have paramount title, superior title, the best and the only title. Now you know why government and bankers had to get rid of the patent. It’s allodial title and it spells their doom. In my legal castle, which is what the patent gives me, I am legally, lawfully in control of my destiny and we don’t need but a limited government. This bloated monster we have now is dead. I think it smells its’ demise. If you ask a person with a vested interest in this dinosaur, they will deny it’s so, even when they see it in black and white. Recorder May Present A Recordation Delimma? It took Richard and I four months to force our recorder to record our patents, even after we showed him in black and white that the law said he had to do it. The banker’s boys, the attorneys of risk management, kept saying no and finally, when we found the arm twisting surety bond technique, the recorder did capitulate ."},{"pageNumber":23,"pageContent":"Allodial Title Via Land Patent 23 At this juncture there are people who believe that the government, rather than go back to its old subservient role, will attempt to enslave us through color of law statutes, 1. FEMA , 2. BATF , and 3. UN troops . Yes, just raw brute force . It has been known to happen before and it can happen today. If you say our government wouldn’t blatantly disobey the law of the land, I have some beautiful ocean front property in Arizona I’ll sell you cheap. Ask Sam Weaver or the folks at Waco. Waco ! W aco happened on the tube right out in the open. I will never forget Janet Reno saying “They got what they deserved”. Since when do 18 babies deserve to be burned to death over an alleged crime of one man? My God says I’m not to judge but I’ll make book that a pointed eared fellow will have jurisdiction over her in the future if for nothing else but that statement. My instincts tell me that never in history has America been so close to total loss of liberty . Corrupt Government Leadership ! Our president is a crook, (watch the Clinton Chronicles), the first lady is on the verge of indictment, and only extreme political maneuvering and respect for the office of the American first lady (not the occupant) stops that from happening. Our elected officials have more exposed corrupt ones than any time in history. Shoshone County, Idaho has a treasurer that just declared her second bankruptcy. These are not just isolated events, either. I’ll bet each and everyone of you can tell me horror stories. There is a very large church group that tells its members to keep at least two years of food stored. Surviving For A Year? Any militia group or survivalist will tell you to store at least a years worth. So why does the government pass a ‘color of law’ law against hoarding and you can only keep three months worth. That won’t make it to the next harvest much less through the winter months. Who does it hurt? I think they might want to starve someone out. Why? Interesting times, to say the least. All I know is that a sovereign citizen who has a perfected patent on his ground is in a very enviable position."},{"pageNumber":24,"pageContent":"Allodial Title Via Land Patent 24 Steps: To Patent Your Ground, cont’d. 1. First, procure the legal description of your piece of ground. If you do not have it, you can get it at the assessor’s office, or at the nearest title company. 2. Second, find the address of your BLM office from the back of this book. 3. Third, send your properties legal description, along with a blank signed check on which you have written, “not to exceed $20,” and a request for a certified copy of the original land patent for your legal description. It will usually be for 160 acres but you will patent only your legal description. Remember, that must be a certified copy . If yours is not certified, do not use it. It will invalidate your patent and you will think you are protected but if you had to go to court to defend it, you would lose. 4. Fourth, when you get the certified copy of your original land patent use it to fill out the ‘assignee’s update of patent’ form in the back of this book. Be sure you make copies of the blank forms so you can give them to every land owner you know and then tell them how to do it. If you don’t want to do that then give the address of American Sovereigns Group in Moses Lake, Washington. They can write and get their own book. Our job is to make sure every sovereign American and those not so sovereign are protected on their land. We also want to cut off the purse strings so we can get some sound fiscal management out of these so-called public servants. Then instead of buying votes with entitlement programs they will be elected by how well they manage rather how good they are at giving away our country and money. 5. Fifth, take the completed unsigned ‘assignee’s update of patent’ to the nearest notary and have it notarized. Make sure everyone who has an interest in the property has signed the update (ie; your wife/husband). Those with a fiduciary interest (bankers, speculators etc) will find out when you send them your notice that you have updated the patent on your property. You should execute a trust agreement with your lender so his interests are protected. 6. Sixth, take the signed, notarized update of patent, the certified copy of the original land patent, and your declaration of homestead (optional) to your county recorder’s office and present it for recording. This will cost about $20 to $40 depending oil the number of pages you have and the number of pieces of property you have (only one declaration of homestead per person). 7. Seventh, go to the local paper and publish a notice for three days running of what you just did, along with a legal description of the property (yours will be similar to the one in the back of this book). This will suffice as notice to all who have equity interest in your property. There are a lot of fools out there that are going to read this and immediately attempt to steal their neighbor’s land. On the surface it appears that you can do just that. However, when you research the law, one of the areas that a land patent can be attacked is via fraud, fraud vitiates anything it touches (that means nullifies) and then you come under common law and that is a jurisdiction that you cannot hide from. There are two rules that a sovereign must abide by. (1) You cannot infringe on the rights of another sovereign. (2) You must keep all contracts that you enter into knowingly, intentionally, and voluntarily."},{"pageNumber":25,"pageContent":"Allodial Title Via Land Patent 25 So, if you steal my ground via a technicality you have infringed on my right to own property and I have recourse. We are going to be in a period of upheaval because the bankers attempted to destroy our allodial titles and we are going to pay the price until we can get it back on track. 8. Eighth, make a copy of the forgoing documents and send them to everyone who has an equitable interest in your property (you will hear some anguished howls but after their initial consultation with a knowledgeable attorney you won’t hear anything. They can’t win but you can be assured they will pray for your continued prosperity so they get paid on time). Now, if your lender is astute and he’s not a corporation he will already have filed his patent which you will get when you payoff your ground. I would also strongly suggest that you make arrangements with the holder of equity interest in your ground for him to take silver or gold instead of federal reserve notes. You have then paid off your debt, not satisfied it with limited obligation. That is what you do when you use FRN’s (federal reserve notes). Then there can never be a question about your patent for there will be no mistakes nor fraud and it will be paid in lawful money (gold or silver). 9. Ninth, wait ninety (90) days until your patent is perfected and re-record the front page of your update of patent. Just a little insurance to be sure the servant doesn’t futz with the document. If your recorder is honest and smart you will have no trouble and he will record your paperwork, the law does not give him the right to make a legal determination of what to file and what not to file. That is the courts duty. However, if he does question you, ask him (these are the three questions mentioned previously); (1) to show in your states code what his job is. Point out to him the law (it’s the same in every state or close enough for government work); if he still does not record your documents, then (2) demand a copy of his surety bond and (3) the name of his insurance carrier for that bond Inform him that it is CYA time (cover your assets) because you intend to file a claim with his insurance company against his bond. A lot of them are duped and don’t know they are being used. At this point he is going to start hollering for risk management (the banker’s boys). This is when risk management usually caves in. Some may be obstinate and continue to fight but eventually they can’t handle the pressure. If risk management gets stubborn you can also file against their surety bond too. When the insurance company, who looks at it dispassionately, tells them that if they continue they will lose and lose big, they capitulate. You might also inform the recorder of what the consequences are when he loses, which he will do, because the law is on your side, even in their own kangaroo courts. Those consequences are a loss of deductible. If the loss is big enough he loses pension, benefits, and eventually if it goes so far that he is convicted of denying your constitutional right, he loses his job, house and the whole nine yards. Oh yes, you get the house and assets, so it is worth pursuing. 10. Tenth , make copies of your land patent and post it at all four corners of your property. You are telling the world that this is a sovereign’s castle. There is one other thing that you should remember also. That person you are dealing with is (or can be) a sovereign citizen who is asleep. If you are gentle but firm you just might wake them up and then we have another ally in the struggle. Make no mistake, it is a struggle and you have been hoodwinked into believing that you are a mouse when in fact you are a lion. I’ll also bet that, depending on how asleep"},{"pageNumber":26,"pageContent":"Allodial Title Via Land Patent 26 you were (duped) you are going to roar very loud at anyone or anything in your path to freedom and liberty. Our founding fathers knew that true and absolute ownership of land was the cornerstone to freedom and liberty, You now know how to patent your land and arrive at allodial title and ownership. The rest is up to you. You may capitulate and knuckle under to an unjust and illegal rule or you can be the captain of your fate and master of your soul. Now it truly is your choice, as you now know how to do it. It is not theory but fact. We have done it. Y ou can too! Chapter 5 How To Defend It After a period of time goes by and more and more of us patent our land and the local government challenges a few of us who have the courage to stand by our convictions we won’t have to defend. Now, however, the local governments and departments will challenge us and you must know the law or have ready reference to it (if, as I said, you are going to be one of the few who will fight). Also, those of you who want to fight, hang in there, part of the proceeds of this book will be plowed in to the American Sovereigns Group for legal defense of patentee’s title, etc. American Sovereigns Group - Legal Defense Fund On this legal defense fund, I really didn’t intend to write a book nor even lecture on it. Our person who wanted to be our expert on land patents and who actually patented land in Washington state first lost courage, talked to an enemy lawyer and ran backward on us so fast I had to cancel one lecture and give the second one myself. That left me with a short period of time to learn just what a land patent was, That lead to folks saying “Give us something we can use as a reference”, and “We The People”, because I pointed out glaring errors in the material they were marketing, kept pushing for a book, so here it is. As a result part of it is going to be plowed back into the fight. So those of you who can’t get it done on your own or whom the government has targeted for action please send us a detailed case history and we will evaluate it. Notice that I said send , not call. Listen closely! If you call we will not listen nor will we have anything to do with you because you just demonstrated that you couldn’t follow directions. We do not have time to waste. Call it unfair; call it whatever the hell you want to but that is the way it is. We must win this or you and I are in deep doo-doo. I don’t know about you but I intend to die a free man and I don’t want to do it with my boots on just yet. What I’m going to do is give you excerpts from significant court cases so that, if you can find one, your competent attorney can win it hands down. That’s no joke, as we have 150 years of case law supporting the patent . Once they are pointed out to a lawyer who knows come here from sic’m, it’s a walk in the park. You don’t have to truckle to one, just tell him what you want and give him this book. If he can’t"},{"pageNumber":27,"pageContent":"Allodial Title Via Land Patent 27 guarantee victory, walk. Remember, that until we have educated our courts again you will probably lose the first couple of rounds. Be prepared to fight the good fight. Now you know that if you are not willing to walk the walk and talk the talk don’t enter the arena. This isn’t for wimps. You are a sovereign. There is only one higher than you. If you watched “ Roots ,” remember when Kinta was born and his father held him up to the night sky and said “Behold, the only thing greater than you are”. That’s you! No servant behind a desk can dictate to you if you remember who you are. Here goes. Patent As T itle: Originally, the intent of congress was to protect the sovereign freeholders and create a permanent system of land ownership in the country. Today the stated intent of congress is to retain the family farm. To do this, it is necessary to protect the sovereign on his ground and to make sure he can keep it. The land patent and the various patent acts are for this purpose. If the patent is regular in its’ form, the law will not presume that it was obtained by fraud of the public right. Remember, there is only four ways a patent can be voided , (I) you do it voluntarily, (2) the original was fraudulently obtained, (3) it is voided on it’s face, or (4) it is set aside by a court of law. ~ A court of law means a COMMON LA W Court , not ~ equity court or ~ admiralty court , not ~ world courts ... ...but the only court of law that has jurisdiction over a sovereign American, a common law court . This principle on land patents is not merely an arbitrary rule of law established by courts, it is a doctrine which is founded upon reason and the soundest principles of public policy. It was adopted in the interest of peace in the society and permanent security of titles. “An estate of inheritance without condition , belonging to the owner, and alienable by him, transmissable to his heirs, absolutely and simply, is an absolute estate in perpetuity and the largest possible estate a man can have, being in fact allodial in its nature.” [Stanton V. Sullivan. 63 RI. 216696 (1839)] “unless fraud is shown, this rule is held to apply to patents executed by the public authorities.” [State v. Hewitt Land Co., 134 p. 474,479 (1913) “legal titles cannot be conveyed except in the form provided by law.” [McGarrahan v. Mining Co. 96 U.S. 316 (1877)] The Word Law Means Common Law Note: When the word law is used it means common law. Our courts today are not law, they are equity or"},{"pageNumber":28,"pageContent":"Allodial Title Via Land Patent 28 admiralty which has no jurisdiction over a sovereign unless the sovereign’ s acquiesce. Challenge Every Court Your Enter Challenge the jurisdiction of every court you enter because if you don’t you freely give away all of your god-given rights . If you are of the mistaken opinion that the governments, or courts, were instituted to protect your rights, and does protect your rights, then you have another think coming. If the government and courts did fulfill their proper and only function we would not be in the mess we are in. It makes me grind my teeth to have to be in an adversative relationship with the government. “legal title to property is contingent upon the patent issuing from the government.” [Sabo v. Horvath, 559 p. 2d 1038, 1040 (aka. 1976)] “that the patent carries the fee and is the best title known to a court of law is settled doctrine of this court,” [Marshall v. Ladd, 7 Wall. (74 U.S.) 106 (1869)] “a patent issued by the government of united states is legal and conclusive evidence of title to the land described therein, ho equitable interest, however strong, to land described in such patent can prevail at law, against the patent.” [Land Patents, Opinions of the United States Attorney General’s office. (Sept.1869)] Back then, officials were first and foremost Americans and not lackeys of a foreign power structure. “a patent is the highest evidence of title, and is conclusive against the government and all claiming under junior titles, until it is set aside or annulled by some judicial tribunal.” [Stone v. United States, 1 Well. (67 U.S. 765 (1865)] “the patent is the instrument which, under the laws of congress, passes title from the United States and the patent when regular on its ,face, is conclusive evidence of title in the patentee, when there is a confrontation between two parties as to the superior legal title, the patent is conclusive evidence as to ownership.” [Gibson v. Chauteau, 13 Wall 92 (1871)] “congress having the sole power to declare the dignity and effect it’s titles has declared the patent to be the superior and conclusive evidence of the legal title.” [Bagnell v. Broderick, 38 U.S. 438 (1839)] “issuance of a government patent granting title to the land is ‘the most accredited type of conveyance know to our law’ “, [United States v. Creek Nation, 295 U.S. 103,111, (1935)]; [United States v. Cherokee Nation, 474 f. 2d 628,634 (1973)] “the patent is prima facie conclusive evidence of the title.” [Marsh v. Brooks, 49 U.S. 223,233 (1850)] “a patent, once issued, is the highest evidence of title, and is final determination of the existence of all facts,” [Walton v. United States, 415 f2d 121,123 (10th cir. (1969)] “a patent is prima facie valid and if its validity can be attacked at all, the burden of proof is"},{"pageNumber":29,"pageContent":"Allodial Title Via Land Patent 29 upon the defendant” [State v. Crawford, 475 p.2d (Ariz. app. 1970)] Now that’s nice! When you go after them they have to prove it, not you. That must be where that old adage in football comes from “the best defense is a good offense”. Anyway; sic-um, tiger! “a patent to land is the highest evidence of title and may not be collaterally attacked” [State v. Crawford, 441p2d 586,590 (Ariz. app.1968)] “the land patent is the highest evidence of title and is immune from collateral attack.” [Raestle v. Whitson, 582 p.2d 170,172 (1978)] “patents rights to the land is the title in fee.” [City Of Los Angeles V. Board Of Supervisors Of Mono County, 292 P. 2d 539 (1956)] “the patent is the fee simple,” [Squire v. Capoeman, 351 U.S. 1, 6 (1956) ] “and the patent is required to carry the, fee,” [ Carter v. Ruddy, 166 U.S. 493, 496 (1896) ] “it is the largest estate in land that the law will recognize, a fee simple estate still exists even though the property is mortgaged or encumbered” [Hughes V. Miller’s Mutual Fire Insurance co., 246 s.w. 23 (1923)] “state statutes that give less authoritative ownership of title than the patent can not even be brought into federal court.” [Langdon V. Sherwood, l24 U.S. 74,81 (1887)] In the beginning they will try to get you in equity court or even admiralty at the state level. Be prepared to scotch that idea. State courts have no jurisdiction. “the congress shall have power to dispose of and make all needful rules and regulations respecting the territory or other property belonging to the United States.” [Constitution Of The United States Of America, Article IV, Section III, Clause 11.] Klais V. Danowsk One of the latest cases in Michigan [Klais V. Danowski, 337 Mich. Reports 1964, Michigan Supreme Court] held that, based on the supreme law of the land, patents to land were not cut off by the subsequent creation of the state and that the state has no jurisdiction on the patented lands. Michigan Attorney General Frank Kelly found he could not attack a patent that is valid on its face. That means that neither the Michigan Supreme Court (or any other state supreme court), nor any lesser court can overturn the U. S. Constitution, acts of congress, a state’s enabling act and constitution, nor over 200 years of U. S. supreme court decisions upholding and abiding by the supreme law of the land which has always held that land patents convey and confirm absolute title to land. Being the absolute legal title to land, the land patent, derived from the U.S. Constitution, makes the United States of America a party of interest in any attack on that title in courts of law. The only court of original and proper jurisdiction is the Supreme Court of the United States. The lesser federal courts can"},{"pageNumber":30,"pageContent":"Allodial Title Via Land Patent 30 not rule on the force and effect of the patent. They must abide by the legislative intent [quoting David Johnson, secretary, Oakland Citizens for Justice, quoting corpus juris secundum]. This is another organization you should contact if you plan to record and defend your patent. Their address is in the address section . He goes on to assert that a novel claim might be that patented land is outside of the jurisdiction of whom ever is attempting to deprive you of your property. I am not too sure that is a novel claim but that it is the only one that make sense and it appears to this author the only defense to start with. It’s a lead pipe cinch that if enough of us do not step up and be counted the shoddy practices will continue. There you have it. It could not be plainer than the nose on your face. If someone tells you that there is no such thing as allodial title or land patents or land grants or that such things are for mining claims only you can educate them. If, after you tell them the truth, they still insist, then you know you are dealing with the enemy or an idiot or both. Government Harassment - Quote This Case Hafer v. Melo Title 18, United States Code, sec. 241 Should your officials continue to harass you, you might quote the following Supreme Court decision [Hafer v. Melo, 90 681 U. S. (1991)], that held under title 42, United States Code, sec. 1983 suits “every person who, under color of any statute, ordinance, regulation, custom, or usage, of any state subjects, or causes to be subjected, any citizen of the United States or other person within the jurisdiction thereof to the deprivation of any rights, privileges, or immunities secured by the constitution and laws, shall be liable to the party injured.” You might want to quote Title 18, United States Code, sec. 241 to them also. Don’t use sec. 242 ; because that section is for federal citizens under federal jurisdiction and that is something you don’t want to be. You want sovereign jurisdiction of common law (no victim no crime ergo no penalty). In the next section I am going to list every case that I have been able to find that deals with this issue. You can skip reading it except the blurb about Michael New. The rest will bore you to death and you will only need it if you have to defend you title. God forbid that you ever have to do that. A word to the wise: in checking definitions in books such as Black’s Law dictionary or Bouvier’ Law dictionary find an old edition because when checking the old against the new, they are not the same. You may take that to mean what ever you want, but get the old edition. That brings to mind the adage; “You are not getting old, you’re getting better.”"},{"pageNumber":31,"pageContent":"Allodial Title Via Land Patent 31 Chapter 6 Patent Case Law ALLODIAL TITLE MATTHEWS V., 10 GILL & J (MD) 443 WALLACE V. ARMSTEAD, 44 PA. 492 WENDELL V. CRANDALL, 1 N.Y. 491 STANTON V. SULLIVAN 7A. 696 McCARTEE V. ORPHUM’S ASYLUM. 9 COW N.Y. 437,18 AM. DEC. 516 PEOPLE V. RICHARDSON, 269 M. 275,109 N.E. 1033 LAND P A TENT SANFORD V. SANFORD 139 US 642 FENN v. HOLMES, 21 HOWARD 481 LOMAX V. PICKERING, 173 US 26 GIBSON V. CHOUTEAU, 80 US 92 WILCOX V. JACKSON 13 PETER (US) 498 UNITED STATES V. STONE, 2 US 525 MINTER V. CROMMELIN, 18 US 87 JOHNSON V. CHRISTIAN 128 US 374 DOE v. AIKEN 31 FED. 393 SARGENT V. HERRICK & STEVENS 221 US 404 NORTHERN R.R. CO. V. TRAIL COUNTY, 115 US 600 BEADLE V. SMYSER, 209 US 393 BAGNELL V. BRODERICK, 13 PETER (US) 436"},{"pageNumber":32,"pageContent":"Allodial Title Via Land Patent 32 STEEL V. ST. LOUIS SMELTING & REFINING CO. 106 US 417 HOGAN V. PACE 69 US 605 LANGDON V. SHERWOOD 124 US 74 CARTER V. RUDDY 166 US 493 RUDDY V. ROSSI 248 US 104 GOLDING V. SCHUBAC 93 US 32 SAVILLE V. CORLESS 46 US. 495 ECHART V. COMMISSIONERS, C.C.A. 42 F2d 158; 283 US 140 CLEVELAND V. SMITH 132 US 318 PEOPLE V. HINES, 89 P. 858,5 CAL. APP. 122 MITCHELL V. CITY OF ROCKLAND, 45 ME. 496 STATE TREASURER V. WRIGHT 28 ILL 509 WHITAKER V. HALEY 2 ORE. 128 TOWN OF FRANKFORT V. WALDO 128 ME. 1 McCARTHY V. GREENLAWN CEM. 158 ME. 388 CASSIDY V. AROOSTOCK 134 ME. 34 BARKER V. BLAKE, 36 ME. 1 MARSHALL V. LADD 7 WALL 74 US 106 UNITED STATES V. CREEK NATION 295 US 103 UNITED STATES V. CHEROKEE NATION 474 F 2d 628 MARSH V. BROOKS 49 U. S. 223 HOOPER V. SCHEIMER 64 U.S. 23 HOW 235 GREEN V. BARBER 66 N.W. 1032 W ALTON V. UNITED STATES 415 F 2d 121,123 (10th CIR.)"},{"pageNumber":33,"pageContent":"Allodial Title Via Land Patent 33 UNITED STATES V. BEAMON 242 F. 876 FILE V. ALASKA 593 P. 2d 268 LEADING FIGHTER V. COUNTY OF GREGORY, 230 N.W. 2d 114, 116 CHISHOLM V. GEORGIA, 2 DALL (U.S.) 419 WILCOX V. CALLOWAY [I WASH. (VA.) 38-41] STATE V.CRAWFORD 441 P. 2d 586590 YOUNG V. MILLER 125 SO. 2d 257,258 BEAVER V. UNITED STATES, 350 F 2d 4 dert denied 387 U.S. 937 STOLL V. GOTTBREHT 176 N.W. 932,45 N.D. 158 REICHERT V. JEROME H. SHEIP. INC 131 SO. 229, 22E ALA 133 SUMMA CORPORATION V. CALIFORNIA ex. rel. STATE LANDS COMMISSION, 80 L.ED 2d 237 OLIPHANT V. FRAZHO 146 N.W. 2d 685 UNITED STATES V. SPRAGUE 282 U. S. 716 UNITED STATES V. REYNES, 9 HOW (U.S.) 127 WISCONSIN C.R. CO. 124 U.S. 74,81 PUTNUM V. ICKES, 78 F.2d 233, CERT. DENIED 296 U.S. 612 KALE V. UNITED STATES 489 F2d 449,454 HOOFNAGLE V. ANDERSON, 20 U. S. (7 WHEAT) 212 THOMAS V. UNION PACIFIC RAILROAD CO. 139 F.SUPP. 588596 STATE V. CRAWFORD 441 P.2d 586590 (ARIZ.APP ) WINEMAN V. GASTREL 54 FED, 819,4 CCA 596,1 US APP 581 CAGE V. DANKS 13 LA ANN 128 U.S. V. STEENERSON 50 FED 504,1 CCA 552,4 U.S. APP 332 JENKINS V. GIBSON, 3 LA ANN 203"},{"pageNumber":34,"pageContent":"Allodial Title Via Land Patent 34 LITCHFIELD V. THE REGISTER, 9 WALL (U.S.) 575,19 LED 681 UNITED STATES V. DEBEL 227 F 760 (C8 sd, 1915) STANEK V. WHITE, 172 MINN. 390,215 N.W.R. 781,784 WARE V. HYLTON, 3 DALL (3 U.S. 199) LOMAS V. PICKERING 173 US 26 43 L. ED. 601 COLOR OF TITLE DINGEY V. PAXTON, 50 MISS 1038 EHLE V. QUACKENBOSS 6 HILL NY 537 OAKLEY V. COOK 41 N.J. EQ. 350A.2d 496 DONOVAN V. PITCHER, 53 ALA 411 BIRGE V. BOCK 44 MO APP 69 CONVERSE V. KELLOGG 7 BARB N.Y. 590 BLOCH V. RYAN, 4 AOO CAS, 283 RYNOLDS V. BOREL, 86 CAL. 538 MOORE V. WILLIAMS, 115 N.Y. 586,22N.E. 253 ROBERTS V. BASSETT, 105 MASS 409 WRIGHT V. MATTISON, 18 HOW. (U.S.) 50 JOPLIN BREWING CO. V. PAYNE, 197 NO.422 94 S.W. 896 ST. LOUIS V. GORMAN 29 MO 593 RAWSON V. FOX, 65 ILL 200 DAVID V. HALL, 92 R.I. 85 MORRISON V. NORMAN, 47 ILL 477 McCONNELL V. STREET 17 ILL 253 MAHRENHOLZ V. COUNTY BOARD OF SCHOOL TRUSTEES OF LAWRENCE COUNTY etal. 93 ILL APP 3d 366 DEMPSEY V. BURNS 281 ILL 644"},{"pageNumber":35,"pageContent":"Allodial Title Via Land Patent 35 DRYDEN V.NEWMAN, 116ILL 186 HINCKLEY v. GREEN 52 ILL 223 BUSCH V. HUSTON 75 ILL. 343 CHICKERING V. FAILES, 26 ILL. 508 SAFFORD V. STUBBS 117 ILL. 389 HOOW AY V. CLARK 27 ILL. 483 McCELLAN V. KELLOGG 17 ILL 498 GRANT v. BENNETT 96 ILL. 513 MORGAN V. CLAYTON, 61 ILL 35 BRADY V. SPURCK 27 ILL 478 BUTTERFIELD V. SMITH ILL. 111 KENDRICK V. LA TRAM, 25 FLA. 819 HULS V. BUNTIN 47ll—L 396 WALKER V. CONVERSE 148 ll—L. 622 PEADRO V. CARRIKER 168ll—L 570 CHICAGO V- MIDDLEBROOKE, 143 ll—L 265 PIATT COUNTY V. GOODEN, 97 ILL 84 STUBBLEFIELD V. BORDERS 89 ILL 570 THOMAS V. ECKARD, 88 ILL 593. COLEMAN V, BILLINGS, 89 ILL 183 WHITNEY V. STEVENS, 89 ILL. 53 HOLLOWAY V. CLARKE, 27 ILL. 483 BALDWIN V. RATCLIFF 125 ILL. 376"},{"pageNumber":36,"pageContent":"Allodial Title Via Land Patent 36 BRADLEY V. REES, 113 ILL 327 COOK V. NORTON, 43 ILL 391 COUNTY OF PIATT V. GOODELL, 97 ILL 84 SMITH V. FERGUSON, 91 ILL 304 HASSETT V. RIDGELY, 49 ILL 197 BROOKS V. BRUYN, 35 ILL. 507 McCLAGG V. HEACOCK, 34 ILL. 476 BRIDE V. WATT, 23 ILL 507 WOODWARD V. BLANCHARD, 16 ILL 424 MARKET ABLE TITLE AUSTIN v. BAMUM, 52 MINN. 136 ROBERT V. McFADDEN 32 TEX-CIV. APP. 47,74 S.W.105 BARNARD V. BROWN, 112 MICH 452 ORMSBY V. GRAHAM, 123 LA. 202,98 N.W. 724 WICHELMAN V. MESSNER, 83 N.W. 2d 800 CLOSE V. STUYVESANT, 132 ILL 607, 24N.E. 868 CUMMINGS V. DOLAN, 52 WASH. 496 100 P. 989 SABO V. HORVATH, 559 P. 2d 10381040 (AK 1976) DEFECTIVE TITLE HELLER V. COHEN 15 MISC. 378,36 N.Y. S. 668 PLACE V. PEOPLE, 192 ILL 160,61 N .E. 354 COSPERTINI V. OPPERMANN, 76 CAL. 181, 18P. 256 RASCHELL V. PEREZ, 7 TEX, 348 HERMAN V. SOMERS, 158 PA. ST. 42427 A. 1050"},{"pageNumber":37,"pageContent":"Allodial Title Via Land Patent 37 WILD DEEDS SABO V. HORVATH, 559 P. 2d 1038 PORTER V. BUCK. 335 SO. 2d 369,371 THE EXCHANGE NATIONAL BANK V. LAWNDALE NATIONAL BANK, 41 ILL 2d 316,243 N .E. 2d 193, 195-96 MANSON V. BERKMAN 356 ILL 20, 190 N.E. 77 SCHELLER V. TRUSTEES OF SCHOOLS OF TOWNSHIP 41 NORTH 67 ILL APP. 3d 85 MOR TGAGE AS A LIEN NOT TITLE UNITED STATES V. CERTAIN INTEREST IN PROPERTY IN CHAMPAIGN COUNTY, STATE OF ILLINOIS 165 F SUPP. 474 FEDERAL FARM MORTGAGE CORP. V. GANSWER 146 NET 635,20 N.W. 2d 689 SOUTH OMAHA BANK V. LEVY 95 N.W. 603 FIRST NATIONAL BANK V. SARGEANT 65 NEB. 39491 N.W. 595 MORRILL V. SKINNER 57 NEB. 164,77 N.W. 375 BARBER V. CROWELL 55 NEB 57173 N.W. 1109 SPEER V. HADDUCK, 31 FREEMAN (ILL) 439,443 UNITED STATES V. UNITED STATES CHAIN COMPANY 212 F. SUPP. 171 (N.D. ILL.) COMMON LA W UNITED STATES CONSTITUTION WESTERN UNION TELEGRAPH CO. V. CALL PUBLISHING CO. 181 U.S. 765 ROBBEN V. OBERING 279 F. 2d 387(7th CIR.) KARLSON V. MURPHY 56 N.E. 2d 839387 ILL 436 PEOPLE ex. reI. BOARD OF TRUSTEES OF UNIVERSITY OF ILLINOIS V. BARRETT 46 N.E.2d 951,382 ILL. 321 MITCHELL HUTCHINS AND CO. 54 N.E.2d 708322 ILL. APP. 409 HEINEMAN V. HARMANN, 52 N.E. 2d 263, 385 ILL. 191"},{"pageNumber":38,"pageContent":"Allodial Title Via Land Patent 38 WILLIAMSON V. WINNINGHAM ] 86 P, 2d 644, 650 (OKLA.) MISSOURI, KANSAS & TEXAS RAILWAY CO. v. KANSAS PACIFIC RAILWAY CO., 97 U.S. 491,497 MARKS V. DICKSON 61 U. S. (20 HOW) 501 COUSIN V. BLANC’S EX., 19 HOW (U.S. 206,209) ST A TUTES A T LARGE —- THE MAIN PATENT STATUTE IS 3 STAT, 16 th CONGRESS, SESS. I CH. 51 (1820) 12 STAT. 392, 37 th CONGRESS, SESS II CH. 75 (1850 THE HOMESTEAD ACT) 9 STAT. 520 31 st CONGRESS SESS I CH. 85 (1850-MILITARY BOUNTY SERVICE ACT) 8 STAT. 123 29 th CONGRESS SESS II CH. 8 (1847- RAISE MILITARY FORCE) 5 STAT. 444 21 st CONGRESS SESS II CH. 30 (183]) 4 STAT. 51, 18 th CONGRESS, SESS I CH. 174 (1824) 5 STAT. 56, 18 th CONGRESS, SESSI CH. 172 (1824) 2 STAT 748 12 th CONGRESS, SESS. I CH. 99 (1812) 2 STAT. 716, 12 th CONGRESS, SESS. I CH. 68, (1812-GENERAL LAND OFFICE ACT) 2 STAT. 590 11 th CONGRESS, SESS. U, CH.3.5. (1810) 2 STAT. 437, 9 th CONGRESS SESS. H, CH.34 (1807) 2 STAT. 437, 9 th CONGRESS, SESS. H. CH. 34 (1807) [sic, sections U and H above are more likely II] This is not all of the court cases and statutes by any stretch of the imagination but it will be enough to win with. If I have left out some that you know of please let me know. I’ll add them to the next revision. In the next chapter on forms I have taken the information from every form that is available. I am using the salient features for these documents so that it will be less likely that you will have to defend. They will be such that on their face will be information that will effectively deter even the dumbest bureaucrat. I sure hope I don’t have to eat that statement because I seriously overestimate the intellect of some of them from time to time. Flash! Flash! Flash! SPC. Michael New has refused to violate his oath to the constitution by informing his superiors that he has a problem wearing the UN blue beret helmet or armband when his unit deploys. I quote Michael: “1 took an oath to the Constitution of the United States. I can’t find the United Nations in there anywhere”. Support this man. He is a true blue American hero. Get your friends to write him and to any body you can think of who could help his (our) cause."},{"pageNumber":39,"pageContent":"Allodial Title Via Land Patent 39 Spc. Michael New, 73-3242 HHC 1 / 15 Infantry Cmr 464 Box 1183 Apo Ae 09226 [That address and material is from about 1990, New is out of the military and is presently living (add info and website)] Please do it right now , a note will do. God bless and keep the faith, may you live in peace on your allodial freehold. LIST OF FORMS    PAGE NUMBER FORM APPEARS Assignee’s Update of Patent (use to bring patent current)   32 Request Letter For Certified Copy of Original Land Patent ( get certified copy!) 35 Tax Bill Refusal Letter     36 Short Form Declaration of Land Patent (use short form for multiple properties) 37 Declaration of Homestead (use to patent your actual home)   38 Notice to the Court: Tax Bill Counter Demand   39 Indenture in the form of a Grant Deed    40 Declaration of Assignees’ Update of Patent (a sample of an actual patent)  43 Attestation (an actual sample)     46 The following items finish out the book and are not forms Addresses of BLM Offices     47 Title Registration Statute Examples    48 Additional Information from Ralph Kermit Winterowd   49 “Property Scam”     50 Questions to ask Your Banker     52 Definitions from Black’s Law Dictionary – 6 th Edition   53"},{"pageNumber":40,"pageContent":"Allodial Title Via Land Patent 40 Assignee’s Update of Patent (use to bring patent current) RECORDING REQUESTED BY ) AND WHEN RECORDED MAIL TO )    )    )    )    ) RECORDER’S USE DECLARATION OF ASSIGNEES UPDATE OF PATENT PATENT NUMBER ________________________ KNOW ALL MEN BY THESE PRESENTS: THAT__________________________________________________ AND______________________________________________________DO SEVERALLY CERTIFY AND DECLARE THAT _______(WE/I) BRING UP THIS LAND PATENT IN _________(OUR/MY) NAME(S). (1) THE CHARACTER OF SAID PROPERTY SO SOUGHT TO BE PATENTED, AND LEGALLY DESCRIBED AND REFERENCED UNDER PATENT NUMBER LISTED ABOVE IS: (LEGAL DESCRIPTION) (2) NOTICE OF PRE-EMPTIVE RIGHT. PURSUANT TO THE DECLARATION OF INDEPENDENCE [1776], THE TREATY OF PEACE WITH GREAT BRITAIN (8 STAT. 80) KNOWN AS THE TREATY OF PARIS [1793, AN ACT OF CONGRESS [3 STAT. 566, APRIL 24,1824], THE OREGON TREATY [9 STAT. 869 , JUNE 15, 1846], THE HOMESTEAD ACT [12 STAT. 392,1862] AND 43 USC SECTIONS 57, 59, AND 83; THE RECIPIENT HEREOF IS MANDATED BY ART. VI SECTIONS 1, 2, AND 3; ART. IV SECTIONS I CL. 1, &. 2; SECTION 2 CL. 1 8t 2 ; SECTION 4; THE 4TH, 7TH, 9TH, AND 1OTH AMENDMENTS [U.S. CONSTITUTION, 1781-91J TO ACKNOWLEDGE ASSIGNEE’S UPDATE OF PATENT PROSECUTED BY AUTHORITY OF ART. III SECTION 2 CL. 1 &2 AND ENFORCED BY ORIGINAL/EXCLUSIVE JURISDICTION THEREUNDER AND IT IS THE ONLY WAY A PERFECT TITLE CAN BE HAD IN OUR NAMES, WILCOX vs. JACKSON, 13 PET. (U.S.) 498, 101. ED. 264; ALL QUESTIONS OF FACT DECIDED BY THE GENERAL LAND OFFICE ARE BINDING EVERYWHERE. AND INJUNCTIONS AND MANDAMUS PROCEEDINGS WILL NOT LIE AGAINST IT, LITCHFIELD vs. THE REGISTER, 9 WALL. (U.S.) 575, 19 L. ED. 681. THIS DOCUMENT IS INSTRUCTED TO BE ATTACHED TO ALL DEEDS AND/OR CONVEYANCES IN THE NAMES) OF THE ABOVE PARTY(IES)"},{"pageNumber":41,"pageContent":"Allodial Title Via Land Patent 41 AS REQUIRING RECORDING OF THIS DOCUMENT, IN A MANNER KNOWN AS NUNC PRO TUNC [AS IT SHOULD HAVE BEEN DONE IN THE BEGINNING], BY ORDER OF UNITED STATES SUPREME LAW MANDATE AS ENDORSED BY CASE HISTORY CITED. (3) NOTICE AND EFFECT OF A LAND PATENT. A GRANT OF LAND IS A PUBLIC LAW STANDING ON THE STATUTE BOOKS OF THE_______________________(YOUR STATE), AND IS NOTICE TO EVERY SUBSEQUENT PURCHASER UNDER ANY CONFLICTING SALE MADE AFTERWARD; WINEMAN vs. GASTRELL, 54 FED 819, 4 CCA 596, 2 US APP 581. A PATENT ALONE PASSES TITLE TO THE GRANTEE; WILCOX vs. JACKSON, 13 PET (U.S.) 498, 10. L. ED. 264. WHEN THE UNITED STATES HAS PARTED WITH TITLE BY A PATENT LEGALLY ISSUED, AND UPON SURVEYS LEGALLY MADE BY ITSELF AND APPROVED BY THE PROPER DEPARTMENT, THE TITLE SO GRANTED CANNOT BE IMPAIRED BY ANY SUBSEQUENT SURVEY MADE BY THE GOVERNMENT FOR ITS OWN PURPOSES; CAGE vs. DANKS, 13, LA.ANN. 128. IN THE CASE OF EJECTMENT, WHERE THE QUESTION IS WHO HAS THE LEGAL TITLE. TILE PATENT OF THE GOVERNMENT IS UNASSAILABLE, SANFORD vs. SANFORD, 139 US 642. THE TRANSFER OF LEGAL TITLE (PATENT) TO PUBLIC DOMAIN GIVES THE TRANSFEREE THE RIGHT TO POSSESS AND ENJOY THE LAND TRANSFERRED, GIBSON vs. CHOUTEAU, 80 US 92. A PATENT FOR LAND IS THE HIGHEST EVIDENCE OF TITLE AND IS CONCLUSIVE AS EVIDENCE AGAINST THE GOVERNMENT AND ALL CLAIMING UNDER JUNIOR PATENTS OR TITLES, UNITED STATES vs. STONE, 2 US 525. ESTOPPEL HAS BEEN MAINTAINED AS AGAINST A MUNICIPAL CORPORATION (COUNTY). BEADLE vs. SMYSER, 209 US 393. UNTIL IT ISSUES, THE FEE IS IN THE GOVERNMENT, WHICH BY THE PATENT PASSES TO THE GRANTEE, AND HE IS ENTITLED TO ENFORCE POSSESSION IN EJECTMENT, BAGNELL vs. BRODERICK, 13 PETER (US) 436. STATE STATUTES THAT GIVE LESSER AUTHORITATIVE OWNERSHIP OF TITLE THAN THE PATENT CAN NOT EVEN BE BROUGHT INTO FEDERAL COURT, LANGDON vs. SHERWOOD, 124 U.S. 74, 80. THE POWER OF CONGRESS TO DISPOSE OF ITS LAND CANNOT BE INTERED WITH, OR ITS EXERCISE EMBARRASSED BY ANY STATE LEGISLATION; NOR CAN SUCH LEGISLATION DEPRIVE THE GRANTEES OF THE UNITED STATES OF THE POSSESSION AND ENJOYMENT OF THE PROPERTY GRANTED BY REASON OF ANY DELAY IN THE TRANSFER OF THE TITLE AFTER THE INITIATION OF PROCEEDINGS FOR ITS ACQUISITION. [GIBSON vs. CHOUTEAU.13 WAL. (U.S.) 92, 93. (4) LAND TITLE AND TRANSFER THE EXISTING SYSTEM OF LAND TRANSFER IS A LONG AND TEDIOUS PROCESS INVOLVING THE OBSERVANCE OF MANY FORMALITIES AND TECHNICALITIES, A FAILURE TO OBSERVE ANY ONE OF WHICH MAY DEFEAT THE TITLE. EVEN WHERE THESE HAVE BEEN MOST CAREFULLY COMPLIED WITH. AND WHERE THE TITLE HAS BEEN TRACED TO ITS SOURCE, THE PURCHASER MUST BE AT HIS PERIL, THERE ALWAYS BEING IN SPITE OF THE UTMOST CARE AND EXPENDITURE- THE POSSIBILITY THAT HIS TITLE MAY TURN OUT BAD: YEAKLE, TORRENCE SYSTEM. 209. PATENTS ARE ISSUED (AND THEORETICALLY PASSED) BETWEEN SOVEREIGNS LEADING FIGHTER v s COUNTY OF GREGORY, 230 N. W.2d 114, 116. THE PATENT IS PRIMA FACIE CONCLUSIVE EVIDENCE OF TITLE, MARSH vs BROOKS, 49 U.S. 223,233. AN ESTATE IN INHERITANCE WITHOUT CONDITION. BELONGING TO THE OWNER AND ALIENABLE BY HIM, TRANSMISSIBLE TO HIS HEIRS ABSOLUTELY AND SIMPLY, IS AN ABSOLUTE ESTATE IN PERPETUITY AND THE LARGEST POSSIBLE ESTATE A MAN CAN HAVE. BEING IN FACT ALLODIAL IN ITS NATURE, STANTON vs SULLIVAN, 63 R.I. 216 7 A. 696. THE ORIGINAL MEANING OF A PERPETUITY IS AN INALIENABLE, INDESTRUCTIBLE INTEREST. BOUVIER’S LAW DICTIONARY, VOLUME III P. 2570, (1914). IF THIS LAND PATENT IS NOT CHALLENGED, AS STATED ABOVE, WITHIN 60 DAYS IT THEN BECOMES OUR/MY PROPERTY, AS NO ONE ELSE HAS FOLLOWED THE PROPER STEPS TO GET LEGAL TITLE, THE FINAL CERTIFICATE OR RECEIPT ACKNOWLEDGING THE PAYMENT IN FULL BY A HOMESTEADER OR PREEMPTOR IS NOT LEGAL EFFECT A CONVEYANCE OF LAND. U.S. vs STEENERSON. 50 FED 504,1 CCA 552,4 U.S. APP. 332. A LAND PATENT IS A CONCLUSIVE EVIDENCE THAT THE PATENT HAS COMPLIED WITH THE ACT OF CONGRESS AS CONCERNS IMPROVEMENTS ON THE LAND, ETC JANKINS vs GIBSON, 3 LA ANN 203."},{"pageNumber":42,"pageContent":"Allodial Title Via Land Patent 42 (5) LAW ON RIGHTS, PRIVILEGES, AND IMMUNITIES; TRANSFER BY PATENTEE .....”TITLE AND RIGHTS OF BONA FIDE PURCHASER FROM PATENTEE...........WILL BE PROTECTED”. UNITED STATES vs DEBELL, 227 F 760 (C8 SD 1915), UNITED STATES vs. BEAMON, 242 F 876, (CA8 COLO. 1917): STATE vs HEWITT LAND CO., 74 WASH 573, 134 P 474. FROM 43 USC & 15 n 44. AS AN ASSIGNEE, WHETHER HE BE THE FIRST, SECOND OR THIRD PARTY TO WHOM TITLE IS CONVEYED SHALL LOSE NONE OF THE ORIGINAL RIGHTS, PRIVILEGES OR IMMUNITIES OF THE ORIGINAL GRANTEE OF LAND PATENT. “NO STATE SHALL IMPAIR THE OBLIGATIONS OF CONTRACTS”. UNTIED STATES CONSTITUTION ARTICLE I SECTION 10. (6) EQUAL RIGHTS: PRIVILEGES AND IMMUNITIES ARE FURTHER PROTECTED UNDER THE I4TH AMENDMENT TO THE U.S. CONSTITUTION, “ NO STATE.... SHALL DENY TO ANY PERSON WITHIN ITS JURISDICTION THE EQUAL PROTECTION OF THE LAWS”. IN CASES OF EJECTMENT, WHERE THE QUESTION IS WHO HAS THE LEGAL TITLE THE PATENT OF THE GOVERNMENT IS UNASSAILABLE. SANFORD vs. SANFORD, 139 U.S. 642, 35 L ED 290 IN FEDERAL COURTS THE PATENT IS HELD TO BE THE FOUNDATION OF TITLE AT LAW. FENN vs. HOLMES, 21 HOWARD 481. IMMUNITY FROM COLLATERAL ATTACK: COLLINS vs. BARTLETT, 44 CAL 371; WEBER vs. PERE MARQUETTE BOOM CO.,62 MICH 626, 30 N. W. 469; SURGET vs. DOE, 24 MISS 118; PITTSMONT COPPER CO. vs. VANINA, 71 MONT. 44, 227 PAC 45; GREEN vs. BARKER 47 NEB 934 66 NW 1032 (7) DISCLAIMER; ASSIGNEE’S SEIZEN IN DEED, AND LAWFUL ENTRY IS INCLUSIVE OF SPECIFICALLY THAT CERTAIN LEGALLY DESCRIBED PORTION OF THE ORIGINAL LAND GRANT OR PATENT NO.____________________ AND NOT THE WHOLE THEREOF, INCLUDING HEREDITAMENT, TEMEMENTS, PRE-EMPTION RIGHTS APPURTENANT THERETO. THE RECORDING OF THIS INSTRUMENT SHALL NOT BE CONSTRUED TO DENY OR INFRINGE UPON ANY OTHERS RIGHT TO CLAIM THE REMAINING PORTION THEREOF. ANY CHALLENGES TO THE VALIDITY OF THIS DECLARATION & NOTICE ARE SUBJECT TO THE LIMITATIONS REFERENCED HEREIN. ADDITIONALLY; A COMMON COURTESY OF SIXTY (60) DAYS IS STIPULATED FOR ANY CHALLENGES HEERETO. OTHERWISE. LACHES/ESTOPPEL SHALL FOREVER BAR THE SAME AGAINST ALLODIAL FREEHOLD ESTATE; ASSESSMENT LIEN THEORY TO THE CONTRARY (ORS 275.130), INCLUDED. THE FOLLOWING DOCUMENTS ARE ATTACHED TO THIS DECLARATION, CERTIFIED COPY OF ORIGINAL LAND GRANT OR PATENT, DECLARATION OF HOMESTEAD (STRIKE OUT IF NOT APPLICABLE), LEGAL DESCRIPTION OF PORTION OF SAID GRANTOR PATENT. X______________________________________________ X______________________________________________  ASSIGNEE(S) ACKNOWLEDGMENT State of _______________________) (________________________________) ss. County of______________________ ) On ________________ before me, ___________________________________ personally appeared_________________________________ and___________ personally known to me to be the person whose name is subscribed to the within instrument and acknowledged to me that he executed the same in his"},{"pageNumber":43,"pageContent":"Allodial Title Via Land Patent 43 authorized capacity, and that by his signature on the instrument the person or the entity upon behalf of which the person acted, executed the instrument. WITNESS my hand and official seal ___________________________________________    Signature of Notary When Recorded, Return To: __________________________________ __________________________________ __________________________________ Request Letter For Certified Copy of Original Land Patent (get certified copy!) REQUEST FOR CERTIFIED COPY OF ORIGINAL LAND PATENT John-Frank: Smith c/o (Street address etc.) Your City, near [ZIP CODE] Washington state UNITED STATES DEPARTMENT OF THE INTERIOR BUREAU OF LAND MANAGEMENT (SEE ADDRESSES ON ONE OF THE FOLLOWING PAGES) DATE: DEAR SIR, PLEASE SEND ME A CERTIFIED COPY OF THE ORIGINAL LAND PATENT COVERING THE BELOW DESCRIBED LAND. LEGAL DESCRIPTION OF PROPERTY: STATE: COUNTY: BASE/MERIDIAN : TOWNSHIP: RANGE:"},{"pageNumber":44,"pageContent":"Allodial Title Via Land Patent 44 SECTION : ENCLOSED IS A US POSTAL MONEY ORDER FOR $20 TO COVER EXPENSES. THANK YOU, (John-Frank: Smith) enclosure: $20.00 Postal Money Order Tax Bill Refusal Letter DATE: [John-Frank: Smith] c/o [Street Address] Your City; near [ZIP CODE] Washington state COUNTY CLERK COUNTY COURT HOUSE [COUNTY SEAT, STATE] DEAR [NAME OR TITLE] ON [DATE OF RECORDING], I RECORDED A DECLARATION OF LAND PATENT WITH THE RECORDER’S OFFICE AS INSTRUMENT #______________ SEE ENCLOSED COPY. RECENTLY, I RECEIVED A TAX BILL FOR THE AMOUNT OF $_____________. SEE ENCLOSED COPY. THIS MUST BE A MISTAKE. MY DECLARATION OF LAND PATENT IS SUPERIOR TITLE TO THAT HELD BY THE STATE. “THAT THE PATENT CARRIES THE FEE AND IS THE BEST TITLE KNOW TO A COURT OF LAW IS THE SETTLED DOCTRINE OF THE COURT.” MARSHALL vs. LADD. 74 U.S. 106. “A PATENT IS THE HIGHEST EVIDENCE OF TITLE, AND IS CONCLUSIVE, AGAINST THE GOVERNMENT AND ALL CLAIMING UNDER JUNIOR TITLE, UNTIL IT IS SET ASIDE OR ANNULLED BY SOME JUDICIAL TRIBUNAL.” STONE vs. US.; 67 US. 765. “ISSUANCE OF A GOVERNMENT PATENT GRANTING TITLE TO LAND IS ‘THE MOST ACCREDITED TYPE OF CONVEYANCE KNOWN TO OUR LAW’” US. vs. CREEK NATION. 295 US. 103.111 . US. vs. CHEROKEE NATION 474 F.2d 628. 634."},{"pageNumber":45,"pageContent":"Allodial Title Via Land Patent 45 LAND CANNOT BE TAXED IF A LAND PATENT IS CURRENT. I AM NOT A TENANT. I HEREBY REVOKE YOUR POWER OF ATTORNEY AND WITHDRAW MY CONSENT FOR YOU TO TAX ME BASED UPON THE VALUE OF MY LAND. PLEASE LOOK INTO THIS MATTER IMMEDIATELY. ALL RIGHTS RESERVED WITHOUT PREJUDICE UCC 1--207 SINCERELY, (John-Frank: Smith) Short Form Declaration of Land Patent [This form is for the future, when we have county officials trained to no contest and for attaching to other documents.] PREPARED BY, AND WHEN RECORDED MAIL TO: YOUR NAME ADDRESS CITY, STATE ZIP DECLARATION OF LAND PATENT UNITED STATES LAND PATENT NUMBER _________________ ISSUED ON THE ________ DAY OF _______________________________ BY _____________________________, PRESIDENT OF THE UNITED STATES OF AMERICA. KNOW ALL MEN BY THESE PRESENTS: THAT WE, ___________________________________ AND, ______________________________ DO JOINTLY CERTIFY AND DECLARE THAT WE BRING UP THIS LAND PATENT IN OUR NAME. PROPERTY SO SOUGHT TO BE PATENTED, AND LEGALLY DESCRIBED AND REFERENCED UNDER PATENT NUMBER ________________________ LISTED ABOVE IS: _____________________________ COUNTY RECORDS BEING APART OF THE SECTION _________, TOWNSHIP ________, RANGE _________, MERIDIAN ________, COUNTY ________________________. NO CLAIM IS MADE HEREIN THAT CLAIMANT HAS BEEN ASSIGNED THE ENTIRE TRACT OF LAND DESCRIBED IN THE ORIGINAL PATENT. THIS ASSIGNMENT IS INCLUSIVE ONLY OF THE ABOVE LEGAL DESCRIPTION. THE FILING OF THIS DECLARATION OF LAND PATENT SHALL NOT DENY OR INFRINGE ON ANY RIGHT PRIVILEGE OR IMMUNITY OF ANY OTHER ASSIGNEE TO ANY OTHER PORTION OF LAND COVERED IN THE ABOVE DESCRIBED LAND PATENT NUMBER"},{"pageNumber":46,"pageContent":"Allodial Title Via Land Patent 46 WE ____________________________________, AND ____________________________________, DO SWEAR AND STATE THAT THE ABOVE IS TRUE OR IS BELIEVED, BY US TO BE TRUE AND CORRECT TO THE BEST OF OUR ABILITY AND KNOWLEDGE. X __________________________________________, CLAIMANT X __________________________________________, CLAIMANT STATE OF ___________________________, COUNTY OF _____________________________, ON 20___, BEFORE ME, THE UNDERSIGNED, A NOTARY PUBLIC IN AND FOR THE STATE, PERSONALLY APPEARED _______________________, AND ____________________________, KNOWN BY ME TO BE THE INDIVIDUALS WHOSE NAMES ARE SUBSCRIBED TO THE WITHIN INSTRUMENT, AND ACKNOWLEDGED TO THAT THEY EXECUTED THE SAME. WITNESS MY HAND AND OFFICIAL SEAL    ____________________________________ _    NOTARY PUBLIC IN & FOR SAID STATE Declaration Of Homestead 1. I/We _______________________________________________________________, Do Hereby Declare: 2. That My/Our Mailing Address For My/Our Homestead is: ________________________________________________ ________________________________________________ ________________________________________________ ________________________________________________ 3. I/We Am/Are Now Residing On The Land And Premises Located In The City of ________________________, County of _______________________, State of _______________________________ Known And Legally Described As Follows: 4. I/We Hereby Declare And Claim Said Premises As A Homestead."},{"pageNumber":47,"pageContent":"Allodial Title Via Land Patent 47 5. No Further Declaration Of Homestead Has Been Made By Me/Us Except As Has Be Abandoned. Date: ______________________ X __________________________________________   X __________________________________________ State of ___________________________)   ) ss. County of _________________________) I/We, __________________________________, Being Duly Sworn On Oath, Deposes And Says: That As Signer To This Declaration Of Homestead, All Statements Made Herein Are True And Correct, To The Best Of My/Our Knowledge And Belief. Subscribed And Sworn To Before Me, This __________ Day Of ___________________ 20____     _______________________      Notary Pu blic   My Commission Expires _______________________ NOTICE TO THE COURT: Tax Bill Counter Demand Date: _______________________ Name of entity you are counter-demanding Address City, state, zip RE: NOTICE TO THE COURTS AND ALL EMPLOYEES OF THE STATE OF (ST A TE) AND ANY OF ITS COUNTIES AND ANY OF ITS CITIES: COUNTER-DEMAND DEAR SIR: YOU ARE HEREBY INSTRUCTED BY THIS CITIZEN TO PROVIDE ME WITH THE FOLLOWING REQUIRED INFORMATION PURSUANT TO UCC 3-505.4 AND RETURN IT TO ME, IN THE ENCLOSED STAMPED ENVELOPE. (A) EXHIBITION OF THE INSTRUMENT THAT CREATED THE LIABILITY. (B) REASONABLE IDENTIFICATION OF THE PERSON MAILING PRESENTMENT AND EVIDENCE OF HIS AUTHORITY TO MAKE IT. IF MADE FOR ANOTHER; AND,"},{"pageNumber":48,"pageContent":"Allodial Title Via Land Patent 48 (C) THAT THE INSTRUMENT BE PRODUCED FOR ACCEPTANCE OR PAYMENT AT A PLACE SPECIFIED IN IT, OR IF THERE BE NONE, AT ANY PLACE REASONABLE IN THE CIRCUMSTANCES; AND, (D) A SIGNED RECEIPT OF THE INSTRUMENT FOR ANY PARTIAL OR FULL PAYMENT AND ITS SURRENDER ON FULL PAYMENT. FAILURE TO COMPLY WITH ANY SUCH REQUIREMENT INVALIDATES THE PRESENTMENT. THE PERSON PRESENTING HAS A REASONABLE TIME IN WHICH TO COMPLY AND THE TIME FOR ACCEPTANCE OR PAYMENT RUNS FROM THE TIME OF COMPLIANCE. UCC 3-505.5 THE PRESENTER OR HIS AUTHORIZED AGENT, MAY TREAT THE PRESENTMENT AS DISHONORED IF THE PERSON TO WHOM THE PRESENTMENT IS MADE [YOUR NAME] MAKES COUNTER-DEMANDS WHICH ARE NOT AUTHORIZED BY UCC 3-505.4 OR PLACES UNREASONABLE CONDITIONS ON DEMANDS AUTHORIZED BY THIS SECTION. IF THE COUNTER DEMANDS [BY YOUR NAME] ARE PROPER, THE PRESENTER MUST COMPLY WITH THEM, AND THE CODE GIVES A REASONABLE TIME IN WHICH TO RESPOND. CORRESPONDINGLY; UNTIL THERE IS SUCH COMPLIANCE, THERE IS NO FURTHER DUTY UPON THE OTHER PERSON TO WHOM PRESENTMENT IS MADE [YOUR NAME] AND THE TIME FOR ACCEPTANCE OR PAYMENT RUNS FROM THE TIME OF COMPLIANCE. YOU HAVE (10) CALENDAR DAYS FROM RECEIPT OF THIS COUNTER-DEMAND IN WHICH TO RESPOND TO THIS COUNTER DEMAND. OTHERWISE I WILL CONSIDER THE MATTER CLOSED AND THE PRESENTMENT VOID AB INITIO. IF YOU DO NOT ANSWER THIS COUNTER DEMAND THEN YOU HAVE CONCURRED WITH MY DECLARATIONS AND TESTIMONY IN THIS MATTER. THIS COUNTER DEMAND SHALL BE ENTERED INTO THE OFFICIAL RECORD OF ANY AND ALL PROCEEDINGS ARISING OUT OF THIS MATTER, AND SHALL BE PRESENTED AS EVIDENCE IN A COURT OF LAW. THANK YOU, ________________________________________ Your Name (John-Frank: Smith) c/o Address City; near [ZIP] Washington state Indenture in the form of a Grant Deed When Recorded, return to: ____________________________ ____________________________ ____________________________"},{"pageNumber":49,"pageContent":"Allodial Title Via Land Patent 49 INDENTURE IN THE FORM OF A GRANT DEED Grantor(s) / Assignor(s) /Party of the First Part: _________________________________ Grantee(s) Assignee(s) /Party of the Second Part: ________________________________ Legal Description: Assessors Assigned Parcel Number(s) _________________________________ Reference numbers of related documents: _________________________________ THIS INDENTURE, made this ________day of _______________ in the year of our Lord _________________ Between the Grantor ______________________________ of ________________________ County, ______________________ State (herein called the party of the “First Part” ), and the Grantee __________________________________ of _______________County, _________________________ State (herein called the party of the “Second Part”), WITNESSETH: That the party of the First Part, for and in consideration of the sum of ____________________________ ($_______________.00) dollars, in GOLD COIN of the United States and/or other considerations, to (him, her, them) in hand paid and/or delivered by the party of the Second Part, the receipt whereof is hereby admitted, acknowledged and confessed, and the party of the Second Part forever released and discharged therefrom, has granted, bargained, sold, remised, released, conveyed, aliened, enfeoffed assigned, warranted and confirmed, and does, by these presents, grant, bargain, sell, remise, release, convey, alien, enfeoff, assign, warrant and confirm, unto the party of the Second Part, and (his, her, their) heirs and assigns, forever, all that certain lot(s), piece(s) or parcel(s) of land, with the buildings and improvements thereon erected, situate, lying and being in ___________________________ County, ___________________ State, and more particularly bounded and described, as follows, to wit: BEGINNING TOGETHER with all and singular the buildings. improvements, woods, ways, roads, bodies of water, water courses, rights, liberties, privileges, tenements, hereditaments and appurtenances whatsoever, thereunto belonging, or, in any wise appertaining, and the reversion and reversions, remainder and remainders, rents, issues and profits thereof, and, also, all the estate, right, privilege, immunity, title, interest, curtesy and right of curtesy, homestead and right of homestead, property, possession, claim and demand, whatsoever, both in law and in equity, of the party of the First Part on, in and to the said premises, and each and every part and parcel thereof, with the hereditaments and appurtenances thereto belonging,"},{"pageNumber":50,"pageContent":"Allodial Title Via Land Patent 50 TO HAVE AND TO HOLD all and singular the said premises above described, hereditaments and premises hereby mentioned and intended so to be, together with the appurtenances, unto the party of the Second Part, and to (his, her, their) heirs and assigns, to and for (his, her, their) own proper use, benefit and behoof forever. And the party of the First Part, for (himself, herself, themselves), (his, her, their) heirs, executors, and administrators, hereby covenants to and with the party of the Second Part, (his, her, their) heirs and assigns, as follows: 1. That the party of the First Part, is lawfully seized of a good, absolute and indefeasible estate of inheritance in fee simple absolute of, in and to all and singular the premises hereby assigned and conveyed, with the tenements, hereditaments and appurtenances thereto belonging, and has good right, full power and lawful authority to assign and convey the same, by this instrument. 2. That the party of the Second Part, (his, her, their) heirs and assigns, shall and may, at all times hereafter, peaceably and quietly have, hold, use, occupy, possess and enjoy the said premises, and each and every part and parcel thereof, with the appurtenances, without any let, trouble, maintenance, eviction or disturbance of the party of the First Part, (his, her, their) heirs and assigns, or any person or persons lawfully claiming, or to claim, the same. 3. That the said premises, and each and every part and parcel thereof, are free, clear, discharged and unencumbered of and from all forma] and other gifts, grants, titles, charges, estates, judgments, taxes, assessments, liens and encumbrances, collateral for bonding, attachment by mesne process, or indebtedness of whatsoever nature or kind, with the exception of, or subject to: 4. That the party of the first Part, and (his, her, their) heirs and assigns, and all and every person or persons whomsoever, lawfully or equitably deriving any estate, right, title or interest of, in or to the premises hereby assigned, conveyed, by, from, under, or in trust for, (him. her, or them), shall and will, at any time or times hereafter, upon the reasonable request, and at the proper costs and charges of the party of the Second Part, (his, her, their) heirs and assigns, make, do and execute, or cause to be made, done and executed, all and every such further and lawful and reasonable acts, conveyances and assurance in law for the better and more effectual investing, assigning, and conveying the above mentioned and described premises, or so intended to be, in and to the party of the Second Part, (his, her, their) heirs and assigns, forever, as by the party of the Second Part, (his, her, their) heirs or assigns, or (his, her, their) counsel learned in the law, shall be reasonably be advised or required. 5. That the party of the First Part, (his, her, their) heirs and assigns, the premises granted, and each and every parcel thereof, with the appurtenances, unto the party of the Second Part, and (his, her, their) heirs and assigns, against all and every person or persons whomsoever lawfully claiming, or to claim, the same, shall and will warrant and forever defend. 6. That the party of the First Part, (his, her, their) heirs and assigns, (has, have) not made, done, committed or suffered any act or acts, thing or things, whatsoever, whereby or by means whereof the above mentioned and described premises, or any part or parcel thereof, now is or are, or at any time hereafter shall or may, be impeached, charged or encumbered in any manner or way whatsoever."},{"pageNumber":51,"pageContent":"Allodial Title Via Land Patent 51 IN WITNESS WHEREOF, the party of the First Part has hereunto set (his, her, their) hand(s) and seal(s), the day and year first above written. __________________________________________(L S.) __________________________________________(L S.) Signed, sealed and delivered In the presence of ________________________________________ _________________________ (date) ________________________________________ Declaration of Assignees’ Update of Patent Recording requested by  ] and when recorded mail to: ]   ] Lanny Messinger  ] c/o postal service address: ] 301 Chicken Road  ] Endicott, Washington CF59125CF ] Declaration of Assignees’ Update of Patent Patent number #4108 KNOW All MEN BY THESE PRESENTS That Lanny Messinqer and Jackie Messinqer do severally certify and declare that we bring up this land patent in our names. The character of said property so sought to be patented and legally described and referenced under patent number listed above is: A tract of land lying in the Northeast Quarter of the Southwest Quarter of Section 20, Township 17 North, Range 40 East, W. M., bounded as follows: BEGINNING at a point on the East line of the Duncan Road, which point is South 7 degrees 41' East and 637 feet from the Northwest corner of the Northeast Quarter of the Southwest Quarter of said Section 20; thence North 85 degrees 12' East 339.1 feet, more or less, to the West line of the Oregon- Washington Railroad Company right of way, thence South 2 degrees 16' East, along said right of way, 282 feet, more or less, to the Northeast corner of the tract of land owned by the School District, thence South 89 degrees 01' West, 237.6 feet, to the Northwest corner of said School District tract, thence South 2 degrees 20' East, 391.8 feet, to the North line of the Duncan Road, thence South 86 degrees 47' West, 78 feet, thence North 10 degrees 22' West, 400.7 feet, thence North 2 degrees 17' West, 256.4 feet to the point of beginning."},{"pageNumber":52,"pageContent":"Allodial Title Via Land Patent 52 EXCEPTING therefrom that portion thereof described as follows: COMMENCING at the Southwest corner of the tract of land owned by the School District, on the North line of the Duncan Road; thence North 2 degrees 20' West along the West line of said tract a distance of 312 feet; thence West to a point of the East line of said Duncan Road; thence Southerly and Easterly along the Easterly and Northerly line of said Duncan Road to point of beginning. [Said property was previously listed under parcel number 8- 3210-40-17-20-0028, which is herein noted under necessity, and use of said number shall not Constitute express or implied Consent to any entity in any manner whatsoever.] (1) Notice of Right of Preemption. Pursuant to the Declaration of Rights of the Stamp Act Congress of October 1765; the Declaration of Rights of October 1774; “The unanimous Declaration of the thirteen united States of America” of July 4, 1776 (aka “Declaration of Independence”); the United States’ Constitution (1789); and Amendment First, Articles 1-10 (aka “Bill of Rights” of 1791), united States’ Constitution; the recipient hereof is mandated by Article IV, united States’ Constitution; Article VI. united States’ Constitution; Amendment First, Articles 1-10, united States’ Constitution (“Bill of Rights”, 1791), and preamble thereto; to acknowledge assignees’ update of Patent prosecuted by authority of Art. III, united States’ Constitution and enforced by original/exclusive jurisdiction thereunder, and it is the only way a perfect Title can be had in our names, Wilcox vs. Jackson, 13 Pet. (U. S.) 498. 10 1.. Ed. 264; all questions of fact decided by the general land office are binding everywhere, and injunctions and mandamus proceedings will not lie against it, Litchfield vs. The Register, 9 Wall. (U. S.) 575, 19 L. Ed. 681. This document is instructed to be attached to all deeds and/or conveyances in the names of the above parties as requiring recording of this document, in a manner known as nunc pro tunc [as it should have been done in the beginning], by order of united States’ Supreme Law mandate as endorsed by case history cited. (2) Notice and Effect of a land Patent. A grant of land from the united States of America is pursuant to the supreme Law of the Land (Article IV, Section 3. 0. 2). A land patent is notice to every subsequent purchaser under any conflicting sale made afterward; Wineman vs. Gastrell, 54 Fed 819, 4 CCA 596, 2 US App 581. A patent alone passes title to the grantee; Wilcox. vs. Jackson, 13 Pet (U. S.) 498, 10. L. Ed. 264. When the united States has parted with Title by a patent legally issued, and upon surveys legally made by itself and approved by the proper department, the Title so granted cannot be impaired by any subsequent survey made by the government for its own purposes; Cage vs. Danks, 13, LA. ANN. 128. In cases of ejectment, where the question is who has the legal Title, the patent of the government is unassailable. Sanford vs. Sanford, 139 US 642. The transfer of legal Title (Patent) to public domain gives the transferee the right to possess and enjoy the land transferred, Gibson vs. Chouteau, 80 US 92. A patent for land is the highest evidence of title and is conclusive as evidence against the government and all claiming under junior patents or titles, United States vs. Stone, 2 US 525. Estoppel has been maintained as against a municipal corporation (county), Beadle vs. Smyser, 209 US 393. Until it issues, the fee is in the government, which by the patent passes to the grantee, and he is entitled to enforce possession in ejectment, Bagnell vs. Broderick, 13 Peter (US) 436. State statutes that give lesser authoritative ownership of title than the patent cannot even be brought into federal court, Langdon vs. Sherwood. 124 U. S. 74, 80. The Power of Congress to dispose of its land cannot be interfered with, or its exercise embarrassed by any state legislation; nor can such legislation deprive the grantees of the United States of the possession and enjoyment of the property granted by reason of any delay in the"},{"pageNumber":53,"pageContent":"Allodial Title Via Land Patent 53 transfer of the title after the initiation of proceedings for its acquisition. [Gibson vs. Chouteau, 13 Wal. (U.S.) 92, 93]. (3) Land Title and Transfer. Patents are issued (and theoretically passed) between sovereigns. Leading Fighter vs. Count of Gregory, 230 N. W. 2d 114, 116. The patent is prima facie conclusive evidence of Title, Marsh vs. Brooks, 49 U.S. 223, 233. An estate in inheritance without condition, belonging to the owner and alienable by him, transmissable to his heirs absolutely and simply, is an in absolute estate perpetuity and the largest possible estate a man can have, being in fact allodial in its nature, Stanton vs. Sullivan. 61 R.I. 216 7 A. 696. The original meaning of a perpetuity is an inalienable, industructible interest. Bouvier’s Law Dictionary, Volume III P. 2570, (1914). If this land patent is not challenged, as stated above, within ninety (90) days, it then becomes, absolutely and unconditionally, our private property, as no one else has followed the proper steps to obtain lawful Title; the final certificate or receipt acknowledging the payment in full by a homesteader or preemptor is not legal effect a conveyance of land, U. S. v s. Steenerson, 50 Fed 504, 1 CCA 552, 4 U. S. App. 332. A land patent is a conclusive evidence that the patent has complied with the act of Congress as concerns improvements on the, land, etc, Jankins Vs. Gibson, 3 LA ANN 203. (4) Law on Rights, Privileges, and Immunities; Transfer by Patentee. ...”Title and rights of bona fide purchaser from patentee...will be protected.” United States vs. Debell, 227 F 760 (C8 SD 1915, United States vs. Beamon, 242 F 876. (CA8 Colo. 1917): State vs. Hewitt Land Co., 74 Wash 573, 134 P 474, from 43 USC & 15 n 44. As an assignee, whether he be the first, second or third party to whom Title is conveyed shall lose none of the original rights, privileges or immunities of the original grantee of land patent. “No state shall impair the obligations of contracts.” United States Constitution, Art. I, Section 10. In cases of ejectment, where the question is who has the legal title, the Patent of the government is unassailable, Sanford vs. Sanford, 139 U. S. 642, 35 LEd 290. In federal courts the patent is held to be the foundation of Title at Law. Fenn vs. Holmes, 21 Howard 481. Immunity from collateral attack: Collins vs. Bartlett, 44 Cal 371; Weber vs. Pere Marquette Boon Co., 62 Mich. 626, 30 N. W. 469; Surget vs. Doe, 24 Miss 118: Pittsmont Copper Co. vs. Vanina, 71 Mont. 44, 227 Pac 45; Green vs. Barker 47 Neb 934 66 NW 1032. (5) Status in Law. Lanny Messinger and Jackie Messinger, joint tenant, are natural-born sovereign Electors and as such move in the supreme Law of the Land and the common Law of immemorial antiquity and do not move in the jurisdiction of mere political/legislative laws of the federal government or of any state or political subdivisions thereof, or of any other entity, as evidenced by the attached “Affidavit of Lanny Messinger and Jackie Messinger”, dated July 20, 1999, which is, by this reference, made a part hereof as though fully set forth herein. The said Affidavit was served on July 21, 1999, by the Spokane County Sheriff to perfect the public record, and said Affidavit was never challenged by the de facto “STATE of WASHINGTON” or any political subdivision thereof or any other entity. The said property sought to be patented, previously listed under parcel number 8-3210-40-17-20-0028, was heretofore withdrawn from registration on _______________ ______ 2000 as evidenced by the attached “Certificate of Withdrawal from Registry System”, which is, by this reference, made apart hereof as though fully set forth herein. THEREFORE, said real property is exempt from taxation by the de Facto “STATE OF WASHINGTON”, the “county of Whitman” or any other entity. The said real property sought to be patented shall heretofore not be subject to the jurisdiction of the mere political/legislative laws, codes, adjudications, etc. of the de facto “STATE OF WASHINGTON” or the corporate “county of Whitman” or any other entity. The de facto “STATE OF WASHINGTON”, the “county of Whitman” or any other entity may not hereafter claim any interest whatsoever in said land sought to be patented."},{"pageNumber":54,"pageContent":"Allodial Title Via Land Patent 54 Said land may only be taken pursuant to Article V. Amendment First (i.e., “Bill of Rights”) united States’ Constitution. This Update of Land Patent is a common Law document, and the filing and recording, under necessity, of this document by the Whitman County Auditor, in performance of his constitutional duties, shall not constitute express or implied Consent to the jurisdiction of mere political/legislative laws of the corporate “county of Whitman”, the de facto “STATE OF WASHINGTON” or any other entity, nor may it be construed that such filing and recording subjects Lanny Messinger, Jackie Messinger, or their said real property to the mere political/legislative laws of the de facto “STATE OF WASHINGTON” or the corporate “county of Whitman”. The affixing of the seal of the “STATE OF WASHINGTON” to this document shall not constitute express or implied Consent to the jurisdiction of mere political/legislative laws of the de facto “STATE OF WASHINGTON”, “county of Whitman” or any other entity. (6) Disclaimer. Assignees’ seizen in deed, and lawful entry is inclusive of specifically that certain herein legally described portion of the original Land Grant or Patent no.4108 and not the whole thereof, including hereditament, tenements, pre-emption rights appurtenant thereto. The recording of this Instrument shall not be construed to deny or infringe upon any other’s right to claim the remaining portion thereof. Any challenges to the validity of this Declaration & Notice are subject to the limitations referenced herein. Additionally, a common courtesy of ninety (90) days is stipulated for any challenges hereto; otherwise, laches/estoppel shall forever bar the same against allodial freehold estate; assessment lien theory to the contrary included. (7) All Rights, Privileges, and Immunities retained, reserved and preserved, including all water Rights; for mining, agricultural, manufacturing, or other purposes. A certified copy of the original Land Grant #4108 is attached to this Declaration, which is, by this reference, made a part hereof as though fully set forth herein. [Filing/Recording fee is tendered in united States Coins, i.e., nickels] WITNESS MY HAND AND SEAL: ____________________________________ Sovereign Elector Assignee WITNESS MY HAND AND SEAL: ____________________________________ Sovereign Elector Assignee Attestation Appeared, Lanny Messinger and Jackie Messinger, who are known to me to be the ones whose signatures subscribe this Declaration of Assignees’ Update of Patent, who acknowledged that they signed this document as their free and voluntary act and deed, for the uses and purposes herein mentioned, and who"},{"pageNumber":55,"pageContent":"Allodial Title Via Land Patent 55 solemnly Affirmed the same, Under the pains and penalties of Perjury, before me, a Notary Public in and for Washington State, Whitman County , this _________ day of ________________ 200__ - WITNESS MY HAND AND SEAL AFFIXED HERETO: ______________________________ Notary Public My commission expires: ________________________ ATTESTATION* We, the undersigned, bear witness this ____________ day of ______________, 200__, that the ones known to us as Lanny Messinger and Jackie Messinger did appear before us and, upon their solemn Affirmation under the pains and penalties of Perjury, acknowledged that they signed this Declaration of Assignees’ Update of Patent #4108 as their free and voluntary act. _________________________________ an inhabitant of Washington State _________________________________ an inhabitant of Washington State _________________________________ an inhabitant of Washington State *Pursuant to the Bible Doctrine of” ...two or three witnesses” (Deut. 19:15, Matt. 18:16), etc.), and Public Law 97-280."},{"pageNumber":56,"pageContent":"Allodial Title Via Land Patent 56 Addresses of Bureau Of Land Management Offices The address listed below are where you can get a certified copy of the original land patent for you legal description. It usually costs about a buck twenty five but I just sent twenty dollars and they returned the change. Be sure you ask for a certified copy as that is the only thing courts will accept as evidence of patent. All Eastern States, All land patents are located here but it will take longer.U.S. Dept. Of The Interior, BLM Eastern States Office 7450 Boston Blvd. Springfield, Virginia 22153 (703) 440-1605 Washington & Oregon U.S. Dept. Of The Interior, BLM 825 Multnomah St. Box 2965 Portland, Oregon 97208 Idaho U. S. Dept. Of The Interior, BLM Federal Bldg. 550 West Fort St.Boise, Idaho California U.S. Dept. Of The Interior; BLM Federal Office Bldg. Room E-28412800 Cottage Way Sacramento, California 95825 Montana, N. Dakota, S. Dakota U.S. Dept. Of The Interior, BLMGranite Tower222 N. 32nd St. Box 30157 Billings, Montana 59107 Arizona U. S. Dept. Of The Interior, BLMBox 165633707 N. 7th. St.Phoenix, Arizona 85011 Wyoming, Nebraska U. S. Dept. Of The Interior, BLMBox 18282515 Warren Ave Cheyenne, Wyoming 82003 Utah U. S. Dept. Of The Interior, BLMUniversity Club Bldg. 136 East South Temple Salt Lake City, Utah 84111 New Mexico, Oklahoma U. S. Dept. Of The Interior, BLMJoseph Montoya Fed. Bldg. South Federal PlaceP.O. Box 1449Santa Fe, New Mexico 87501 Nevada U. S. Dept. Of The Interior, BLMFederal Bldg. Rm. 3008 300 Booth St. Box 12000 Reno, Nevada 89520 Alaska U.S. Dept. of The Interior, BLM Anchorage Federal Office Bldg. 701 “C” St. Box 13 Anchorage, Alaska 99513 RE: Link to the Ralph Winterowd website. Below is the link that works: http://www.jusbelli.com/Frameset.html"},{"pageNumber":57,"pageContent":"Allodial Title Via Land Patent 57 TITLE REGISTRATION The pertinent statutes for registering and unregistering land titles should be listed in the index of your state’s revised codes. For example; in Ohio, it would be ORC 5309.68; in Colorado, it would be CRS 38-30-117, CRS 38-36-136, and CRS 38-36-149. In Washington (state) it will be found at RCW 65.12.225, RCW 65.12.230, and RCW 65.12.235. These statutes and the forms and procedures they prescribe remain fairly uniform from state to state. To give you some idea of the nature and content of such statutes, those above cited for Washington’s code appear as follows: 65.12.225 W ithdrawal authorized - Ef fect. The owner or owners of any lands, the title to which has been or shall hereafter be registered in the manner provided by law, shall have the right to withdraw said lands from registration in the manner hereinafter provided, and after the same have been so withdrawn from registration, shall have the right to contract concerning, convey, encumber or otherwise deal with the title to said lands as freely and to the same extent and in the same manner as though the title had not been registered. 65.12.230 Application to withdraw The owner or owners of registered lands, desiring to withdraw the same from registration, shall make and file with the registrar of titles in the county in which said lands are situated, an application in substantially the following form: To the registrar of titles in the county of, state of Washington: I, (or we), __________________________________________________________, the undersigned registered owner(s) in fee simple of the following described real property situated in the county of __________________, state of Washington, to Wit: (Legal description) hereby make application to have the title to said real property withdrawn from registration. Witness my (or our) hand(s) and seal(s) this __________ day of ______________, 20___ ________________________________________________ Applicant signature(s) Said application shall be acknowledged in the same manner as is required for the acknowledgement of deeds. 65.12.235 Certificate of withdrawal Upon filing of such application and the payment of a fee of five dollars, the registrar of titles, if it shall appear that the application is signed and acknowledged by all the"},{"pageNumber":58,"pageContent":"Allodial Title Via Land Patent 58 registered owners of said land, shall issue to the applicant(s) a certificate in substantially the following form: This is to certify, That ___________________________________________the owner (or owners) in fee simple of the following described lands situated in the county of __________________, state of Washington, the title to which has been heretofore registered under the laws of the state of Washington, to wit: (Legal description), having heretofore filed his (or their) application for the withdrawal of the title to said lands from the registry system; NOW, THEREFORE, The title to said above described lands has been withdrawn from the effect and operation of the title registry system of the state of Washington and the owner (or owners) of said lands is (or are) by law authorized to contract concerning, convey, encumber or otherwise deal with the title to said lands in the same manner and to the same extent as though said title had never been registered. Witness my hand and seal this _______ day of __________________, 200____ ________________________________ Registrar of Titles For _______________________ County It may be of interest to some readers to note that these statutes were enacted in Washington state in 1917, the same year Congress enacted the now infamous Trading With The Enemy Act. What the codified statutes appearing above set forth is straight-forward and inexpensive to file/record. In the event your state’s statutes do not provide specific document formats, use those provided above. They will be valid under the Full Faith and Credit guarantee of the united States’ Constitution. Also in that event, you will have to prepare the certificate of withdrawal for the county registrar of titles to sign."},{"pageNumber":59,"pageContent":"Allodial Title Via Land Patent 59 Additional Information from Ralph Kermit Winterowd Augustus Blackstone c/o postal service address: 9986 N. Newport Hwy #221 Spokane, Wash. CF 99218 CF August 2, 200__ Re: Additional data relating to Allodial Land Title(s) for those who have purchased and intend to use Joe Stevens’ material. Greetings, The attached information was sent to me (unsolicited) from a handbook buyer who obtained it from Ralph Kermit Winterowd, c/o 690] East Tudor city of Anchorage, Alaska territory (99507), United States of America ...or: http://www .alaska.net/-winter/jef ferson.htm The information is a superlative piece of work and, whether or not it applies to your own particular circumstances, it is information you should be aware of. If the property in question has changed hands since issuance of the original Land Patent and if a Deed of Trust or equivalent instrument was filed at any point in the succession of conveyances, then this information is vital. I am not altogether sure what effect, if any, bringing the original title (Land Patent) forward in one’s own name might have on any equitable interest retained by a lending institution/government. There are only two ways I can think of to be sure. The first way would be to file a Quiet Title Action (an equity device) which addresses (and settles) the issues raised by the attached material and then bringing the title (Land Patent) forward. This would entail taking a confrontational/adversarial posture in the matter. The other way would be to repeat the entire conveyance process outlined by Ralph using a trusted friend or relative as a private “lender” (very short-term loan) and using only Lawful Money (gold and or silver Coin) as the medium of exchange in the transaction(s). Once the loan is paid off and the title company releases its interest in the title, then your “lender” (for “valuable consideration”) conveys all remaining equitable interest to you with an Indenture in the form of a Grant Deed. Then bring the original title (Land Patent) forward in your own name. This second method would supercede any former beneficiary right of property claimed by any bank/ government entity. The only legal or lawful way to defeat what you have done would be to cha1lenge you in court and prove the validity of their claim and, in the course of doing so, provide evidence of fraudulent conveyancing (criminal conversion) -which they are not very likely to do."},{"pageNumber":60,"pageContent":"Allodial Title Via Land Patent 60 This second method also conforms to the requirements of the “dueling field” concept in that it illustrates the proper way for a sovereign Elector to “set the conditions of battle” (in advance). It is, incidentally, an excellent example of how to construct one of many unconcealed “traps” for judges, attorneys, and the like to “walk” into if they are foolish enough to try it. Use your own judgment on this. Yours in Liberty, “PROPERTY SCAM” Legal Definitions v. Dictionary Meanings Legal definitions of words are often called “ words of an art ”, or technical words and carry with them specialized meanings. It is not always safe to adopt the mere etymological meaning, or such as lexicographers give, especially when involved in matters of law. So much for Noah Webster, Oxford, and Funk & Wagnalls. Of necessity, to understand some of what has taken place right in front of our open eyes, we must bother to learn but a few and basic “legal” words to begin to comprehend a great deception that starts with the simple Deed of T rust and Assignment of Rents issued by lenders when we buy our property . Why? It is the difference between knowingly keeping and unknowingly giving away something of value [your property] when entering into a real estate transaction. Deed Of Trust Simply, a Deed of T rust is nothing more than a written trust contract involving three parties or entities called a T rustor , which is 1. you ; 2. a Trustee , which is usually the Title Company; and a 3. Beneficiary , which is the bank or lender. This relationship is called a Cestui Que Trust [pronounced rest-we-key] or the easier to pronounce fidei-commissarius , both of which are referred to in early law books as “uncouth” and “barbarous “ because they both refer to a “ beneficiary under a donation in trust .” Further, they designate a person [the beneficiary ] who has the real or beneficial interest in an estate, the title or administration of which is temporarily confided to another [ you ]. Bank Loan - Bank Title To Land"},{"pageNumber":61,"pageContent":"Allodial Title Via Land Patent 61 In other words, when you borrowed money from the bank to buy “your” property, the bank through the Deed of Trust agreement acquired “equitable” ownership and you were left with the tailing or what is referred to as “legal” ownership . There is an important difference worth knowing betweenthe words “legal” and “lawful” that the bank may have neglected to disclose. (See attached definitions) Deed of Trust In the Deed of Trust, 1. the “ Trustor [you] GRANTS, BARGAINS, SELLS, and CONVEYS to 2. TRUSTEE IN TRUST WITH POWER OF SALE, the following described real property:” for someone’s benefit 3. [the beneficiary/bank ]. You just donated and freely gave “your” real property to the bank which now rightfully as the equitable owner can claim it as its’ asset. The very process of the Trust Agreement divides the land [real estate] into an “estate” [your portion] or legal status with limited right of use, and into “real property” [the bank’s portion] with full right of possession. As the saying goes; “ the bank got the mine and you got the shaft ”; right under your nose. To illustrate, here is what happens: REAL ESTATE • Trustor/Donor [You] (Possession/Use) Legal Owner, Land Occupier (An estate and interest) • Trustee/Donee [Title Company] (Right of Possession) • Beneficiary [Bank] (Right of Property) Equitable/True Owner (Real Property/Trust Corpus) Paid-Off Loan Warranty Deed After paying off your loan with the bank, the Title Company as Trustee reconveys to you its limited estate [Right of Possession] through a Warranty Deed and, having served its purpose, the • Title Company as Trustee ceases to exist! You now hold “legal” ownership but your donation of the “R donation of the “R donation of the “R donation of the “R donation of the “R eal Pr eal Pr eal Pr eal Pr eal Pr oper oper oper oper oper ty” ty” ty” ty” ty” remains with the bank as an equitable/beneficial ownership interest in “your” property.” Did the bank forget to disclose this to you? To illustrate: REAL ESTATE • Legal Owner [You] with right of possession/use through a Warranty Deed"},{"pageNumber":62,"pageContent":"Allodial Title Via Land Patent 62 • Equitable Owner [The Bank] with right of property; never gives up its donation of equitable /beneficial interest you “gave” to them at the outset. A clever deception? To add insult to injury, you being the nice person you are, pay property taxes and homeowners’ insurance on property that you do not lawfully own. Feudalism is alive and well, and so is fraud ! Ask Your Banker? For validation and proof of this “oversight” just ask your banker to do you a favor to clear up a point of confusion. Ask him to tell you in a sworn affidavit that he has no equitable or beneficial interest in your property. Ask him further if when you payoff the loan, will you emerge with a perfect title and as a true and lawful owner of the property? Next: Is there lawful authority to collect property taxes from you? According to the Attorney General and the Department of Law , in the Drafting Manual for Administrative Regulations , it explains that: Implementing Regulation I.E. No Law Without Regulatioin(s) Statutes, when applied to the public must have a corresponding Administrative Code or Implementing Regulation to give it force and effect of law . A Statute by itself then, as it affects the public, is no law without a regulation , and is expressly null and void (see AS 44.62.640(a)(3) ). Additionally: Is A Provision A Regulation ? “ To decide whether a provision is a regulation , an agency must consider “whether it af fects the public or is used by the agency in dealing with the public.” NOTE WELL: Anything that affects the public or affects the public’s rights must be adopted under the AP A [Administrative Procedures Act] as a regulation. If an agency is in doubt, the agency should err on the side of adopting regulations under the APA.” (Page 4, Introduction to Regulations) Further, under Step 9-FINAL AGENCY ATTORNEY LEGAL REVIEW on page 19 of The Regulation Adoption Process it states that “ The agency attorney will review the substance of the regulation for its legality, constitutionality, and consistency with other regulations :” So, we can deduce that any statute af fecting the public must have a code or regulation to render it constitutional, otherwise, under the landmark U.S. Supreme Court case of Marbury vs Madison it can"},{"pageNumber":63,"pageContent":"Allodial Title Via Land Patent 63 be considered repugnant to the Constitution for the United States of America and is void ab initio , as if it was no law at all! Property Tax Collecting Statute The taxing authority for collecting property tax is presumably to be found in T itle 29 of the Alaska S tatutes at Section 29.45.010 . To be lawful in its collection process the Statute must have a: 1. corresponding Code or 2. Implementing Regulation which should in turn be found in the “ Statutory Cross Reference Table ”. Surprise! The taxing Statutory Authority and Administrative Code are conspicuously missing ! You may wish to contact the Department of Law yourself to verify. Their phone number is 907-269-5100; ask for Mr. Botelho to render an explanation and determination opinion in the form of a sworn affidavit of truth as to whether you owe and must pay property taxes and by what lawful authority. Another important issue to address before Mr. Botelho and the Department of Law while you have him on the phone is the requirement for you to have a drivers license as mandated under AS Title 28.15.011 . It doesn’t appear to have passed the rigors of the constitutional test because there is no S tatutory Authority for its enforcement! Clearly, the State of Alaska does not wish to compromise its sovereign status and knowingly violate your rights secured in the constitution of the United States of America. Questions to ask your Banker All of the following questions require the Banker to sign an Affidavit of Truth to verify that what he is saying is true, correct and certain. Words are cheap. Also request a letter signed by the banker on the following questions if he will not do an affidavit. Don’t be disappointed if he won’t even do a letter. The truth is very powerful. Answers are in [ ]. Put the description of your property at the top of the letter in a paragraph along with all questions concerning this property. 1) Who is the Legal Owner of the Real Estate? [You are] 2) Who is the Beneficial Owner of the Real Estate? [The bank/government] 3) Who is the Legal Owner of the Real Property? [You are] 4) Who is the Beneficial Owner of the Real Property? [Bank/government]"},{"pageNumber":64,"pageContent":"Allodial Title Via Land Patent 64 5) Does the bank or government(s) have or receive any benefit from the real property. [Yes] 6) Is the Deed of Trust (and Assignment of Rents ) a cestui que trust ? [Yes] 7) Did you explain to me that I would not be the true owner of the real property? [NO!] 8) Would you explain to me in writing the definitions of all of the terms and components of the first page of the Deed of Trust (and Assignment of Rents ), including but not limited to: 1. Trustor, 2. Trustee, 3. Beneficiary, 4. Deed of Trust (or newer versions - Deed of Trust and Assignments of Rents), cestui que trust, and the singular and combined use of the following words: 1. GRANTS, 2. BARGAINS, 3. SELLS AND CONVEYS to TRUSTEE IN TRUST WITH POWER OF SALE. 9) In reality, am I just a tenant of the real property ( trust corpus )? 10) Please define all interests in my real property; be they A. equitable, B. legal or C. undisclosed to me. 11) Who are all of the beneficiaries to the property? 12) Where is the documentation to the beneficiaries if they have changed from the original bank, not to exclude any government entity? 13) Why was this Deed of Trust with all of its’ ramifications never explained to me? 14) Fraud kills all contracts. In your written determination, was my Deed of Trust (and Assignment of Rents) executed without fraud and with full disclosure?"},{"pageNumber":65,"pageContent":"Allodial Title Via Land Patent 65 Definitions Black’s Law Dictionary -6th Edition Definitions Definitions of the Terms and Phrases of American and English Jurisprudence Ancient and Modern -by Henry Campbell Black, M.A. (Black’s Law Dictionary may be located in a local large book store, Law Library, or Public Library) Allodial - Free; not holden of any lord or superior; owned without obligation of vassalage or fealty; the opposite of feudal. Allodium - Land held absolutely in one’s own right, and not of any lord or superior; land not subject to feudal duties or burdens. An estate held by absolute ownership, without recognizing any superior to whom any duty is due on account thereof. Beneficial - Tending to the benefit of a person; yielding a profit, advantage, or benefit; enjoying or entitled to a benefit or profit. This term is applied to both estates (as a “beneficial interest”) and to persons (as “the beneficial owner”). Beneficial interest - Profit, benefit, or advantage resulting from a contract, or the ownership of an estate as distinct from the legal ownership or control. When considered as designation of character of an estate, is such an interest as a devisee, legatee, or donee takes solely for his own use or benefit, and not as holder of title for use and benefit of another. Beneficial owner - Term applied most commonly to cestui que trust who enjoys ownership of the trust or estate in equity, but not legal title which remains in trustee or personal representative. Equitable as contrasted with legal owner. Cestui que trust - He who has aright to a beneficial interest in and out of an estate the legal title to which is vested in another, The person who possess the equitable right to property and receives the rents, issues, and profits thereof; the legal estate of which is vested in a trustee. The beneficiary of a trust. Cestui que use - He for whose use and benefit lands or tenements are held by another, The cestui que use has the right to receive the profits and benefits of the estate, but the legal title and possession (as well as duty of defending the same) reside in the other. Deed - A conveyance of realty; a writing signed by grantor, whereby title to realty is transferred from one to another. Equitable interest - The interest of a beneficiary under a trust is considered equitable as contrasted with the interest of the trustee which is a legal interest because the trustee has legal as contrasted with equitable title. Equitable owner - One who is recognized in equity as owner of the property, because real and beneficial use and title belong to him, even though bare legal title is invested in another."},{"pageNumber":66,"pageContent":"Allodial Title Via Land Patent 66 Equitable ownership - The ownership Interest of one who has equitable as contrasted with legal ownership of property as in the case of a trust beneficiary. Ownership rights which are protected in equity. Equitable right - As listed under owner definition: One who is recognized in equity as the owner of property, because the real and beneficial use and title belong to him, although the bare legal title is vested in another, e.g., a trustee for his benefit. One who has a present title in land which will ripen into legal ownership upon the performance of conditions subsequent. There may therefore be two “owners” in respect of the same property, one the nominal or legal owner (legal title), the other the beneficial or equitable owner. Fee -Estate - The true meaning of the word “fee” is the same as that of “feud”, and in its original sense it is taken in contradistinction to “allodium”, which latter is defined as a man’s own land, which he possesses merely in his own right, without owing any rent or service to any superior. Fee Simple - signifies a pure fee; an absolute estate of inheritance clear of any condition or restriction to particular heirs. Look this one up... Feudal - Pertaining to feuds or fees; relating to or growing out of the feudal system or feudal law; having the quality of a feud, as distinguished from “allodial”. Of or relating to lands held in fee or to the holding of such lands. Feudal tenure - The tenures of real estate under the feudal system, such as knight-service, socage, villenage. etc. Fiduciary - A person having duty, created by his undertaking, to act primarily for another’s benefit in matters connected with such undertaking. A person or institution who manages money or property for another and who must exercise a standard of care in such management activity imposed by law or contract. “such relationships as executor, administrator, trustee, and guardian” Leasehold - An estate in real property held by lessee/tenant under a lease. The four principal types of leasehold estates are the estate for years, periodic tenancy, tenancy at will, and tenancy at sufferance. The asset representing the right of the lessee to use leased property. Leasehold interest - The difference between the total remaining rent under the lease, and the rent lessee would currently pay for similar space for the same time period. Legal estate - An estate or interest in property which is recognized and enforced in laws, not merely in equity. Legal owner - One who is recognized and held responsible by the law as the owner of property. In a more particular sense, one in whom the legal title to real estate is vested, but who holds it in trust for the benefit of another, the latter being called the “equitable” owner. The legal owner has title to the property, although the title may actually carry no rights to the property other than alien. Legal title - One cognizable or enforceable in a court of law, or one which is complete and perfect so far as regards the apparent right of ownership and possession, but which carries no beneficial interest in"},{"pageNumber":67,"pageContent":"Allodial Title Via Land Patent 67 the property, another person being equitably entitled thereto: in either case, the antithesis of “equitable title.” It may also mean appearance of title as distinguished from complete title, full and absolute title or apparent right of ownership with beneficial or equitable title in another, not necessarily record title. Mortgage - A mortgage is an interest in land created by a written instrument providing security for the performance of a duty/ payment of a debt. Occupancy - Taking possession of property and use of the same: said e.g.. of a tenant’s use of leased premises. Occupant - Person in possession. Person having possessory rights, who can control what goes on the premises. Occupy - To take or enter upon possession of; to hold possession of to hold or keep for use: to possess; to tenant; to take or hold possession. Occupying Claimant Acts - Statutes providing for the reimbursement of a bona fide occupant and claimant of land, on its recovery by the true owner, to the extent to which lasting improvements made by him have increased the value of the land, and generally giving him a lien therefor. Odal - Complete property, as opposed to feudal tenure. Blackstone notes the relation of this word to “allodial”. Owner - The term “owner” is used to indicate a person in whom one or more interests are vested for his own benefit. The person in whom the interests are vested has “title” to the interests whether he holds them for his own benefit or for the benefit of another. Thus the term “title,” unlike “ownership,” is a colorless word; to say without more that a person has title to certain property does not indicate whether he holds such property for his own benefit or as trustee. Ownership - Collection of rights to use and enjoy property, including right to transmit to others. The complete dominion, title or proprietary right in a thing or claim. The entirety of the powers of use and disposal allowed by law. Ownership of property is either absolute or qualified . The ownership of property is absolute when a single person has the absolute dominion over it, and may use it or dispose of it according to his pleasure subject only to general laws. The-ownership is qualified when it is shared with one or more persons, when the time of enjoyment is deferred or limited, or when the use is restricted. Periodic tenancy - One continuing tenancy subject to termination at various rental periods rather than a series of individual and new tenancies. An estate that continues for successive periods unless terminated at end of a period by notice. (?tax notice, annual taxes -pay them or be kicked off ?) Person - In general usage, a human being (i.e. natural person), though by statute term may include 1abor organizations, partnerships, associations, corporations, legal representatives, trustees, trustees in bankruptcy, or receivers. LOOK THIS ONE UP! Real property - Land, and generally whatever is erected or growing upon or affixed to land. Also rights issuing out of, annexed to, and exercisable within or about land. A general term for lands, tenements, hereditaments; property which on the death of the owner intestate, passes to his heir."},{"pageNumber":68,"pageContent":"Allodial Title Via Land Patent 68 Right of possession - Right which may reside in one man while another has the actual possession, being the right to enter and turn out such actual occupant: e.g., the right of a disseisee; right of ejectment or eviction. Sole and unconditional owner - An expression commonly used in fire insurance policies, in which the word “sole” means that no one else has any interest in the property as owner, and “unconditional” means that the quality of the estate is not limited or affected by any condition. To be “unconditional and sole;’ the interest or ownership of the insured must be completely vested not contingent or conditional, nor in common or jointly with others, but of such nature that the insured must alone sustain the entire loss if the property is destroyed: and this is so whether the title is legal or equitable. It is sufficient to satisfy the requirements of the “sole and unconditional ownership” that the insured is the sole equitable owner and has the full equitable title. It is enough that the insured is equitably entitled to immediate and absolute legal ownership. The term contemplates beneficial and practical proprietorship and not necessarily technical title. Tenant - In the broadest sense, one who holds or possesses lands or tenements by and kind of right or title, whether in fee, for life, for years, at will, or otherwise. One who occupies another’s land or premises in subordination to such other’s title and with his assent - express or implied. Sole tenant -He that holds lands by his own right only, without any other person being joined with him. Title - under Real Property Law -The formal right of ownership of property. Title is the means whereby the owner of lands has the just possession of his property. Who holds vested rights in property is said to have title whether he holds them for his own benefit or for the benefit of another. Trustee - Person holding property in trust. The person appointed, or required by law, to execute a trust. One in whom an estate, interest, or power is vested, under an express or implied agreement to administer or exercise it for the benefit or to the use of another. One who holds legal title to property “in trust” for the benefit of another person (beneficiary) and who must carry out specific duties with regard to the property. The trustee owes a fiduciary duty to the beneficiary. Trusteeship - Fiduciary relationship between trustee and beneficiary wherein trustee holds title to property for the benefit of the beneficiary. Vested - Fixed: accrued: settled: absolute: complete. Having the character or given the rights of absolute ownership; not contingent; not subject to be defeated by a condition precedent. For your own sake, and that of your family, know what it is that you are reading and putting your true name to... “It’s not so much what you don’t know that hurts you, it’s what you know ...that ain’t so.”"},{"pageNumber":69,"pageContent":"Allodial Title Via Land Patent 69 Index Symbols (false) ownership ibased on three requirements 18 1040 again, never file a 6 150 years of case law supporting the patent 26 A Additional Information from Ralph Kermit Winterowd 59 address is in the address section 30 Addresses of Bureau Of Land Management Offices 56 Adhesion contract 16 adhesion contracts 10 Administrative Code 62 Administrative Procedures Act - APA 62 Affidavit of Truth - ask your banker to sign 63 Allodial 14 allodial 3, 4 allodial freehold 11 allodial miscomprehension 3 Allodial Misconception 4 Allodial title 10 allodial title 22 allodial title vested in the state 17 allodial titles via the land patent 8 allodial vs. feudal 17 allodium 4 American Federation of state, county and municipal 13 American nationals 13 American nationals are still under common law 13 American Rescind Group 16 American Sovereigns Group - Legal Defense Fund 26 American Sovereigns Group for legal defense 26 AP A [Administrative Procedures Act] 62 AS 44.62.640(a)(3) - Implementing Regulations or N 62 as it affects the public, is no law without a regu 62 AS Title 28.15.011 - must I have a \"driver's\" lice 63 Ask Your Banker? 62 Assignment of Rents 60, 64 definitions of all of the terms and components? 64 assigns 11 assigns forever 11 Attorney General - re property tax 62 B Bagnell v. Broderick 28 Bank Loan - Bank Title To Land 60 bank loans: all are illegal 12 Baron 4 BATF 23 belief scam 8 Ben Franklin 10 beneficial interest 1 beneficiaries 64 Beneficiary 60 birth certificate 10 Bureau Of Land Management Offices - Addresses 56 C Can I patent my property if it is not free and cle 12 Carter v. Ruddy 29 Carter v. Ruddy - patent required to carry the fee 17 Case Law ALLODIAL TITLE 31 COLOR OF TITLE 31 COMMON LAW 31 DEFECTIVE TITLE 31 LAND PATENT 31 MARKETABLE TITLE 31 WILD DEEDS 31 Casey v. FTSCA, Wash 13 Cassidy v. Aroostock - no tax lien 15 Cestui Que Trust 60 cestui que trust 64 Challenge Every Court Your Enter 28 Chapter 1 11 Chapter 3 - Color Of Title 17 Chapter 4 - How To Patent Your Ground 22 Chapter 5 28 Chapter 6 31 City Of Los Angeles V. Board Of Supervisors Of Mon 29 City of Los Angeles v. Board of Supervisors of Mon 17 Cleveland v. smith, 12 Clinton administration’s own figures 13 collateral, our land is 10 color of law 7 Color of title - def 17 COMMON LAW 37 Constitution Of The United States Of America 29 constructive trust 12 corporate federal government 13 Corrupt Government Leadership ! 23 courts admiralty 27 COMMON LAW 27 equity 27 world 27 D debt validity, 12 Declaration of Assignees 1 Declaration of Assignees’ Update of Patent 51 Declaration Of Homestead 46 Declaration of Independence 9 Declaration of Land Patent - short form 45 declared my sovereignty 10 Deed = Color Of Title 16"},{"pageNumber":70,"pageContent":"Allodial Title Via Land Patent 70 Deed of Trust 60, 64 definitions of all of the terms and components? 64 Deed of Trust, In a 61 Deed of Trust with all of its’ ramifications never 64 deeds 5 DEFECTIVE TITLE 36 Department of Law 63 Department of Law - re: property tax 62 Disarmamant 7 DISCLAIMER 8 do 18 babies deserve to be burned to death 23 donation of equitable /beneficial interest 62 donation of the “Real Property” 61 Drafting Manual for Administrative Regulations 62 drivers license 63 driver’s license 10 Duke 4 Duke - defined 4 E ederal Tax Lien Act of 1966 16 enslave us through color of law statutes 23 Enslavement, Have We Won Our 20 equity courts - no jurisdiction 12 estate of inheritance without condition 27 Etienne de la Boetie 20 F federal citizen 16 Federal Debt Is Fraudulent, why the 13 Federal Reserve Act - 1913 10 federal reserve note 14 FEMA 23 feudal system (in England) 3 Feudalism Began 15 Feudalism is alive and well 62 fiefdom 15 find the address of your BLM office from the back 24 force and effect of law 62 Forest Charter 3 Franklin 9 fraudulent federal debt 13 G G. Thompson, Title To Real Property, Preparation A 18 G. Thompson, who is... 19 Gibson v. Chauteau 28 Good-Faith challenge of an agency Casey v. FTSCA, Wash 13 Great Charter(s) of Liberties 3 gun 7 H Hafer v. Melo - If you enounter Government Harassa 30 heirs, his 11 his heirs 11 History - Land Ownership 4 History Of Allodial Title Via Land Patents 14 Hooper et. al. v. Scheimer, 64 US. - patent is tit 18 Hooper et. al. v. Scheimer, says it all 18 House of Lords in the British Parliament 4 How To Defend It - Chapter 5 28 human beings as biological resources 21 I idea of freedom can never perish 9 Implementing Regulation 62 Income Tax 6 Income Tax, Book: You Don’t Have To Pay 7 income tax was voluntary. 6 INDENTURE IN THE FORM OF A GRANT DEED 49 interests in my real property - define all ? 64 Introduction 8 INVICTUS 21 J Jefferson 9 John Bouvier’s Law Dictionary 3 John Hancock 10 Johnny Liberty 14, 20 Joplin Brewing Co. v. Payne 19 K King Edward I 3 King George 9 King Henry III 3 King John 4 King John at Runnymede 3 Klais V. Danowsk 29 L land patent is in this country, 5 land patent/title 5 land patents 17 Land Patents, Opinions of the United States Attorn 28 landlord 4 Langdon V. Sherwood 29 Law Means Common Law 27 law of negotiable instruments (UCC) 13 lawful authority to collect property taxes from yo 62 Leading Fighter v. County of Gregory 5, 12 “legal” and “lawful” 61 Legal Definitions v. Dictionary Meaning 60 legal description of your piece of ground 24 Lynne Meredith 7 M Magna Charta 3 Mailing Address:"},{"pageNumber":71,"pageContent":"Allodial Title Via Land Patent 71 Michael New 39 Marbury vs Madison - statute must have code or reg 62 Mark Twain quote 15 MARKETABLE TITLE 36 Marsh v. Brooks 28 Marshall v. Ladd, 28 Matthews v. Ward - land became allodial 15 McConnell v. Wilcox - patent ony legal fee simple 17 McGarrahan v. Mining Co 27 Michael New - No to Oath to U.N. 39 Mitchell v. city of Rockland 13 Mr. Botelho - must I pay property tax 63 Muniment: def 19 N national government 13 Norman kings 4 O officials continue to harass you - Hafer v. Melo 30 officials status - servant, agent 13 only four ways a patent can be voided 27 owned freely; 11 P Paid-Off Loan 61 Patent As Title: 27 patent can be voided, only four ways a... 27 Patent Case Law - Chapter 6 31 patent is perfected in 60 days ... 22 PATENT STATUTE, THE MAIN 38 patentee 11 Patents are issued ... 5 Patents Are Title 16 path of least resistance 20 perfected your land patent 11 permission - permit 6 permit - permission 6 phone call 7 principles 13 private land claims 11 Property Tax Collecting Statute 63 Provision A Regulation, Is A 62 Q Questions to ask your Banker 63 R Raestle v. Whitson 12, 29 raw brute force (Uncle Dickie) 23 Real Estate Who is the Beneficial Owner of the Real Estate 63 Who is the Beneficial Owner of the Real Property 63 Who is the Legal Owner of the 63 Who is the Legal Owner of the Real Property 63 Recorder May Present A Recordation Delimma? 22 Regulation Adoption Process 62 removal of title from registration 1 REQUEST CERTIFIED COPY OF ORIGINAL LAND PATENT 43 Request Assignee’s Update of Patent 40 Rescind Your Status 16 restriction of alienation 11 Roots 27 S Sabo v. Horvath 28 Sales on Courthouse Steps? 15 Sam Adam 10 Sanford v. Sanford 12 Saxon kings 4 Secret No One Wants You To Know 11 sheriffs deeds 17 Shock Test To Lethal 20 social security number, 10 Sovereign Americans are not federal citizens 13 Sovereign American’s Handbook 14, 20 sovereign Elector 1 sovereigns 13 Sovereigns can not be ... 17 Squire v. Capoeman 29 Squire v. Capoeman - the patent the fee simple 17 Stanton V. Sullivan 27 Stanton v. Sullivan 5 State v. Crawford 29 State v. Crawford, 29 State v. Hewitt Land Co 27 STATUTES AT LARGE —- 38 Statutory Cross Reference Table 63 Step 1 restore your own status 1 Step 2 removal of any residual “beneficial interest” 1 Step 3 bring the original land patent forward 1 Step 4 extinguish all remaining encumbrances (tax obligat 2 Steps To Patent Your Ground 22 Steps: To Patent Your Ground 24 Stone v. United States, 28 supreme court - upheld... 11 surety bond 13 surety bond technique Recorder May Present A Recordation Delimma? 22 Surviving For A Year? 23 T Tax Bill - Refusal Letter 44 Tax Bill Counter Demand"},{"pageNumber":72,"pageContent":"Allodial Title Via Land Patent 72 NOTICE TO THE COURT 47 Tax deeds 19 tax deeds 17 Tax must be collected in gold/silver only State treasurer v. Wright 14 tenant of the real property, am I just a 64 The Errant Sovereign’s Handbook 1 The Unanimous Declarations and Resolves of 1776 3 there isn’t anything I can do 20 They got what they deserved Janet Reno 23 Thomas Jefferson 10 title in fee simple 4 TITLE REGISTRATION 57 Torrens Registry System. 1 Treaties / Land Patents 5 Trust - Cestui Que 60 Trust - fidei-commissarius 60 trust corpus 64 trust deeds 17 Trustee 60 U U. S. Government’s Land Grab 8 UCC - law of negotiable instruments 13 UCC 1-207.4, UCC 1-103.7) 14 UN troops 23 United States v. Cherokee Nation 28 United States v. Stone 11 Until 1913 8 update that patent into your name 11 useless eaters 20 V void ab initio 63 Voluntary U.S. Citizen 16 voter registration card - adhesion contract 16 Vultures In Eagles Clothing 14 Vultures In Eagle’s Clothing 7 W Waco ! 23 Walton v. United States 28 Warranty Deed 61 Mahrenholz v, County Board of School Trustees of L 19 warranty deeds 17 Warranty Deeds / Deeds List of court cases... 19 Washbum, Treatise On The On The American Law Of Re 16 What The Court DID NOT SAY 5 Wilcox v. Jackson 11 WILD DEEDS 37 Will Rogers quote \"believe the lie\" 17 wills 17 Wills pass only color of title Baldwin v. Ratcliff, 19 words of an art - legal definitions 60 Wright v. Mattison 19 Y you 60 Young v. Miller 12"}]
