[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUponNuclear Sabotage in Maryland; Bull Mutilationin Colorado; and Global Warming© 1999 by Linda Moulton Howe January 24, 1999 -Nuclear Sabotage1) First, The Washington Post reported this week that five different times inDecember and January a woman drove through the main gate of the CalvertCliffs Nuclear Power Plant just outside Washington, D. C without gettingcaught. Not only was she not stopped by security, but she set fires. One burnedabout a quarter-acre. Now, 39-year-old Rosemary Kohl is being held at theCalvert County Detention Center under a $100,000 bond and has been chargedwith five counts of malicious fire-setting and two counts of trespassing.The Washington Post said it is not known how or why the woman managed toget past security at the nuclear power plant. This incident raises again thequestion: how vulnerable to sabotage are U. S. nuclear power plants whichprovide twenty percent of the nation's electricity?Bull Mutilation in Burns, Colorado2) In other news, about 65 miles north of the Vail ski resort in Burns, Colorado,another bull was found dead and mutilated the first week of December 1998.The animal was only a half mile from the ranch house and was the second bullmutilated in the same pasture since 1996. Rancher Susan Nottingham says herfamily has raised cattle in Burns since the beginning of this century and ishaunted by these recent bull mutilations that have had similar, bloodlessexcisions of an ear, circle of flesh around the eye and eyeball, tongue, jaw flesh,testicles and rectum cored out. No tracks nor signs of struggle on the ground.And no evidence of predator bites or claws.I talked with Susan Nottingham about her reaction to finding the mutilated bull.Interview:Susan Nottingham, Rancher, Burns, Colorado: \"It's rectum had been excised.It's scrotum had been opened up. The scrotum itself was still there, but therewas an incision the length of it and the testicles had been removed. The penishad been removed where the penis enters, at the site of the penis on the stomachthere was about an 8 inch perfectly round circle of skin removed. The right sideof the face had been skinned and the eye removed, the tongue removed, themandible was clean.WAS A CIRCLE OF FLESH TAKEN FROM AROUND THE EYE?Ye s .AND WAS THE BONE EXPOSED UNDER THAT CIRCLE?Ye s ."},{"pageNumber":2,"pageContent":"WHAT WAS YOUR REACTION TO SEEING THIS ANIMAL?I was disgusted. I'd just bought him about a month before hand and had paid forhim. So, I was totally disgusted, but I wasn't shocked because I had the samething happen to a bull in 1996 at the same time of the year.AND DID YOU HAVE A VETERINARIAN COME OUT AND EXAMINETHIS BULL?No, I didn't this time because I did in the 1996 bull and there were noconclusions and this bull was decomposed to a point I didn't think a vet woulddo anything.AND IN THE 1996 CASE, THE VET WAS UNABLE TO DETERMINECAUSE OF DEATH?Ye s .AND WHAT WAS THAT VET'S RESPONSE TO THE PATTERN OFBLOODLESS EXCISIONS IN THE 1996 BULL?Oh, totally baffled.I SHARE THAT REACTION. I'VE ALWAYS THOUGHT THEY ARE SOEERILY PRISTINE.Well, they are. If a human being were doing it. I mean, if I were going out to takea bull's testicles, I'd just whack them off. The way it's done, it's so precise.AND SURGICAL.And surgical.AND NO BLOODAnd no blood. In all these years, if somebody -- if it were human beings doing it-- somebody would have talked.AND COL. CORSO STATED RIGHT IN HIS OWN BOOK THAT OURGOVERNMENT HAS KNOWN SINCE THE 1950S THATNON-HUMANS HAVE BEEN TAKING TISSUE AND FLUIDS FROMANIMALS AROUND THIS PLANET SINCE THE EISENHOWERADMINISTRATION. AND IF IT IS EXTRATERRESTRIAL, WOULDYOU RATHER KNOW THAT FOR A FACT FROM THEGOVERNMENT?Absolutely.Global WarmingIn other news, three federal agencies NASA, NOAA and the National ClimaticData Center recently announced that \"Global temperatures in 1998 were thewarmest in the past 119 years since reliable instrument records began. Theprevious record was set last year. The global mean temperature in 1998 was 1.2degrees Fahrenheit above the long-term average. This was the twentiethconsecutive year with an annual global mean surface temperature exceeding thelong term average. A persistent El Nino in the first half of the year and theunprecedented warmth of the Indian Ocean contributed to this record warmyear.\"While most leading meteorologists now are convinced that the warming trendsince the 1970s has been caused by humans putting too much carbon dioxideinto the atmosphere that causes a greenhouse effect, some still argue that what ishappening is normal.But Dr. Keven Trenberth, who received his Ph.D. from MIT in Meteorology andis now head of the Climate Analysis Section at the National Center forAtmospheric Research in Boulder, Colorado, says what is happening is notnormal."},{"pageNumber":3,"pageContent":"Interview:Kevin Trenberth, Ph.D., Head, Climate Analysis Section, National Centerfor Atmospheric Research (NCAR), Boulder, Colorado: \"Yes, 1998 was thewarmest year on record and what is more, it was about a quarter of a degreeFarenheit warmer than the previous warmest year on record which was 1997.And the last 10 years are the warmest 10 years on record. And this is theobservational record that goes reliably back to around 1870 or 1850. But thereis increasing evidence that also suggests that from what is called proxy data --various indicators of climate that have been gathered around the world -- thatthe last decade was also the warmest in certainly the last 600 years andincreasingly evidence points to the last 1200 years, even warmer than what isoften referred to as a medieval warm period which was at the time when a lot ofVikings were doing their navigation around the northern seas. And so, what isgoing on certainly seems to be very unusual.AND WHAT TRAUMATIC CHANGES ARE YOU SEEING INPRECIPITATION?Well, over the United States, first looking at moisture content -- there has been a10% increase in the average moisture over the United States and the Carribbeanand in Hawaii where we have good measurements from about the mid-1970s tothe late 1990s. And that means there is more moisture for all of the weathersystems to gather up and get involved with. And so one can argue that it shouldbe raining harder when it does rain. And when we look at the rainfall records,we find indeed that it is raining harder.Now, overall in the U. S., there has been about a 10% increase in precipitationthruout this century. But when we look at it in more detail, we find that nearlyall of that increase is in the upper tenth percentile, the upper top part of whatthe rain rate actually is. So when it rains, it's raining harder now than it used toand this, of course, this is the sort of thing that can lead to flooding. And we'reseeing lots of instances of flooding around the country and very dramaticinstances of flooding such as in Nicaragua and Honduras with Hurricane Mitch.The outstanding thing about that hurricane was the amount of rainfall thatactually occurred. And in August and September 1998, thee were huge floods inChina in the Yangtse River Valley and large loss of life associated with that. Andalso in Bangladesh around about the same time frame in August. Not tomention, the many instances of quite severe flooding in many parts of the unitedStates. So, the importance of the global mean temperature is that it's a clearindicator that something is going on and we should be paying attention. And weshould be paying attention in various ways. We should be looking at thesefloods and droughts around the world and the prospects that these maybecoming more severe and there is some evidence to support that.IF THIS TREND OF EXTREMES CONTINUES TO INCREASE ANDACCELERATE THE PENDULUM SWINGING A LITTLE BIT MOREWILDLY EACH YEAR, HOW BAD -- WHAT IS THE WORST CASETHAT ALL OF THIS COULD END UP BEING IN TERMS OFAFFECTING US HUMANS?I think some of the biggest affects are likely to be in the realm of water andprecipitation and water management. The flooding we have seen in many cases--in California in recent years we have seen a number of instances of flooding. Wesaw in association with the El Nino the tremendous heavy rains in California inFebruary last year with houses toppling into the ocean and things like that. Inthe southeast in Florida, it was the wettest January and February on record. Andthen they rapidly went into drought conditions and ended up with a lot of forestfires. Fires are one of the manifestations of the increased drying that goes on.IF WE LOOK BACK 25 YEARS AND THINGS HAVE ACCELERATEDSO RAPIDLY BETWEEN THE 1970S AND THE 1990S, WHAT IN THENEXT 25 YEARS WOULD YOU PROJECT COULD HAPPEN IFGLOBAL WARMING CONTINUES AT THE INCREASES EACH YEARTHAT WE HAVE BEEN SEEING?"},{"pageNumber":4,"pageContent":"This is an interesting question because if we look back to say the last 100 yearsor so -- there has been an overall warming of -- it's often stated as 1 degreeFarenheit, even though that doesn't really take into account the last year or so.MEANING 1998?1998 in particular because last year was 1.2 degrees F. above the average andthe average is another 1/2 degree F. above the values that existed in last century.So, the warming for 1998 is getting up to 1.5 to almost 2 degrees F. abovevalues that existed last century. And it's really since the 1970s that the thing wecall \"global warming\" -- the increases in the greenhouse gasses and the changesin the atmospheric composition -- are beginning to be really seen around theworld. And so my interpretation is that what we're seeing in the last 10 to 20years is indeed a part of this global warming pattern. There is still a lot ofnatural variability that goes on including El Ninos that is the dominant force,but as we move more into the future, the prospects that we will see maybe somenew kinds of phenomena, but also these extremes really being exacerbated asthis increased energy sort of firing up the system to behave in a more vigorousway.AND WHAT ABOUT THE TORNADOES IN JANUARY INTENNESSEE?Well, tornadoes also occurred last year but were further south in Florida. Andso, the location of those tornadoes is probably determined as much by thepresence of El Nino last year and La Nina this year, the cold conditions in theTropical Pacific this year. January is unusual. Usually the tornado season is thespring. It goes very active as we get more into March, April and May -- that'smore the tornado season. So the fact they are occurring in January -- it's notprecedented, but maybe it's a sign in the same direction.When you look hard at the science, there are increasing signs that we are outsidethe bounds of what we would expect from natural variability and some of thearguments are really more about what we should do about it.WHAT CAN WE DO ABOUT IT?Well, that's one of the problems. Carbon dioxide has a very long lifetime in theatmosphere and we keep emitting carbon dioxide into the atmosphere byburning fossil fuels, by driving cars and things that put CO2 into the atmosphere.And then it hangs around maybe for 100 or 200 years before it gets taken out ofthe system in some way. And therefore, we can't stop this build up very easily.All of the stuff we have done up to now is not going to go away if we simplystop putting more CO2 into the atmosphere. That means that climate change isgoing to be with us. We're going to have to live with it. Another aspect of thisthat's complicated is how the climate system responds to these changes in thecomposition of the atmosphere. And in particular, the oceans respond veryslowly. And so, even what we have done up to now, we haven't seen the fulleffects of that and won't have seen them probably for say about 20 years whichis sort of the time lag that comes in because of the ocean.SO IT COULD GET A LOT WORSE FASTER THAN WE REALIZE?Well, this is a real concern of a lot of scientists and I would include myself inthat -- what we're doing is changing the climate at such a rate in the future that ishappening about now, that it's going to cause changes so fast that we reallywon't be able to adapt to them in an orderly fashion. This applies to society, butit also applies to the ecosystems and the natural environment -- it's all very wellto say if the climate changes and it gets warmer in a region, we'll just growdifferent vegetation or different trees. But trees tend to last about 100 years orsomething like that, so you can't just move them from one place to another.Even agriculture, if it starts to dry out in one region or warms up and gets wetterin another region, then maybe the soils aren't suitable in the new region. In anycase, it has a big effect on the farmers who aren't able to grow the crops theyhave traditionally been able to grow.What we cannot say right now is exactly what is going to happen. In fact,because we cannot say exactly what's going to happen, exactly what the risk is,"},{"pageNumber":5,"pageContent":"it means that we're rolling the dice. We're playing with our own planet and whatkind of weather and climate future generations are going to have. If we hadbetter predictions of what was going to happen we could make a more informeddecision about whether this was going to be acceptable or not. Although, part ofit comes back to the fact that it's a global problem and it's the industrial nationsthat are contributing most. And it's the industrialization in places like China andIndia where they've got what I think is a very legitimate goal of trying to bringthe electricity to all their people so they can have refrigerators. It's a veryadmirable goal, but it's putting a lot more pollution into the atmosphere andcarbon dioxide as well.And so that kind of thing is likely to continue and there is this trade off -- howmuch should we stop that kind of progress and can you tell the Indians andChinese that their people shouldn't have refrigerators. That's a very hard thing todo. And this is the kind of argument going on. How do we address all this in areasonable way? And how do we plan for the future if it is going to be somewhatdifferent than what we've had in the past? These are very difficult questions.\"We b s it e :http://www.noaa.govCredits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
