[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUpon© 1999 by Linda Moulton Howe March 14, 1999 -Sahara Desert Circle of RocksIn the March 1999 issue of National Geographic, there is a photograph of acircle made from small, flat, dark rocks on beige sand in the Sahara desert ofAfrica. The perfect circle is actually a ring about two feet wide laid flat on thedesert sand and stretching about 60 feet from one side of the ring to the other.Who put the dark stones down so neatly and perfectly flat is not known. Themystery does not end with the ring. Investigators have discovered that if they goabout one mile from the ring of rocks, there are markers exactly north, south,east and west of the ring. The markers are also made of dark stones that formarrows pointing away from the circle in each of the four directions. So far, noone knows the age of the ring and arrows, who made them, or exactly what theirpurpose is. For listeners who want to see a photograph of the ring of rocks, youwill find it in the National Geographic article entitled \"Journey to the Heart ofthe Sahara,\" in the March 1999 issue.Y2K and Nuclear Power Plant SafetyIn other news, Y2K tests are increasing -- and a recent one has people worriedabout the nuclear energy industry. In February, PECO Energy in Pennsylvaniatested a system at the Peach Bottom nuclear power plant near York. Theparticular system for the Y2K test helps track the position of control rods thatregulate the nuclear reaction. But when the year 2000 was fed through acomputer, the rod tracking system shut down and could not be brought back online for SEVEN hours. PECO reported this week that another follow-up test wassuccessful and that more tests of other Peach Bottom Reactor units arecontinuing. Nuclear plants have until July 1st to give the Nuclear RegulatoryCommission a detailed description of what Y2K-related work remains to bedone at nuclear power plants, and when the work will be done. Already PECOsays that two systems at the Peach Bottom nuclear power plant will NOT befully Y2K compliant until fall of 1999. How many other nuclear power plants inthe U. S. and around the world are facing the same problems? And what are theconsequences if there are still computer system failures on January 1st, 2000?It's worth remembering that the nuclear meltdown at Three Mile Island here inPennsylvania occurred 20 years ago on March 28, 1979."},{"pageNumber":2,"pageContent":"Strange Lights Over Tucson, ArizonaIt's March and in Arizona people are seeing odd lights in the sky again. BillHamilton, Executive Director of Skywatch International, and his ArizonaSkywatch Director, June Scherrer, called me about new sighting reports.Thursday evening, March 4th at about 8:15 PM, Linda Revere was startled by alarge triangular formation of lights in the sky not more than a mile from herhome north of Tucson that sits at the far end of a subdivision near SombreroPeak. She watched dumbstruck for about five minutes until she heard herhusband drive into the garage and got him to look also. Two other familymembers also watched the strange triangle suspended motionless in the night skywhile its lights pulsated. I talked with the couple, Linda and Ray Revere, andhere is their firsthand eyewitness report from their home north of Tucson.Linda Revere, Sombrero Peak Subdivision, Tucson, Arizona: \"I was comingout our back kitchen door and I was throwing a newspaper into the garbage can.All I did was lift the lid up and there it was.WHAT DID YOU ACTUALLY SEE? WHAT CAUGHT YOUR EYE?The lights. They were in a sequence and they were in a pattern and they lookedlike a constellation, but I knew they weren't a constellation because I knew theycouldn't be that bright and blinking. And also, awhile ago, we have been havingthe Jupiter, Mercury, Saturn, Venus alignment. And I was watching it beforehand. And I came out and I looked at (this) and WOW!THIS WAS VERY DIFFERENT BECAUSE?Very different. It almost looked like Battlestar Galactica hovering over themountain.\"Ray Revere: \"I had at least a minute and a half at looking at this thing with apair of 12 x 50 binoculars.WHAT EXACTLY WERE YOU SEEING?What exactly were we seeing? We were seeing a series of nine lights that wereconfining the configuration of the ship. In other words, there were three lightson one side, three lights on another and three lights on another. And they weregoing around and blinking in a series.WHAT SHAPE DID THESE LIGHTS FORM?They were a triangular shape and the size of the ship was bigger than two of myfists at arm's length. It was a big object! I would say when we were looking at it,and I looked at it through the binoculars, that this thing was at least a footballfield. At least.MEANING IT WAS AT LEAST 300 FEET LONG?At least an entire football -- it was just incredible in size. The only thing about itwas that it was so stealthy that if other people were to look up there, theywouldn't even have seen it. The blinking lights that were on the craft itself were"},{"pageNumber":3,"pageContent":"about as bright as Orion's Belt in the sky, as far as the magnitude is concerned,and they were blinking in a rapid succession like one, two, three, four, five, six,seven, eight, nine. And it was blinking in that series, going around the ship,making out the entire outline of the ship. And that was the first thing thatgrabbed my attention. And then when I grabbed the binoculars up and looked atit, there was a solid black mass which was the triangle shape that was in themiddle and that solid black mass matched the sky so identically that youwouldn't even know it was there. And this was only 8:15 at night.Cars were going by Silver Bell Road. None of them stopped and none of themlooked up and saw this thing. Now, the next thing that happened is that theobject started moving to the east.BEFORE IT STARTED MOVING, HOW HIGH ABOVE YOU DO YOUTHINK IT WAS AND COULD YOU HEAR ANY SOUND?No, there was absolutely no sound at all. And we would have heard somethingbecause there were passenger airliners in the back of me, shuttles going fromTucson to Phoenix, and you could hear that in the background. But you couldn'thear anything from the object.HOW HIGH ABOVE YOU DO YOU THINK IT WAS?It was right over this peak and the peak was I would say some place between aquarter and a half a mile. And when the craft started to move and lower itself --it started to move away from the peak and from us, and it started to lower itselfand the lights fell out of sight. We ran through the house and got the car andwent all the way out of our community and down the block and through theravine -- there is a highway that goes through the ravine -- to the back. Andwhen we got to the back of the mountain, I stopped the car at the side of theroad and took out a pair of binoculars and it was gone. And I couldn't see athing.The only thing of real interest is that this thing was sitting there for the threeminutes I was looking at it and for about five minutes that my wife was lookingat it before I came. And that would make it about eight minutes. And when wegot onto the other side of the mountain, there's a horse ranch there and I thinkthat's what it was over -- it's a big dude ranch where they have guests that come.I went down there and talked with a few people who said they hadn't seenanything. But this thing was over one of those huge corrals where the horseswere.Then approximately a half mile from there down across Twin Peaks Road is ahuge cattle farm and they must have a thousand five hundred head in there. AndI think this is what it was looking at.\"I also talked with Bill Morris, Asst. State Director for Arizona's Mutual UFONetwork. He said he contacted the Marana Police Department not far from theRevere home to see if the dispatcher had received any calls from residents whomight have seen the same triangle of lights. There were no log notes about anyreports."},{"pageNumber":4,"pageContent":"But, Skywatch Director, June Scherrer, received another March 4th report fromfive adults and four children who were outside a half hour after Linda and RayRevere's sighting. What those nine people saw was described as four bright lightsthat formed a perfect square in the sky. Then they saw a large, all black circularobject come in front of the square of lights. Everything went dark and they neversaw the lights again.Because these sightings are in an area where there are a lot of horses and cattle,Bill Morris says he will continue to canvass the area for any unusual animaldeaths such as mutilations -- or unexplained animal disappearances. There havebeen several mountain lion kills of cattle in the area this year.If any listeners have seen anything like these triangles or squares of lights -- orwhat they might be, or about any current unusual animal deaths ordisappearances, please contact me by faxing 215-491-9842. Or write to me at P.O. Box 300, Jamison, PA 18929.Credits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
