[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUponThe Mysterious Life and Death of Dr. Wilhelm Reich© 1999 by Linda Moulton Howe April 20, 1999 New York City - One of the most maligned scientists of the20th century was psychiatrist Dr. Wilhelm Reich. He was born on March 24th,1897 in the Austro-Hungarian Empire, grew up on a farm, and then enteredmedical school. By the 1920s, Dr. Reich was being hailed as the heir apparentto Sigmund Freud because of his contributions to psychoanalysis.By the 1930s, Dr. Reich's studies of biogenesis -- the origin of life -- werethought by some to be worthy of a Nobel Prize. Then in the 1940s in the UnitedStates, Dr. Reich claimed to discover a new form of energy that he said pervadedall space and life, including vacuums. He began to write about a new paradigmin physics, one in which energy -- not matter -- is primary. And Dr. Reich beganto experiment with weather modification. Those experiments seemed to attractglowing lights of unknown origin and Reich speculated the lights were advancedmachines operated by non-human intelligences. All of this apparentlythreatened people of power and financial influence in America and Europe.The U. S. government bore down on him with a series of investigations that ledto his incarceration. Dr. Wilhelm Reich died on November 3rd, 1957 in a U. S.Federal penitentiary where he had been sentenced for two years on a charge ofviolating interstate commerce laws connected to the transport of an inventionDr. Reich called Orgone Energy Accumulators. The year before his death, theFederal Food and Drug Administration had destroyed Dr. Reich's accumulatorsat his Rangeley, Maine lab on June 5th and July 23rd, 1956. The FDA alsoburned his scientific literature and books.The amazing life and death of Dr. Wilhelm Reich is featured in a chapter of arecent book entitled Project Mindshift, The Re-Education of the AmericanPublic Concerning Extraterrestrial Life, 1947 to the Present, by MichaelMannion. Mr. Mannion is a professional medical and health writer who has alsoinvestigated the subject of other life in the cosmos and man's changingconception of his place in the universe.The following is an excerpt from an interview with Mr. Mannion at his NewYork City home on April 20th, 1999:"},{"pageNumber":2,"pageContent":"Interview:Michael Mannion, Author, Mindshift: The Re-education of the AmericanPublic Concerning Extraterrestrial Life, 1947-Present, New York City, N.Y.: \"Reich called the energy 'orgone' energy. And he did that because it camefrom his study of human sexual energy and the word also derived from the factthat it (orgone energy) charged organic material. If this energy were proven to betrue, it would not only have implications for the use of fossil fuels or spacetravel or automotive travel or planes or that type of thing. It would also havehealth implications where the life energy could be used directly to preventillness and promote health, instead of synthetic pharmaceuticals. So there weremany applications of this energy that struck at the roots of very powerfuleconomic institutions and society.WHAT DID WILHELM REICH HIMSELF WRITE ABOUT OR SAY TOPEOPLE BEFORE HE DIED AS HIS UNDERSTANDING OF WHY HISWORK THREATENED THE FEDERAL GOVERNMENT AND THAT THEFDA WOULD ACTUALLY BE IN AN AGGRESSIVE POSTUREPERSECUTING HIM?He amplified what I just said. He felt that you could look at three levels of it.The first one is the surface level of our social life. So the reality of the energydefinitely threatened very powerful financial and social institutions in oursociety. For instance, if we had chosen to develop Reich's orgone energytechnology instead of atomic technology, that would have affected all themoneyed people behind the nuclear industry. If we had developed an orgonemedical approach instead of pharmaceutical approach, there's billions andbillions involved in that.CAN YOU GO BACK TO AND GIVE THE YEAR WHEN THE FEDERALDRUG ADMINISTRATION MOVED LEGALLY AGAINST WILHELM REICHAND DESTROYED SOME OF HIS BOOKS?I think the first forthright action in terms of going to court I think was 1954.However, the actual FDAinvestigation of Reich began about 7 years before that in 1946-1947.WHAT WAS HAPPENING AT THAT TIME IN 1946 TO 1947 THAT WOULDHAVE BROUGHT THE ATTENTION AT THE FEDERAL LEVEL TO THEPOINT THAT THEY WOULD ACTUALLY BEGIN AN INVESTIGATION?One of the things was an article by a freelance journalist, Mildred Eady Brady.She published an article in The New Republic (entitled) The Strange Case ofWi l h e l m R e i c h . And in that article, she completely misrepresented Reich anddid a hatchet job on him. And at the end of the article, she called for the state tointervene against this man as a health quack was her basic thing. That actuallybegan the FDA campaign against Reich. And in most of that first 7 year period,they didn't acknowledge publicly that they were investigating him. But it waswell known. People were being contacted and asked questions, harassed.It was in 1954 that they (FDA) made the first injunction, a sweeping injunctionforbidding anyone anywhere in America to write about orgone energy,communicated about orgone energy, practice the type of medicine that involvedthe use of the orgone devices Reich made. It was an amazing -- it is one of themost amazing documents in U. S. legal history. And that was the first phase of it.Over a 10 year period, the FDA spent 4-6% of its entire budget to get this man.That's an astounding amount of money to go after one physician scientist. And Ithink at the height of his career, I think 125 or 150 patients were working withhim.SO WAS WILHELM REICH ACTUALLY IN THE PROCESS OFADMINISTERING VARIOUS OF KINDS OF HEALTH TREATMENTS THATINVOLVED THOSE ORGONE ENERGIES IN"},{"pageNumber":3,"pageContent":"APPARATUSES?He created a device he called the Orgone Energy Accumulator. He felt that likeright now in the room that you and I are speaking we're in an energy field andthat by a certain arrangement of materials, alternating layers of organic andmetallic materials -- you could create an artificially higher level of energy withinthe enclosure than in the rest of the room. And you could measure this with anelectroscope, you could measure temperature differences with a thermometer. Ihave now pictures taken with an infra red thermo-imaging camera in 1996 in astate of the art physics lab that demonstrates the existence of this energy. And hewas working on an experimental basis with patients with this device. And therewere a number of student physicians who were using orgone energyaccumulators with their patients. At this period, Reich himself wasn't practicingmedicine. He was engaged in his research. I think he was still doing some workas a therapist. And then there were patients who had rented or bought hisorgone accumulators from the Reich foundation and using them on their own intheir homes. And thisis what the FDA objected to.DID THE PATIENT ACTUALLY GET INTO THESE ORGONE BOXES? WASIT A TOTAL BODY IMMERSION IN THIS ACCUMULATING ENERGY?Yes. It was large enough for a person to sit in. And you would use it, depending,20 or 30 minutes at a time, once or twice a day. And the way it would work isthat your energy field would come into contact with the heightened level ofenergy that was within the enclosure. There would be excitation of the twoenergy fields. And in a general overall way specifically through energy chargingof the red blood cells, you would become healthier and more able to resistillness and disease and things like that. It wasn't a specific targeted cure.ONE COULD SAY THE SAME THING ABOUT GOING TO A CHURCH, ORINSIDE A SACRED SITE THAT THERE IS SOME KIND OF AN ENERGYSHIFT INSIDE OF A BUILDING MADE OF STONE THAT WE WOULDCALL A CHURCH. WHY WOULD THE FEDERAL DRUGADMINISTRATION FIND THERE WAS ANYTHING TO COMPLAIN ABOUTIF ALL PEOPLE WERE DOING WERE SITTING INSIDE A CHAMBER?THERE WERE NO WIRES. THERE WAS NO APPARATUS. THERE WASNOTHING ENTERING ANYBODY. HOW COULD THIS FOUND TO BE SOTROUBLESOME AT A LEGAL LEVEL?It's a good question. If the FDA thought of Reich's work and the accumulator asyou've just described, nothing they did makes any sense. However, if they knewthat he had discovered the physical life energy that had only been postulatedabout either religiously in religious thought systems as God or in scientificthought systems as prana or ether or various metaphysical concepts, that theyunderstood that he really had discovered the physical life energy, then we goback to what we were discussing earlier that the status quo of our society wasreally going to be rocked.WHEN THIS LEGAL SANCTION AGAINST THE ORGONE BOX AND THEORGONE ENERGYAND THAT IT WOULD BE ILLEGAL FOR ANYBODY TO BE USING THISIN THE UNITED STATES, WHAT WAS WILHELM REICH'S REACTION TOTHIS LEGAL STEP?This is where it gets really interesting and there is a book for those who mightwant to get into the details of it the author is Jerome Greenfield and the book iscalled The U.S.A. Versus Wilhelm Reich. I think it's out of print, but you canfind it pretty easily. Published in 1974. What Reich did was that he didn't go toanswer the subpoena. He didn't go into court and instead he wrote a letter ofresponse to the judge in which he said that matters of basic science, of bona fidescientific research, cannot be judged in a court of law. That stunned them. Ittemporarily brought a halt to the legal action. Reich was found to be in violationof the subpoena and found in contempt of court, but they didn't know what todo."},{"pageNumber":4,"pageContent":"IF I UNDERSTAND CORRECTLY, THE FDA ACTUALLY CAUSED THEPHYSICAL BURNINGOF REICH'S BOOKS ONE TIME, AND THEN UPON HIS DEATH. WHYWOULD THERE HAVE BEEN THIS DRAMATIC BURNING OF THEBOOKS?You know, that's what really got me into it when I was a teenager. I couldn'tbelieve they went so far as to burn the books. You can get everybody's books.We can go into a bookstore and buy Mein Kampf by Hitler. I wanted to knowwhat could have been in these books that drove them to such an extreme action.And over the last 30 years, I have been studying this work and some of thethings that we talked about -- namely, a new science and a new technology anda new form of medicine that would completely undermine mechanisticdrug-oriented medicine, that would completely undermine the fossil fuel-basedeconomy that we have that would have been a powerful alternative to thenuclear industry as it developed. I think all of these things were in there thatlead to this drastic action. And also there was a connection to the covertgovernment activities involving extraterrestrial activity and energy andextraterrestrial technology that may have been uncovered in incidents such asthe Roswell Incident andothers.THE UNITED STATES AT SOME LEVEL INSIDE MAY HAVE KNOWNTHAT WE WERE DEALING WITH A NON-HUMAN INTELLIGENCEINTERACTING WITH THE PLANET AND THAT WE HAD RETRIEVEDMACHINES AND TECHNOLOGY. AND THEY RECOGNIZED THATTHERE WAS SOMETHING IN REICH'S WORK THAT MAY HAVE TIEDINTO WHAT THEY WERE WORKING ON A WHOLE OTHER LEVELHAVING TO DO WITH THE PRESENCE OF WHAT THEY CALLEDEXTRATERRESTRIAL BIOLOGICAL ENTITIES. AND SOMEONE IN THEUNITED STATES GOVERNMENT WAS USING THE FEDERAL DRUGADMINISTRATION AS THE PERSECUTION TOOL AGAINST WILHELMREICH. CERTAINLY THE FDA IN AND OF ITSELF WOULDN'T HAVE HADANY PROPRIETARY INTEREST IN THIS. AND THEY MANAGED TO GETHIM SENTENCED TO PRISON. WHAT WAS IT THAT REICH HIMSELFWAS SAYING AS HE KNEW WAS GOING TO PRISON IN THOSE LASTMONTHS?In the beginning of Contact With Space and you have to imagine here is a manwho knows he is going to prison. His reputation has been sullied. He is a man ofgreat integrity and international renown. But he has been following his truthwhich is the pursuit of this energy principle he calls orgone energy. And he isgoing to follow that truth wherever it leads him, whatever it costs. And this ishow he opens up Contact With Space:'On March 20th, 1956 at 10 PM, a thought of a very remotepossibility entered my mind which I fear will never leave me again:Am I a spaceman? Do I belong to a new race on earth, bred by menfrom outer space in embraces with earth women? Are my childrenoffspring of the first interplanetary race? Has the melting pot ofinterplanetary society already been created on our planet, as themelting pot of all earth nations was established in the U.S.A. 190years ago? Or, is this thought related to things to come in the future?I request my right and privilege to have such thoughts and to ask suchquestions without being threatened to be jailed by any administrativeagency of society.'Why he thought that is that he had been engaged in a series of atmosphericresearch projects that brought him into direct visual contact and perhapsenergetic contact through one of his devices with spaceships.YOU MEAN SILVER DISCS IN THE SKY? OR DID HE DESCRIBEEXACTLY WHAT HEENCOUNTERED?"},{"pageNumber":5,"pageContent":"He described exactly what he encountered. They weren't daylight discs. Theywere more lights in the night sky. The one that's very dramatic and relates here iswhen Reich was in Arizona about eight miles north of Tucson in the winter of1954-1955. And he was doing atmospheric energy research. And they wereregularly sighting over the six month period UFOs. And they were also regularlyunder observation by the American Air Force. So, what you have is this outsiderscientist doing completely leading edge research under the observation of boththe American Air Force and whoever these extraterrestrial entities are. And hedid fabulous work applying the scientific method to the observation of the nightsky that lead him to take some extremely interesting and significant photographsof things in the night sky that are definitely not stars and are some sort of spacemachines under some sort of intelligent operation.WHY IS IT THAT WILHELM REICH'S NAME IS PROBABLY ASSOCIATEDMORE WITH CLOUD BUSTERS THAN ANYTHING ELSE?What Reich felt about the orgone energy was that there was an inter-relationshipbetween water and energy and between metal and energy. The way a lightningrod just randomly attracts huge bursts of energy from the atmosphere, the cloudbuster could attract smaller amounts of energy in a controlled fashion from theatmosphere. And so what you had were these telescoping tubes they kind ofstretched out and looked like a military thing like on a battleship in a way theway cannons stretch out and telescope out.There were 12 or 16 of them and mounted on a structure. And then coming fromthe end of each tube was hollow metal cable. And then the cable would be runinto running water or deep lake water or river or deep well because the waterwould attract the atmospheric energy as would the metal and the energy wouldbe drawn that way. And also, Reich felt there was a negative form of naturalorgone energy which he called deadly orgone energy in the air and that thewater wouldabsorb that. And this was involved in shifting the energy field around the planetlocally. Reich felt it was the energy shifts that had to do with the creation ofdissolution of clouds.WHAT EXACTLY DID WILHELM REICH DO IN TUCSON WITH THESEMILITARY LOOKINGTHINGS THAT WERE GATHERING ENERGY FROM THE RUNNINGWATER AIMED UP AT THE SKY? WHAT WAS HIS GOAL?His original goal going there was weather modification work which was actuallyquite successful. It was on television in Phoenix, I think.WHAT WAS ON TELEVISION?One example they showed was that Reich went to one part of the desert whereno grass had grown in the memory of the oldest person living there for 50 yearsor more. And over a period of months -- people mistakenly think that makingrain means that you create lightning and thunder and clouds and downpours.But what he did was through work with the cloud buster, he was able togradually raise the relative humidity of the area around. Grass began to grow inareas where grass had never grown, knee high grass. That was one thing that wason television. Another thing was that the water table rose. Homes had been builtalong stream beds that had been dry for who knows how long? But the watertable rose.BUT WHAT DOES THAT HAVE TO DO WITH CLOUD BUSTING? THEIMPRESSION THAT THE GENERAL PUBLIC HAS IS THAT WHATWILHELM REICH WAS DOING WAS FOCUSING AN ENERGY BEAM ATCLOUDS TO DISPERSE THEM, NOT CREATE THEM.No, that's not what it is at all. You could withdraw energy from an area whichwould lead to the dissolution of clouds. Or you could draw more energy in, sayfrom the east to the west, and a higher concentration of energy is an integral partof the creation of clouds. So, by shifting the energy field locally, you can assist"},{"pageNumber":6,"pageContent":"nature in what it does naturally which is forming the dissolution or creation ofclouds and rain. And prolong periods in which clouds are not able to form.Then you begin to get the process of desert development.So Reich initially went down there to do that. But there is no energy beamsgoing out or that kind of thing. It's the slow gradual shifting of the energy field inthe atmosphere.WHAT YOU ARE SAYING IS THAT WILHELM REICH HAD THE GOAL OFUSING THE ORGONE ENERGY, DRAWING IT FROM RUNNING WATER,AND AIMING IT AT WHAT HE CONSIDERED TO BE STAGNANT ENERGYAREAS NOT SPECIFICALLY WHITE PUFFY CLOUDS?Right. What he was trying to do was to move the energy.DID HE EVER DEMONSTRATE THE CREATION OF RAIN IN A PLACETHAT WAS DRY?Yes, he did, and he writes about it in the journal CORE. It might have been1951 or 1952. There was a group of blueberry farmers in Maine. There was adrought the whole summer and they heard about this scientist doing rain makingresearch. And they hired him. And it rained. And they paid him.DID HE HAVE HIS ORGONE MAKING EQUIPMENT AT THESEBLUEBERRY FARMS?Yes. He brought them from Rangeley which is in the mountains of west centralMaine to the coast. And they did a number of rain-making operations which hedescribes and is written up in his reports. And they were satisfied. The weatherreport was not predicting anything remotely like rain. It wasn't going to beovercast in any way and had been that way most of the summer.DO YOU THINK THE FACT THAT HE HAD POSITIVELYDEMONSTRATED THAT HE COULDEFFECT WEATHER WOULD HAVE BEEN THREATENING TO THEGOVERNMENT BECAUSE THEY WOULD HAVE WORRIED THAT IFENEMIES GOT HOLD OF WHAT REICH WAS WORKING ON, THEYMIGHT USE WEATHER TO HURT US?Yes, I think based on their mind set, they could see many things he was workingon as potential weapons of war. I remember in the 1980s that Soviet PremiereBreshnev suddenly announced that the USSR renounced Weather War andcalled on President Reagan to do the same. And I remember thinking, WHATweather war?! What are they talking about, weather war?Even in 1941, Reich visited Einstein and he took one of his first orgoneexperiments to Einstein. This is detailed in a booklet that you can get from theWilhelm Reich Museum called The Einstein Affair about their correspondence.And Einstein initially confirmed Reich's finding that there was this unusualenergy phenomenon present. And he gave the experimental set up to an assistantwho came up with an alternate explanation. And then Einstein dropped thewhole thing.But Einstein's comment when he saw there was an energy phenomenonheretofore unknown showing up in this experiment, he said to Reich: Thiswould be a bomb in physics. Does he mean this would be so mind blowing? Ordoes he mean that we, the mechanistic scientists, would turn this into a bomb?Or both?HOW DID WILHELM REICH DIE?\"He died on November 3rd, 1957 of a heart attack in his prison cell in theLewisburg Federal Penitentiary in Pennsylvania.HE HAD BEEN THERE HOW LONG?I think he had been there nine months. He had a trial in Portland, Maine. The"},{"pageNumber":7,"pageContent":"jury deliberated 15 minutes and he was given the maximum sentence 2 yearsentence and this is for an internationally renowned scientist of position. I oftenthink people should compare the sentences of some of the organized crimefigures who got off with a slap on the wrist at that time with what happened tohim. His small institute was bankrupted. The FDA burned his books. Theyprobably illegally burned them because they began the destruction of hisliterature before the appeals process was complete. They actually created a bonfire on his property in Maine. They chopped up the wooden parts of the orgoneenergy accumulators and threw books on them. And Reich was there and he saidto one of the agents, They did this in Nazi Germany. I never thought they woulddo this here.IN THE UNITED STATES OF AMERICA. AND WHAT WAS THE ACTUALLITERAL CHARGE THAT PUT HIM IN PRISON FOR TWO YEARS?The literal charge was it had nothing to do with his work or science or medicine.It was a violation of the court injunction against shipping orgone energyaccumulators and his books in interstate commerce. And what happened was,while Reich was in Arizona doing the weather modification work which also hadthe UFO aspect to it, Dr. Michael Silvert who was one of the officers of thissmall Wilhelm Reich Foundation, shipped his own accumulators and literaturefrom Maine to himself in New York City. And that was a violation of the courtorder. So it didn't matter that Reich was 2800 miles away. And it didn't matterthat this man did it completely on his own. It tripped the legal trap and then thelegal machine just ground Reich to a pulp.I often wonder if what's known as MJ-12 was part of what happened to WilhelmReich? The Air Force was watching him do his UFO things. He filed his ownreports. Certainly, discovering in 1947 that space is not a vacuum and evensaying that we were on the verge of developing the technology that is now usedonly by beings from outer space that would allow us to travel into outer space.What would that mean to those men back in 1947 who were so desperatelytrying to cover up everything about this phenomenon? And here was a man whowas completely outside their control. He didn't belong to any of theirorganizations. Never worked for them. Stood forthrightly against all attempts tosquelch human freedom and freedom of inquiry. Funded his own work. Whatcould they do? They would have to go to extreme lengths to stop him.More Information:More information about the work and publications of Dr. Wilhelm Reich isavailable from:The Wilhelm Reich MuseumRangeley, MaineTel: (207) 864-3443, M-F, 9 am-2 pm ESTCredits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
