[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUpon30th Anniversary of Apollo 11 Moon Landing, July 20,1969© 1999 by Linda Moulton Howe July, 18, 1999 Titusville, Florida Associated Press reports from Moscow,Russia that locust swarms have been eating crops across Russia's southernborder at the speed of about 31 miles a day. The insects moved into Russia fromKazakstan where government authorities usually have teams to kill locustswarms. But this year, Kazakstan claims it did not have enough money to handlethe infestations. Farmers are appealing to the Russian government forinsecticides and financial aid. The Russian Emergency Situations Ministry says itneeds at least $12 million to battle the locusts.Across the globe to the United States, farmers in North Texas are trying to copewith hordes of grasshoppers that could get a lot worse. Allen Knutson, a TexasA&M University entomologist said this year's infestation \"will be a bumpercrop.\" There was an outbreak last year and grasshoppers build over three to fiveyear periods as adults lay increasingly more eggs. This past mild winterprotected the eggs. Will it grow into a plague of Biblical proportions like theperiod between 1984 and 1987? That was the last and biggest major grasshopperplague in the U. S. when grasshoppers covered an area the size of Kansas. Morethan 55 million acres were devoured in the mid 1980s, forcing farmers in 17states to buy feed for cattle and sheep.If it gets really bad this year, the Agriculture Department might spray frommilitary jets. But so far, authorities this year are advising farmers to mow downweeds near crops and to use chemical sprays.Another kind of pest is also spreading in the Mediterranean off the coast ofFrance. It's a green algae that is threatening to kill off much of the marine lifeand fishermen, environmentalists and divers have now lodged a formalcomplaint with the French government. Ecologists argue that unless stopped, thegreen algae could permanently alter the natural balance of the Mediterranean. AFrench Gaullist MP, Pierre Lellouche, told reporters: \"If France does not takesevere control measures, it will be legally attacked by neighboring countrieswhose coasts are now colonized by the uncontrollably spreading algae.\" So far,no one has come up with exactly how to get rid of the algae except perhaps aspecies of marine slug which might eat it up. Why France is not acting urgentlyto fight the green algae's spreading in the Mediterranean is also unclear.Now, on to space. Exactly thirty years ago on July 16, 1969, Astronauts NeilArmstrong, Buzz Aldrin and Michael Collins had blasted off in Apollo 11 fromCape Kennedy to become the first crew to land on the moon. Recently I talkedwith one of the Boeing engineers who helped build the Launch Support Systemfor the Apollo Program. Bob Davis worked for Boeing from 1957 into the1980s. He is now 66 years old and President of E'Prime Aerospace Corporationin Titusville, Florida. He wants E'Prime to launch commercial satellites fromCape Canaveral and Kodiak Island, Alaska so the U. S. can compete withFrance, China and Russia - foreign nations that have been dominating thecommercial satellite launch business.On this anniversary of Apollo 11, I asked him what he worried about most in the"},{"pageNumber":2,"pageContent":"countdown to launch on April 16, 1969.Interview:Bob G. Davis, former Boeing Apollo Program engineer and currentPresident, E' Prime Aerospace Corp, Titusville, Florida: \"The biggest thingwas the hold down arms - that they would function properly and would release -there were 4 of them and that they would all release at the same time.AND IF THEY DIDN'T, WHAT WOULD HAPPEN?Well, the rocket would be pulled to one side and would probably blow up.DO YOU REMEMBER ANY MOMENT WHEN YOUR HEARTCAUGHT BECAUSE IT WASN'T CLEAR IF THOSE FOUR ARMSWERE LETTING GO AT THE SAME TIME?Yes, the minute the fire started coming out the bottom! (laughs) You know, youget a lump in your throat. It's hard to swallow because and hard to breathebecause that's the moment that you've been working all these years and it's all injust a few seconds! You know, it's going to be success or going to be failure.There's nothing in between.AND ONCE THEY WERE DOWN THERE, WE'VE ALL SEEN THEMGOING AROUND PLANTING THE FLAG AND GOING AROUND INTHE ROVERBy the way, Boeing built the rover.WHAT WAS THE FEELING WHEN YOU SAW THAT MOVING FORTHE FIRST TIME ON THE MOON?Goose bumps. You know, you spend several years working on this project andall of a sudden it's all happening.CAN YOU GUARANTEE THE AMERICAN LISTENERS THAT ITWASN'T DONE IN A TV STUDIO IN ARIZONA SOMEWHERE?No, maam, it wasn't done in a TV studio. There's a lot of people who believethat, though.BUT YOU KNOW FOR A FACT THAT THAT WAS ROLLINGAROUND ON THE MOON?Yes, maam, I sure do! (laughter)WHAT WAS THE NEXT BIG DANGER?You had to leave the surface of the moon at a specific time so you wouldrendezvous at the right moment with that command module. You also had onlyso much fuel to get from there on the moon's surface up to docking with thecommand module. So, that was critical. And then they had to do all themaneuvering to get rid of all of that excess hardware they no longer needed andthen to turn the command module around. All of that was critical on the wayback to earth.WAS THERE A POINT WHEN THEY GOT BACK IN THE LANDERTHAT ALL OF YOU WHO ACTUALLY WERE INSIDERS KNEWWERE TREMBLING ABOUT WHETHER OR NOT THEY COULDEND UP BEING BOUND TO THE MOON FOREVER?That was always in the back of our mind. I'm sure it was in the back of theirmind. That's what made those guys what they were. They were ... test pilots.TheyTHEIR COURAGE WAS AMAZING.Right. Right. They knew all - when they left, they knew everything. It takes acertain type of a guy to crawl into a capsule as small as that thing was andcramped to start out on that 4 day journey.KNOWING..."},{"pageNumber":3,"pageContent":"Yeah, knowing you may not come back. (laughs)AND SO IF THEY HAD MISSED THE FIRING ON THE MOON BY AFEW SECONDS,Yeah, they would have missed - they wouldn't have had enough fuel to dock!And if you can't dock - the escape module can't return to earth. The commandmodule is the only thing that can come back to earth. And he only had so muchfuel, too. He had had to turn that around on the way back to earth and they hadto slow it down. Otherwise, you'd hit the earth's atmosphere and you wouldbounce off and the whole crew would be stranded in space around the earth.SO ON THE MOON, NEIL ARMSTRONG KNEW THAT HE HAD ONLYA FEW SECONDS TO HIT IT JUST RIGHT OR THEY WOULD HAVEBEEN ON THE SURFACE OF THE MOON FOREVER?No, they would have been in orbit forever. They would have gotten off the faceof the moon, OK.AND NOT BE ABLE TO GET BACK DOWN.No.BECAUSE THEY WOULDN'T HAVE HAD ANY FUEL?No, they'd have been in orbit around the moon.WHAT A FATE.Yeah. Yeah. The key was from the surface of the moon, they had to get up at theright time - let's say they just took off anytime they wanted to and the commandmodule was on the back side of the moon. Well, obviously there is not enoughfuel on board for them to catch up with each other.SO THEY WOULDN'T HAVE BEEN ABLE TO LAND AND THEYWOULDN'T HAVE BEEN ABLE TO GET TO THE MODULE OR TOEARTH?No, they would have been in that escape module forever.WHY DO YOU THINK THE APOLLO PROGRAM CAME TO AN ENDAND WE HAVEN'T BEEN BACK TO THE MOON?Priorities. I think, and money.IT WOULD SEEM THAT ESTABLISHING SOME KIND OF ALABORATORY BASE ON THE MOON IN THAT LOW GRAVITY THATIT HAS TO MANUFACTURE A VARIETY OF THINGS FROMMETALLICS TO PHARMACEUTICALS WOULD HAVE BEEN IN THEINTEREST OF THE UNITED STATES...You are 100% correct. And see that's what we all thought was going to happen.But we weren't in charge of it. The scientists weren't in charge. If the scientistshad had their way, we'd of already been on Mars. And then some.AND HAD A BASE ON THE MOON?Oh, yeah.\"More Information:I have an Associated Press story dated July 20, 1969 on the front page of TheSun-Telegram newspaper in San Bernardino, California. The headline is:\"Apollo 11 Passes Tests for Moon Landing Today.\" July 20th was the dayArmstrong and Aldrin took the lander down to the moon's surface. Whileorbiting, the astronauts had reported back to Space Center, Houston anobservation which seems to have been lost in the mists of time and is worthrepeating:July 20, 1969, The Sun-Telegram, San Bernardino, California:\"Armstrong and Aldrin reported sighting some mysterious lunar lights"},{"pageNumber":4,"pageContent":"in an area where some scientists believe there are volcanoes.Armstrong and Aldrin found the mysterious bright spots on the innerwall of a crater far to the north of the spacecraft's flight path on itsfirst sweep around the moon.'It seems to have a slight amount of (white) florescence to it,' saidArmstrong. 'The area in the crater is quite bright.'The crater was Aristarchus, in the northeastern part of the moon'sface. Some astronomers have claimed observing bright spots in thatarea which some scientists have said appear to be volcanoes.'That area is definitely brighter than anything else I can see,' saidAldrin. 'There doesn't appear to be any color involved in it.'\"When you think of volcanoes, you think of red lava. So, what was the bright,fluorescent light without color that the Apollo 11 astronauts saw in the moon'sAristarchus crater? Did they photograph from the Command Module? If so,where are those photographs? Did the Defense Department's Project Clementinethat photographed and mapped the moon a couple of years ago photograph anymore lights? When will we go back to the moon and land again?To learn more about Bob Davis's E'Prime Aerospace Corporation efforts tolaunch satellites, visit their web site at www.eprimeaerospace.com. To reportstories from your local communities or to ask questions, e-mail:earthfiles@earthfiles.com or FAX me at 215-491-9842.We b s it e s :http://www.eprimeaerospace.comCredits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
