[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUponCherhill, England, New 1999 Crop Formation© 1999 by Linda Moulton Howe July 22, 1999 Cherhill, Wiltshire, England The photograph below was takenby Peter Sorensen of a mid-July formation in wheat at Cherhill Down a fewmiles west of the ancient sacred stone circles of Avebury. Other recentphotographs of Wiltshire formations are in previous Real X-Files reports.Photo Credit: Cherhill 9-Pointed Star © 1999 by Peter Sorensenof July 18, 1999 crop formation in wheat at Cherhill Down west of Avebury, Wiltshire,England.Back on August 8, 1993, I stood in the middle of another extraordinaryformation at Cherhill Down that measured 445 feet in a wheat field that had nosigns of entry on the morning of its discovery.Linda Moulton Howe standing in one of the large circles in a 445-foot-longpictogram that appeared on August 8, 1993 in the wheat at Cherhill Down below the WhiteHorseand obelisk. Photograph © 1999 by Chad Deetken."},{"pageNumber":2,"pageContent":"Cherhill Downs pictogram discovered August 8, 1993 in wheat.Aerial photograph © 1993 by Colin Andrews.In the smaller circle below the two overlapping arcs, there were three\"whirlpools\" or \"vortices\" laid out in a straight line.In the bottom nautilus-shape, the meticulously feathered wheat swept aroundand over another \"vortex\" that was nearly hidden under the surface swirl.A couple staying in a bed and breakfast across the road from the formation saidthere was no design in the wheat field on Saturday night when they went to bed.It was a hot night for England and they slept with their windows open. Thewoman asked, pondering the manmade controversy about crop formations,\"How could people have been out there making this huge thing and us not hearany noise?\"More Information:For a more complete history on Cherhill Down and crop circle history since1989, the biophysical investigations and mathematical analyses, please seeGlimpses of Other Realities, Vol. I: Facts & Eyewitnesses © 1995 by LindaMoulton Howe, available in the Earthfiles Shop.Credits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
