[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUponSolar Eclipse In Reims, France© 1999 by Linda Moulton Howe August 11, 1999 Reims, France More than half a million people drove intoReims yesterday and this morning to try to see the last total solar eclipse inEurope until the end of the next century in 2079. Satellite weather reports hadfocused on northern France as having the best chance of clearer viewingcompared to England and other locales in the path of total moon shadow. Reimswas once the territory of the long-haired Celtic clan of Gaul. By 817, aCarolingian cathedral was begun and added to over the centuries to become thenow famous Notre Dame Cathedrale of Reims. A Reims high school was alsowhere the Treaty ending World War II was signed.I met with astronomers at the Reims Planetarium to coordinate viewing theeclipse with them while friends of mine with a CD camera - Andie and VittoriaAbercrombie and Derrick Rawson - agreed to stay in Reims at the Cathedral.Andy of Houston, Texas, took a photo of me in front of the Cathedral before Itook off to the country with astronomer Sylvain Dardenne and a dozen of hisastronomer colleagues.Linda Moulton Howe in front of the Reims Cathedralprior to the August 11, 1999 total solar eclipse.Photograph © 1999 by Andy Abercrombie.The astronomers hoped the weather would finally clear from so much rain andclouds the past few days and were intent on getting away from the city's lightsand up on a hill in order to have whole sky viewing. The hill was about 20 milesnorth of Reims with a clear 360 degree view.Inside tents, we had champagne and wine and homemade quiche while it rainedthrough the night. By sunup, the sky was low and gray, but the astronomerspersisted with setting up several telescopes and cameras all equipped with thecorrect filters to view a total solar eclipse. Hundreds more people arrived at thehill and the roads were lined with cars. Reims looked completely socked in withclouds, while our hilltop sky at least kept breaking open as the first black bite ofshadow on the sun began at 11:06 AM French time."},{"pageNumber":2,"pageContent":"Astronomers on hilltop twenty miles north of Reims, France,August 11, 1999, as total solar eclipse began at 11:06 a.m. after all-night rain.Photograph © 1999 by Linda Moulton Howe.Cameras clicked through thick filters as the hour and eighteen minutes tickeddown to totality. Then as we all thought we were going to see the beautifulterror of darkness covering the whole sun, a thicker cloud moved to block ourview. There were groans and then screams as a blue hole opened up behind us inthe valley. We all began to run toward an open field in the direction of the onlysunlight. And five of the astronomers decided at the last second to get into theonly 4-wheel drive there and took off across the muddy stubble wheat fieldstowards the sunlight a couple of kilometers away. We all wanted to be in thatcar, but what happened next stopped me in my tracks. The very white cloudsand blue patch of sky over the small area of gold light in the village below veryrapidly began to transform into the strangest blue, tinged with green and gold,that I have ever seen. Like someone had turned down a cosmic rheostat, thewhole sky continued darkening to a color astronomer's compare to 40 minutesafter sunset. It was an eerie, deep royal blue in which at least one bright staremerged. Everyone became quiet, awed by the sudden dark at noon that isalmost scary. Birds in the wheat stubble began to fly low in zigzag patterns as ifdisoriented.Then we heard the screams of the men in the 4-wheel. They had made it - aplace beyond the clouds where they could see the total eclipse. Right at the endas the dark suddenly began to brighten, I turned to look at the sun. The cloudshad parted enough by then for me to finally see the black disk and the first flashof sunlight.About 12:27 p.m., August 11, 1999, right after totality as thesun's crescent emerged beyond the moon's shadow north of Reims, France.There will not be another total solar eclipse in that part of France andEngland until 2090. Photograph © 1999 by Linda Moulton Howe.When the astronomers in the jeep returned with a camera broken in the wildride, they said their sudden dash was worth it because \"never have we seen suchlight,\" Sylvain said. He was surprised that the sun's face does not turn black. \"Itwas royal blue with green and gold - a color on another planet! And when thelast full ray of the sun was going out in the phenomenon called the 'diamondring,' the corona began to expand right and left glowing a more strange blue, notwhite!\""},{"pageNumber":3,"pageContent":"Unfortunately, that odd intervening cloud stayed from beginning to end oftotality (2 min. and 20 sec.) and none of us got total eclipse photos. Back inReims, it was the same. But Andy and Derrick were able to show the crowdwatching the shadow move across the sun on a big screen set up in front of theReims Cathedral. At totality, Reims was so dark that all the street lights wenton. Video screen in front of Reims Cathedral showsprogression of the August 11, 1999, total solar eclipse.Photograph © 1999 by Andy Abercrombie.Reims sun-gazers held filtered glasses to their eyesas the August 11, 1999 solar eclipse progressed toward totality.Photograph © 1999 by Andy Abercrombie.Streetlights in Reims, France, go on as theAugust 11, 1999, total solar eclipse turn noon to night.Photograph © 1999 by Andy Abercrombie.The next total solar eclipse on earth will be June 21, 2001 in Madagascar off theeast coast of Africa. Already the astronomers are planning that trip.Madagascar's will be more than four minutes, and once you've seen that strange"},{"pageNumber":4,"pageContent":"blue light as the sun transforms to sudden night, you want to see it again, butlonger and longer.And below is what we all missed, but will want to see forever.Credits Copyright © 1999 - 2009 by Linda Moulton Howe.All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
