[{"pageNumber":1,"pageContent":" LOGINLOGOUTHELPPrinter FriendlyPageEarthfiles, news category.Share:DiggFacebookStumbleUponUpdate on Deformed Calf Fetus© 1999 by Linda Moulton Howe November 13, 1999 Las Vegas, Nevada This past week I talked with ColmKelleher, Ph.D. Biochemistry and Deputy Administrator at the National Institutefor Discovery Science (NIDS) in Las Vegas, Nevada. NIDS paid for a necropsyon the deformed calf fetus born October 22, 1999 at a ranch owned by JoeMartinez in Los Brazos, New Mexico. (See: Earthfiles November 7, 1999report.) Dr. Kelleher told me that after my radio and Earthfiles.com reports, herequested that the one eyeball from the deformed fetus that had been stored atminus 85 degrees F. be thawed for further examination. I asked Dr. Kelleher ifany specific study of the eyeball had been made before by veterinarian LeroyMartinez or NIDS scientists prior to freezing. He said none had been, so now theeye would be studied further. After thawing and further examination, NIDSprovided a photograph of the deformed fetus's comma-shaped cornea andelongated pupil shown below.Eye from deformed calf fetus has two major abnormalities: First, the corneahas a \"comma\" shape with an angular lateral protrusion. Second, the pupil is an\"elongated aperture with rounded edges.\" Photograph © 1999 byNational Institute for Discovery Science, Las Vegas, Nevada.This past week, I also received a black and white sketch from Albuquerqueresident and neuro-muscular therapist, Rebecca Minshall, of the deformed calffetus's two eyes that she saw on videotape and in photographs taken during thenecropsy which she described as looking \"reptilian.\" Ranch owner, JoeMartinez, also told me the fetus's eyes were an odd \"baby blue\" color and hadvertical pupils."},{"pageNumber":2,"pageContent":"Drawing by Rebecca Minshall based on her viewing October 23, 1999 videotape andphotographstaken during necropsy by Dr. Leroy Martinez, D. V. M. , at his Cibolla, New Mexico clinic.Today I received a FAX from Ms. Minshall after she had reviewed the NIDS website listed below. She said the videotape and photographs were much clearer, asher drawing indicated, than the photograph provided by NIDS. Today, I alsointerviewed Dr. Kelleher with his permission about the deformed calf eye andMs. Minshall's comments.Interview:Colm Kelleher, Ph.D. in Biochemistry and Deputy Administrator, NationalInstitute for Discovery Science, Las Vegas, Nevada: \"Maybe what the peopleare saying is that there is a difference between what they saw in terms of the liveeye versus the eye that has been preserved in Formalin for a couple of weeksbefore being photographed. That could be one difference.Essentially what we've done is taken the thing out of cold storage in preservativeand we tried to photograph it to the best of our ability to inform people that thisis a definitely deformed eye. There are several things unusual about it. Firstthing is that the cornea of the eye was different. Rather than having a slightlyoval shape, it's shaped more like a comma in a sentence.The second thing is that the pupil is elongated. It's not the average round or ovalshape. It's much more elongated, giving it an unusual appearance.IS THERE A REPTILIAN APPEARANCE IN THAT ELONGATION?It looks unusual. Our veterinarian and I don't have much experience in lookingat reptilian eyes. But there are the two obvious deformities in the eye and thestructure of the eye. Otherwise, the pigmentation in the iris is normal. Theconjunctival sclera are normal. But the actual cornea is definitely deformed as isthe opening of the pupil.WAS THERE A BABY BLUE COLOR?Baby blue, I'm not sure of, because by the time we examined it closely it hadbeen in 10% Formalin for more than two weeks. So, we can't really attest to thecolor.THAT WAS THE TESTIMONY OF THE RANCHER, JOE MARTINEZ.We feel that probably over time that may have faded - and also the 10%Formalin may have bleached it somewhat because we didn't see the kind of babyblue he was talking about.BASED ON THE DEFORMITIES THAT YOU HAVE BEEN ABLE TOCONFIRM ABOUT THE PUPIL AND THE CORNEA, ARE YOUGOING TO DO DNA TESTING?No. Because we don't feel there is any evidence from what the veterinarianpeople have told us that there is anything unusual beyond a rare deformity inthis animal. We specifically asked Dr. Leroy Martinez in Tierra Amarilla to lookfor unusual stuff as well as the resident NIDS veterinarian, Dr. George Onet.Both of these people who are more qualified than I am in terms of animalpathology and animal histology and they are saying that this animal is a rare,deformed hydrocephalic animal. The veterinarian in northern New Mexico hasseen similar cases, but not as extreme as this one. This one undoubtedly was anextreme case of deformity.IN A SITUATION WHERE THERE IS A DEFORMED FETUS NOTVERY FAR FROM DULCE, NEW MEXICO WHICH HAS PLAYED AVERY STRANGE, ALMOST MYTHOLOGICAL PART OF THEHISTORY OF ALLEGED GENETIC MANIPULATION BYNON-HUMANS WITH EARTH LIFE - WHY WOULD NIDS NOT DO"},{"pageNumber":3,"pageContent":"DNA ANALYSIS TO SEE IF THERE IS SOME BIZARRE GENOMESEQUENCING ABERRATION?There is a lot of compelling information on the internet regarding what you'vejust said. But in terms of physical evidence which is what we are trying to lookat, there is very little physical evidence that defines these kinds of geneticmanipulations. And if we had been told by our veterinarian people that therewas anything beyond the deformities that I've just outlined in this animal, wewould have done the next several steps. But right now, the evidence we have isthat it's a rare deformity. And quite frankly, we're aware of the stories that havecome out of Dulce and we've done investigations in that area. And there is atremendous amount of speculation and a tremendous amount of reachingbeyond the evidence that has gone on in the northern part of New Mexico.IF THESE VERY RARE ABNORMAL FETUSES MIGHT BE LINKEDTO SOME KIND OF GENETIC MANIPULATION, HOW WOULD WEEVER KNOW UNLESS WE DO GENOME SEQUENCING TO SEE IFTHERE IS SOMETHING ARTIFICIAL?Essentially if there was something like that going on, the only way you wouldfind it would be to do a kind of genetic sequencing. However, as far as we'reconcerned, the structure of the animal, the structure of what we've seen so far -even the tissue samples we've looked at, including the eye, don't give anycredence to that. The internal organ architecture of the animal was prettynormal. The heart was slightly enlarged and the liver was slightly enlarged. Butbeyond that, the internal organ structure of the animal was normal. So, there isreally nothing to indicate going down a path like that beyond speculation.BUT IN THESE EXTRAORDINARY CASES, ONE OF THE OFTENSTATED CRITICISMS IS THAT NO ONE EVER DOES GO THATEXTRA MILE TO SEE IF THERE IS ANY UNUSUAL GENOMESEQUENCING?Our position is that we will go the extra mile if we're convinced that it's worthgoing the extra mile. But in this case, we're not. It's as simple as that. We've goneto the extent of doing the full necropsy on the animal, asking for two differentveterinarians' opinions from Dr. Martinez and Dr. Onet.NIDS HAS BEEN IN FORMATION FORMALLY SINCE THE END OF1995, CORRECT?That's right.WE'RE NOW AT THE END OF 1999. IN THOSE FOUR YEARS, HAVEYOU EVER DONE A DNA SEQUENCING ON ANY ABNORMALTISSUE?No, we haven't.WHAT WOULD BE THE CRITERIA OF ABNORMALITY THATWOULD TRIGGER DOING DNA SEQUENCING?The criteria would be if there was compelling physical evidence that wouldsuggest we go down that path. That would be either histology, pathology oreven cellular structure that would compel us to go down that path.COULD YOU GIVE AN EXAMPLE OF WHAT MIGHTHYPOTHETICALLY BE AN ANOMALY THAT WOULD TRIGGERGOING FURTHER WITH DNA TESTING?If a necropsy, for example, turned up a 3-chambered heart that was in goodcondition. That would be of interest.\"We b s it e s :http://www.nidsci.org/Credits Copyright © 1999 - 2009 by Linda Moulton Howe."},{"pageNumber":4,"pageContent":"All Rights Reserved.www.earthfiles.comearthfiles@earthfiles.comRepublication and redissemination of the contents of thisscreen or any part of this website are expresslyprohibited without prior Earthfiles.com written consent.Privacy Policy | Terms & ConditionsRefund Policy Copyright © 1999 - 2009, Earthfiles.com /DigitalEyeCandy.caAll rights reserved."}]
