[{"pageNumber":1,"pageContent":" HTTP://WWW.RAMSDIGITAL.COM INFO@RAMSDIGITAL.COM"},{"pageNumber":2,"pageContent":" NOVUM LUMEN CHYMICUN: OR A NEW CHYMICAL LIGHT. Being a Revealation of a certain new invented secret, never before manifested to the World. Whereby a clear and unextinguishable light is set before the Eyes of the blind World, and, as it were, palpably demonstrated, that good Gold may be found and attained with profit, every where throughout the whole World, as well in cold as in hot Regions, so that in all those places, where Sand and Stones are found, a Man cannot set his Foot, where, not only Gold, but also the true matter of the Stone of Philosophers is afforded. Reader, I will now address myself to the discovering of the wonders of God, not hitherto heard of; to wit, that throughout the whole Earth, no less in cold than in hot Countries, where there are Sand and Stones to be had, good Gold may be extracted from thence with profit. Because a Man cannot set his foot in any place where Gold doth not exist. Nevertheless Chalk, or Limestones, are to be thence excepted; because they only seldom or never contain any thing of Gold, otherwise all sandy and rocky Stones, all Flints of what colour soever, as also all Sand, fine and course, all sandy Stones upon high Mountains, in deep Valleys, in the bowels of the Earth, in Ponds and Rivers, and lastly, all the Sand on the Sea-shore, none excepted, although it hath as yet obtained no colour, but be white and clear. The which indeed will seem incredible to very many, but is asserted by me as a sincere truth, which I never found, by reading or hearsay, but have proved by many and various experiments. Some of which I will here set down for the confirming and demonstrating the truth of my Writings, that by those, all Men of a sound mind may be able to discern, that my Assertion is no Dream, nor fabulous trifle, but sufficiently founded upon experience in the light of nature. Therefore I would not have thee judge of those things which thou understandest not, nor canst not at present apprehend, but remember that the wonders of God triumph with magnificence and power. But search out"},{"pageNumber":3,"pageContent":"those things in every part before thou presumest to interpose thy immature judgement. And although in the proof thou shouldest be mistaken as may easily happen to one making tryal, yet do not impute the errour to my Writings, but rather to thy own unready wit. For I will here write nothing but what I have oftentimes performed, and can yet perform at any time. Consult other searchers after this matter, among which I think all cannot err, in a matter so easie, that even a Boy of ten years of Age may apprehend it, for what belongs to the possibility of it, but it will be evident to many of them with me, THAT THERE IS GOLD IS ALL SAND AND STONES, THROUGH ALL PLACES OF THE WORLD. But there is no need that I should here shew the way of extracting it from them, in a great quantity or large use, but rather I shall beware, that I put not so sharp a Dart into the hands of my Adversaries, to wound my self, for I have published this to gratifie candid Friends, not Counterfeits, but least of all the Compilers of notorious Libels, in which opinion, I will remain and acquiesce. We will now proceed to the Trial whether those things which I have here written be true, and are able to abide the Examen of the Cupel, to wit, that in all Sand, there is good Gold. The first Specimen of Probation. RECIPE: one Ounce of white Sand or Flint, which you esteem to be altogether void of Gold, with which mix three parts of MINIUM, or of any other Ashes of SATURN. Put this mixture into a Wind Furnace, or to the Bellows; let it flow well together for an hour, and it will turn to a yellow glass; suffer it not to stand too long lest the glass of SATURN perforate the Crucible; and run out into the Ashes. Pour out the glass and powder it, and mix it with half its weight of SAL ALCALI or Pot ashes, put this mixture into an Iron Crucible, into which you have first put some bits of Iron, or old Nails; give fire and cause the matter to flow, and the glass of SATURN will be continually reduced by the MARS, and at length return into Lead: Pour it out into a Cone, and the REGULUS of SATURN will sink to the bottom; and the Sand or Flint will be uppermost as a dross. After all is cold, take out the REGULUS OF SATURN, which hath drawn to it self so great a roughness and blackness from the Iron, that it cannot easily be cupellated; which you may remedy thus; put this black REGULUS OF SATURN into a crucible in a Wind Furnace, cause it to flow well; and if there be of that one Ounce, cast upon it a"},{"pageNumber":4,"pageContent":"Drachm or somewhat more of Salt—peter, and make them flow together, then the Salt-peter will attract the roughness from the SATURN and turn it into SCORIA. Which being poured out and the REGULUS OF SATURN separated from the SCORIA, it will be white and tractable, and easily runneth upon the Cupel. This I call washing. But if thou knowest not how to perform this Lotion, which yet in it self consisteth in an easie labour; put thy black and rough REGULUS OF SATURN into such an Instrument (as they call TREIB SCHERBE) or a close Cupel; under a covering (or Muffle) and suffer it so to be desecated for the space of half or at least a quarter of an hour, pour it out and separate the SCORIA from the REGULUS; which will be white and tractable. But the Lotion by Salt-peter is much the better. Of this REGULUS OF SATURN, and of that same Lead of which the Ashes of SATURN were made, take equally the same weight, exactly weighed with the lesser weights, put each of them apart upon a dephlegmed Cupel, suffer them to run; compare one with the other, and you shall find, that SATURN which was blown off with the Sand or Flint to leave behind it a grain of Gold, but on the contrary, the common SATURN will only leave a grain of Silver. Who now can deny, but that the grain of Gold proceedeth from the white Sand or Flint? For no Gold could come from the Salts. This Specimen of Probation is a palpable Argument, that Gold is contained in all Sand and Flints’of what colour soever. But that there is no difference between one Sand or Flint, and another, so that there is no more Gold in one than another, I do not assert, for (in that respect) they greatly differ. Also that the Sand of hot Regions containeth more Gold than that of cold Countries, is in no wise to be doubted, as every prudent Man will easily think. For we have set down this Specimen of Probation, only to the end that you may find Gold to be in all the Sand and Flints of the whole World. The second Specimen of Probation. RECIPE: one part of white Flint or Sand, with which mix three or four times as much Salt of Tartar, or of any other Alcaly, which mixture put into a Crucible, so that it be not above a third part full, because this mixture in the melting might rise up and run over the Crucible; let it stand half an hour, that it may be well melted, and it will be turned into a white transparent glass. Pour it out and dissolve it in water, or rather in a LIXIVIUM, and the Sand or Flint will be dissolved, and converted into a thick Liquor. In this Liquor digest for the space of an hour or two, half an Ounce of Filings or Raspings or rather thin"},{"pageNumber":5,"pageContent":"shavings of Lead, and the Lead will extract the spiritual Gold from the Water of Flints, and will thence grow yellow: Which being taken out of the Water dry, cupel it, and you shall find a grain of Gold. Also cupel another half Ounce of the same Lead, and you shall find a grain of Silver, as is commonly wont to be had from all Lead, from which you may be certain that white Flints and Sand, contain spiritual Gold, which becometh corporeal with Metals. A Third Specimen of Probation. Dissolve SATURN in AQUA FORTIS, and pour into the solution Salt Water, and all the Lead will fall from the Water like a white Powder; mix three parts of this edulcorated and dryed CALX OF SATURN with one part of Sand, to which add half so much of the Salt of a LIXIVIUM or other Alcaly; which mixture put into an Iron Crucible, into which you have first put some bits of Iron, which being covered, suffer it to melt for the space of full half an hour, until the sharp Spirits of Salt which were in the Lead be mortified by the Iron, for then the SATURN is reduced and rendered corporeal, which being poured out into a Cone, the REGULUS of SATURN falleth to the bottom, which you may wash with Salt-peter as we have taught above, or purge it from the Faeces on the TREIB SCHERBT (or Muffle) weigh it exactly by the lesser Probatory Weights, weigh also as much of any other common Lead, which is not melted with Sand, cupel each by it self, and that Lead which was melted with the Sand, will leave a grain of Gold in the Cupel, but the other common Lead leaveth only a grain of Silver. Which sufficiently proveth that there is Gold in all Sand, none excepted. But I do not assert that all Sand containeth so much Gold as that it may be thence extracted with profit. Because some Sand is Poor, other rich, another richer. Therefore whosoever intendeth any profit by this ought before hand to know the difference of Sand and Stones, that he may not lose his labour. The which may easily be found out by experience, to wit, if you do nothing in great Quantities, before you have made trial in lesser, that is, such as may be performed by the lesser Specimens of Probation. A Legitimate and Infallible way and manner of finding out and proving every Flint, Stone, and Sand, whether it containeth much or little Gold. RECIPE: four ounces of Sand, Flint, or other Stones or Rocks, which you have a mind to prove; heat them red hot in a Crucible, and cast them so into cold Water, where they will become tractable, and may easily be"},{"pageNumber":6,"pageContent":"brought to fine Powder, to those four ounces of powdered Flints, Sand or Stones, put into a small Glass Cucurbit, pour two ounces of AQUA REGIS, that the Sand may be well moistened; set the Cucurbit upon warm Sand for half an hour, and the AQUA REGIS will attract to it self the Gold which is contained in the Sand or Flint. To which if two ounces of hot Water be poured into the Cucurbit, and mixed by a strong shaking it together, and filtred through a brown Paper, the Water with the Gold goeth through the filter, and the Sand will remain in the Paper, to which if you pour a little common Water, and let it run through it will take out the residue of the Gold, which yet adhereth to the Sand, which is to be added to the first. Upon this Solution if you pour a LIXIVIUM, but rather Spirit of Urine; that LIXIVIUM or Spirit of Urine, mortifieth the AQUA REGIS and precipitateth the Gold which is in it in form of a yellow Powder, from which the Water is to be poured off, and the SOL to be edulcorated with fresh Water, and dryed, and that very warily, because Gold of this sort, when it groweth hot, fulminateth so that it is shattered into minute parts. To this fulminating Gold if you add a little common Sulphur, and make it red hot in a Crucible, it doth not fulminate. If you reduce such a CALX of Gold mixed with Borax in a clean Crucible, you will find how much Gold that four Ounces of Sand or Flint contained. N.B. Except the Sand or Flint should happen also to be impregnated with Iron, which would render the SOL brittle and pale. For in that case, the SOL precipitated from the AQUA REGIA, and burned with Sulphur would not flow with Borax, because the Iron being mixed with it, would adulterate the Probation: But if you cupel such Gold partaking of Iron, with SATURN, the Iron may be separated from the SOL, and the proof will void of errour. N.B. That Sand and Flints, may indeed be proved another way, but seeing this which we have here prescribed, is easie to be practised, we will rest in that. But this one thing is also necessary to be known, viz. It is indeed true, that in all Sand and Flints there is Gold, as the above mentioned proofs do witness; nevertheless know that there is a difference between native, corporeal, and solid Gold, and the volatile spiritual first Ens of Gold. For the corporeal Gold is easily extracted by the help of corrosive Waters or Salts; but the spiritual no so. And because corporeal Gold is always elicted by the benefit of the above mentioned Probation it may thence happen, that although in white Sand there should plainly be no corporeal Gold, nevertheless by the help of the aforesaid Probations it would be thence elicted, indeed not much, nor no more than"},{"pageNumber":7,"pageContent":"what the Lead which was used for the proof, did contain of Silver: because the LUNE in the melting or dissolving hath attracted to it self the spiritual Gold, from the Flint or Sand, so that it is thence tincted and transmuted into Gold. Which is manifest in that the grain of SOL doth not exceed the magnitude of the grain of Silver, which is gotten from other common Lead. But if besides the spiritual, there be also corporeal Gold in the Sand, the grain of SOL will necessarily exceed that of LUNA, for the Silver which was contained in the SATURN doth not vanish into Air but remaineth. And because it doth not remain the same Silver, but passeth into Gold, that change is ascribed to the notable Operation of the first Ens of Gold, or spiritual Gold in the Sand. Wherefore whosoever intendeth to extract Gold from Sand, Flint or Stones with profit, ought to know certainly before by smaller experiments, that besides spiritual, they also contain corporeal Gold. For I have written this Book only upon the account of extracting from them corporeal Gold, leaving the spiritual Gold to Philosophers that of it they may make their Stone. But necessity required that I should lightly touch at those few things. For if according to my prescribed Probations, any one in working should have found a grain of Gold of equal quantity with the grain of Silver, he might wonder in his mind, which way the Silver had made its escape, seeing that he had found Gold instead of Silver. Where-fore I thought it necessary to shew the reason of that, for the taking away all scruple from every ignorant mind. Wherefore whosoever seeketh Gold from Sand or Stones, let him chuse such, from which corporeal Gold may be extracted with profit. For they will afford him such profitable fruit, as the white Sand denieth. But that for the performing my Specimens of Probation, I have taught to take white Sand, I have done it for this reason, that I might make it evident to every one that there is Gold in all Sand, but that it cannot be extracted from all with gain. For white Sand or Flint is very often void of corporeal Gold, but never of spiritual, by which Silver may be converted into good Gold. I might have passed by this admonition with silence, seeing that those things are not necessary to be known by the vulgar, in asmuch as corporal Gold will abundantly satisfy their desire; but a Philosopher neither wanteth, nor seeketh corporal Gold, but only spiritual, to prepare of it a Tincture. Add, that to him it is sufficiently known, in what subjects the first Ens of Gold is plentifully contained. Hence, although the first Ens of Gold be also in white Sand, as is manifest by the foregoing proofs, he useth not that, but rather seeketh such Stones for his work,"},{"pageNumber":8,"pageContent":"as contain much Tincture. Neither also doth any true Philosopher so tie himself to this or that subject only, that he will not elicit his Tincture from any other, inasmuch as it is evident to him that the first Ens of Gold may be found in all things in the whole World. For wheresoever there is Sulphur, there may also be had the first Ens of Gold, whence a Tincture may be prepared. But it is evident that in all Vegetables, Animals and Minerals there is Sulphur. For the mattor of the Stone of Philosophers, every where offereth it self, so that the poor as well as the rich may attain it without cost, according to the saying of the Philosopher; THAT THEIR MATTER IS EVERY WHERE OBVIOUS, AND PREPARED WITHOUT MONEY, TROD UNDER FOOT AND THROWN TO DUNGHILLS. So the true Philosophers speak and write. But Sophisters, who falsly assume the name of Philosophers, wandring up and down from Court to Court, where they offer their service for the acquiring the Philosophers Stone, by their lying Fables, perswade credulous Noble men, that the matter of the Stone is to be sought in this or that place or mountain, as in HUNGARY, TRANSYLVANIA, the Forrest of HERCYNIA, THURINGIA or BOHEMIA, or in the Rocks of SWEDEN ,or NORWAY, and elsewhere. Others again perswade credulous Persons, that the Stone of Philosophers, can be made of nothing but common Gold, and therefore require of their Patrons not only some ounces, but some pounds of Gold, for their own greater profit. One of those Pseudo-philosophers was lately here at AMSTERDAM; who by perswading certain Merchants, trickt them out of two and twenty Marks of Gold, thence to make the Philosophers Stone. He indeed put the Gold into the Vessel according to his own manner, before those Merchants, giving to it a continual Fire. But after much time being elapsed, when they expected to reap much Fruit, he, who had played the Philosopher, privietly withdrew himself into I know not what Country, and would not return to take out the two and twenty marks of gold. Therefore the Merchants themselves being about to take them out, found those solar Birds were flown, and had left only the empty nest. Which empty nest as yet lies in a place in this City, nor doth any one know how to convert it to his own use. But if the Merchant had given to that impostor in hand, only two, or at the most three ounces of gold, they had not received so great a loss. But as they unadvisedly credited his fine Clothes, and his finer words, so they were intollerably deceived. A true Philosopher wanteth not so much gold for his Medicine, inasmuch as if he bringeth but one half ounce to perfection, it may suffice for his whole life, and may be in his own power to do the same"},{"pageNumber":9,"pageContent":"again as often as necessity shall require, so that he will have no need to run up and down from one to another who are greedy of gold, to blemish the noble art of Chymistry, and bring it into hatred with the whole World. Some years since, when I had written of the Prosperity of GERMANY, and from a good intention had taught HOW WINE AND CORN MIGHT BE CONCENTRATED, AND IN CASE OF NECESSITY, MIGHT BE COMMODIOUSLY CARRIED FROM ONE COUNTRY TO ANOTHER, AND THERE SAFELY KEPT IN GARRISONS OR FORTRESSES FOR FUTURE USE; fearing that at sometime while the Shepherd slept, that most ravenous Wolf the TURK might break into the GERMAN Fold, and cut the throats of what Sheep he could not carry away. Against which, FARNER with his accomplices, hath set forth notorious Libels, and hath every where traduced me for a false Prophet: Whose Calumnies I have not opposed, because he hath sheltred himself under the protection of Princes. Moreover, this FARNER, with a consort of ruiners of fame, or good name, have reproachfully wounded my Honour, by falsely accusing my Writings, and traducing them for Lies: And seeing that almost all of them abide in great Men’s Courts, and have not put their names to their invective Papers, I have not indeed been able to reach them. But yet at length those Men of darkness, who have concealed their names, that they might give the greater reputation to their slanderous Papers, do come to be more and more known to me. Besides at last the event hath shewed those things to be true, which I had predicted should happen; to wit, that the depraved Christians should be chastised by the TURKS and TARTARS. But it is to be pitied that also Men of better note; should be ensnared and captivated by the common judgement, by reason of that Company of the Devils attendants. For the unerring truth declareth, that the righteous scourge of God, will not be taken away from us, before such spoils of a Man’s good name be restrained by the Magistrate. Now, to return to our purpose, to demonstrate, that not only Gold, but also somewhat more rare; to wit, a true Tincture is hidden in Stones, and by the help of Art may be extracted from them, which the Ancients have hinted at in these words: AURO QUOD MELTUS: JASPER, & etc. And that there is much Tincture contained in the Jasper, I have long since inculcated in other places of my Writings. PARACELSUS highly commendeth RED TALCK, GRANATES, ANTIMONY, and LAPIS LAZULI, adding that Tinctures or the first Ens of Gold may be gotten from them by the help of sublimation. Moreover the first Ens of Gold, may also be found in other Stones, especially in the HEMATITIS, SCYTHIS, MAGNESIA OF PEDMONT,"},{"pageNumber":10,"pageContent":"SMIRIS, and others of that kind, in which it is so fixed, that there is nothing wanting to obtain it but only the way of extracting, and giving it ingress by SOL. On the contrary, the first Ens of Gold is indeed in Vegetable, Animal, and Mineral Sulphur, Marcasites, and Antimony, and that abundantly, but so volatile that Stones are to be preferred to them. And although my intention in this Book extendeth no farther than the extracting of Gold out of Stones, Sand, and Flints, yet nothing hinders but that in a few words, I may also shew, that in Stones, there is not only fixed Gold, but also volatile, whence a true Tincture may be perfected. Which Tincture I have not as yet made, but nevertheless I am certainly perswaded that it is no wise impossible to be done. For whatsoever can render the first Ens of Gold, in Stones, volatile, and draw it out by Distillation, he will continually obtain a gradatory water, whereby he may coagulate every running Mercury into good Gold. But he that knoweth how to join this volatile Gold with corporal SOL, to unite them and procure ingress, may thence expect a far greater good. For the first Ens of Gold is more conducible for the preparing Tinctures, than corporal Gold, as one of the Philosophers hath signified in the following words: THOU CANST NOT MAKE GOLD OR SILVER, EXCEPT THOU SHALT OBTAIN THEIR FIRST ENS. The first Ens of Gold, which is hidden in all Vegetables and Animals; coagulateth Mercury also into a yellowness, but not constant; but if it shall be fixed, it also coagulateth and fixeth with constancy, but not before. Therefore it is most certainly true, that where Sulphur is, there is also the first Ens of Gold, and where there is the first Ens of Gold, there is also Tincture. Therefore seeing that Sulphur may be found, in all things in the World; even in the smallest Herb, it followeth that also from every Herb, Wood, Stone, or Bone, a true Tincture may be prepared. Whosoever will believe, let him it matters little to me whether it be believed or not, I think my self satisfied in that I have not put that light which I have received under a Bushel, but have exhibited it to the World for information. For the light conduceth nothing to him who is blind, and resolveth to remain so. You shall find more in my third Century, as also in the sixth part of my PHARMACOPAEA SPAGYRICA. How it may be known whether Sand, Flints, and the like Stones, being pregnant with Gold; contain much Gold, or but little. White Sand and Flint, contain the least Gold of all; which Sand"},{"pageNumber":11,"pageContent":"indeed is never without Gold, although it cannot be extracted from it with profit. In the white and red; there is more Gold than in the white, nevertheless not always so much as will pay the cost. In the yellow, brown, or black, there is commonly much Gold contained, whensoever veins of white or yellow Sand run through them, and especially when such Sand shineth with abundance of small golden sparks, closely adhering to each other. In like manner that Sand is rich in SOL, which is like to Talck, or when Stones are found in it, in which there is red or brown Talck, even as SOL is contained almost in every Talck, nevertheless in some more; in other less. All River Pebbles(which although outwardly they appear white, yet when heated red hot and broken, are stained with yellowness; and contain SOL) are in extracting sufficiently rich in Gold, Green, yellow, or blue Stones being transparent like horn (called in the GERMAN Tongue HORNSTEIN) are also for the most part fruitfull in Gold. Also all red, dark coloured and black Flints contain Gold, whith which Iron is frequently admixed, which in the extraction is drawn out with the SOL and weakeneth the MENSTRUUM, and rendereth it unprofitable. All Quarries or rocky Stones, whether they be found in the Earth after the manner of Ducts or whether they lie in the open Air, when they are coloured, contain Gold. Every HAEMATITES, and that which is a kin to it, the SMIRIS, the Granate, and LAPIS LAZULI; all contain Gold, nevertheless always one more than another; so that some of them are rich in Gold. All Granates contain Gold; and besides Gold; also the first Ens of gold; but they are endowed with so hard a body; that AQUA FORTIS cannot exercise its power upon them. But there may be a remedy found, by whose help their extraction may be instituted. In every golden Stone called CHRYSOCOLLA, SAPHYR, RUBY, AMETHYST, and HIACYNTH, there is gold, but difficult to be extracted, All Flours or things fluxing, which are applied to the Mines of SOL and LUNA, for the bringing their Ores to a flux or melting, whether they be of a violet colour, or purple, yellow, red; or green, are all endowed with unripe and volatile gold. Which if you shall make red hot, the colour evaporateth like a green, yellow, or red smoke, leaving the Stones white. But if any Man shall know how to intercept, and detain such fugacious SOL, he may therewith coagulate MERCURY into gold. In like manner from all Stones, in which is the first Ens of gold; a green water may be extracted by the help of Distillation; in which MERCURY"},{"pageNumber":12,"pageContent":"coagulateth it self into gold. The Ancient Philosophers have called such a green water, their GREEN LYON, which devoureth gold, and of it prepareth a Tincture for LUNE and MERCURY. Concerning this matter, I could indeed say something more, did not the avarice and improbity of Men who seek nothing but the damage of their Neighbour, restrain me. Hence all those in which any light of God shall arise, ought diligently to beware that they communicate nothing of it to wicked Men, although they put on the shape of an Angel. For Faith is now no where kept among Men, as these following words of a golden Alphabet do witness. In God alone repose thy trust, With Mens presence be not beguiled; God only keepeth Faith, is Just, Which from the World is quite exilled. If many years ago, I had known those things which I now do, it would have profited me much in being aware of the dissembled sanctity of impostours. But what is past cannot be recalled: Let these things at this time suffice to be spoken of the knowledge of Sand and Stones, every Man may look further for himself, and search out and learn more. If any Man findeth any good from what I have written in this Book, let him give God thanks, and be mindfull of the Poor; if not, let him look upon himself as unworthy to be partaker of it. For I have here written more perspiculusly, than any Philosopher hath done before me, in which I rest. It now remains that we should say something concerning the easie way, and incomparable invention, by whose benefit SOL may be extracted from Sand and Stones, in great quantity and with a considerable gain. Which invention hath been hitherto unknown to the World, and it is almost impossible that a better should be found. But that the searcher into Art may see that this new invention of mine, is of all the most easie for the extracting of Gold from Sand or Flints, and that the World hath never known the like, I have thought fit to shew in what this CONPENDIUM consists, and it is thus. It is sufficiently known with what labour and costs the ancient Workers in Metals, and even those at this day, have extracted, and do extract Gold from Sand and Stones, viz. when first they burn the Ores or Stones, then grind it in peculiar Mills accommodated to that purpose, with ARGENTVIVE and water, where the ARGENT-VIVE draweth to it self the SOL, and the Stone goeth away in the"},{"pageNumber":13,"pageContent":"washing, and the greatest part of the ARGENT-VIVE is strained from the gold through Leather, which may again serve for the same use. Then in Iron Retorts they drive out the residue of the ARGENT-VIVE, which yet adhered to the SOL, which is saved; then they melt the SOL. In which operation they lose much of the ARGENT-VIVE, which in the grinding and washing goeth away; so that often times the charge of the MERCURY is no less than the gain of the gold. Therefore by this way nothing can be gotten from a poor Mine. But this is the easiest way they have to separate SOL from its Ore or Stones. Another way is, when they mix the washed Ore (which the GERMANS call SCHLICHT) with its weight of Litharge, and melt it with Bellows, then cupel the REGULUS OF SATURN, and so they obtain the SOL which was in the Ore. Which way of melting, is also dear, because much Lead is lost: But yet they are obliged to follow this way, who know no better. Now I will compare my way with this, that it may be evident which of them is the most easie and profitable. As for my method of extracting, it chiefly depends upon four singular COMPENDIUMS, by which the operation is rendered easie. The first of which is a water of small cost, which may be copiously prepared, without Distillation. The second is a singular Metal, of which the Kettles or Pans are made, in which the Stones or Sand is boiled with the water of small cost, and yet are not corroded nor consumed. And when the water shall have dissolved and imbibed the SOL in the Sand, the Ore, Sand, or Stones, with the water are to be taken out of the boiling Vessel, and put into another Vessel adapted to this use, with a bottom all over perforated with small holes (like a Colender) and first covered with inside, with a thin Matt, then the water will drop down through the Sand and Matt into another Vessel placed under it; moreover more hot water is to be poured upon the same Sand, and let to run through it, which water will also extract the gold which as yet remained in the Sand. And after this Elixiviation, the Sand (which is now of no use) is to be taken out of the filtering Vessel, and this labour is to be continued so long, until no more Sand is to be extracted. The third COMPENDIUM is this, when the LIXIVIUM of Gold, is collected to a just quantity; a singular Water of small cost, is poured into the Solution of Gold, whence all the SOL is precipitated from the Solvent, the Solvent by inclination is decanted from the CALX OF SOL, and may again be used for the like extraction, seeing that it still retaineth its strength, being nothing weakened by the precipitation."},{"pageNumber":14,"pageContent":"Therefore we may use this Solvent a long time. And that which is lost by pouring too and again, is of small charge, because it may be recruited again by the like cheap Water. But if one should mortifie that dissolvent with other contrary LIXIVIUMS, to precipitate the SOL, as otherwise is wont to be done, and I have taught above, about the proving of Sand, what a loss should we undergo, if at every time we should destroy our Solvent? Besides such an extraction is costly and laborious, when made in glass or earthen Cucurbits. But this extraction is almost of no charge, seeing that it may be perfected in great Kettles, and the Gold thence precipitated without loss of the Water. This extraction of Gold is like the extraction of Salt-peter from Earth, where the Workmen also elixiviate one part of the Earth, by the help of Water, which Earth they then throw away, and in room of that put other Earth into the Vessel, which they also elixiviate or wash, and that so often till they have elixiviated all their Earth impregnated with Salt-peter. And by the same reason we elict our Gold from Sand, as they make their Salt-peter. The fourth COMPENDIUM is this, that the precipitated CALX of SOL, after the Water is filtred from it is taken out of the filter and dried, and by the benefit of a certain singular good flux, not at all costly, is reduced, so that in the melting nothing of the Gold is lost. In those four COMPENDIUMS the whole work of our extraction con-sisteth, as a building standing upon four Pillars, one of which failing, the whole structure is ruined. He that knoweth those four COMPENDIUMS may boldly enter upon the work, to extract SOL from Sand and Stones; for then it will be a work of profit to him, otherwise not, which I have declared for the information of every man. But that I have made none of those four COMPENDIUMS manifest, let no man wonder, because I have been sufficiently hurt by the slanderous Forgeries of cavelling Detractours. For when by reason of their dull apprehension, they could not understand nor perform those things which I had written openly and plain enough, they falsly traduced my Writings, as abounding with lies. Let these things suffice to be written at this time, concerning the extraction of Gold out of Stones, Sand or Flints; which I doubt not but will be of use hereafter to many indigent Persons. For although all men should apply themselves to that extraction, yet they would in no wise incommode one another, seeing there are Sand and Stones every where obvious to all. And also the Salts for extracting are so plentifully"},{"pageNumber":15,"pageContent":"afforded, that nothing is wanting but a man to put his hand to the Work. But some one may here object and say: I do indeed believe GLAUBER, that in the Sand and Stones of the East and West INDIES, AFRICA, SPAIN, ITALY, FRANCE, and other hot Countries, much good Gold may be found, but who will remove his dwelling thither to extract it? There is no need that any should go dwell in AFRICA, or either INDIES, thence to fetch us Gold, seeing that it may be had sufficiently in EUROPE, and may be found in all cold places. It is well known, that in many parts of GERMANY, Gold is elicted from the Sand as well of small, as great Rivers and Lakes. But that more Gold may not be had in GERMANY, which is temperate, than in cold NORWAY, or SWEDEN, and less in GERMANY than in FRANCE or SPAIN, I will not deny. Therefore we need no Commerce with thirsty AFRICA, or AMERICA, as that with great peril of body and mind, we should seek Gold thence, seeing that we have it in every Country of EUROPE, and that not only under ground in the Veins of the Earth, whence it is to be digged out with very great trouble, cost and labour; but it is also every where manifest upon the Earth, where it is much more largely and easily acquired. The most famous Monarch of Philosophers, PARACELSUS, in his Book of the Vexations of ALCHEMISTS saith: THAT MORE GOLD AND SILVER MAY BE FOUND ABOVE THE EARTH, THAN IN ITS PROFUNDITY, AND THAT OFTENTIMES A COUNTRYMAN THROWETH A STONE AT A COW, WHICH IS OF GREATER VALUE THAN THE PRICE OF THE COW. Which thing indeed is certainly true, nevertheless whosoever will not with GLAUBER believe it, let him remain in his unbelief. In ESDRAS, we read these words: THERE IS MUCH EARTH OF WHICH POTTERS MAKE THEIR VESSELS, BUT A SMALL QUANTITY OF POWDER OR DUST OF WHICH GOLD IS MADE. Which words are commonly thus interpreted, that, by the words powder or dust of which Gold is made, the Writer hath understood the Stone of Philosophers. The which is very agreeable to truth, but yet no Earth is found void of metals, nevertheless all are not so rich, as to afford any profit in the extracting. On the contrary all Stones and Sand (although every of them doth not contain corporal SOL so largely, as to be thence extracted with gain) rejoice in the first Ens of Gold, or such a CALX by whose benefit Gold may be made. Which powder, if we know how to extract from them, we may make it better than Gold it self. But seeing such an Aurifick CALX is very largely diffused in Sand or Stones, and cannot be thence hammered out, but is extracted by Art alone, therefore the blind Covetours of Gold, with the Ignorant, will not believe it, because they know not how to perfect it. Hence an Art of this kind was by the Philosophers kept most secret,"},{"pageNumber":16,"pageContent":"where PABACELSUS speaking of the first Ens of Gold, saith that it may be elicted by sublimation. BASILIUS writeth that the preparation of the universal Tincture, may be compared to the distillation of a burning Spirit from the Lees of Wine, A comparision sufficiently perspicuous! For even as in a great quantity of Wine or Beer, there is hidden but a small quantity of good Spirit, and the residue is nothing but an unprofitable mud, but nevertheless that little Spirit, of which one spoonfull is more to be esteemed than a whole pall full of Lees. By such means the Philosophers would have us extract by Art, the first Ens or form of Gold being very far dispersed in Sand and Stones, and concentrate or bring it into a small compass, of which, but as much as the magnitude of a Pease, is of greater worth than a huge Mountain of unprofitable Earth. Moreover, this I will not conceal, that throughout all GERMANY, in and about the Rivers may be found Stones, which are sufficiently rich in Gold and Silver, and moreover if you break them into pieces, you shall find within them little Holes and Caverns, which abound with a yellow or brown Powder, which if any one shall take out, and melt it together with Borax, he will acquire SOL mixed with Silver. But as yet, I never saw any man, who knew this sort of stones, and much less that golden CALX which is hidden in them. Which thing without doubt they have passed by, by reason of their negligence, not loving or seeking to know the physical MAGNALIA of God. I have found many the like stones in the sandy Hills about URRECHT, and in other Sand pits of this Belgick Nation, but more about the Banks of the RHINE, and the Isle, as also the Coast of the Southern Sea, some of which stones I have yet by me. Also in the rough places of WALAVIA you may find much Sand and Stones, which contain corporal Gold. But there is no man knoweth any thing of them. And this might be of great use to Children, if they were placed for a time in the Shop or Workhouse of some Artist, of whom they might learn, whence in any case of necessity they might be able to sustain themselves. But the rich, relying upon their own fortunes, think that they have Wealth enough for their Children, but if any adverse fortune shall chance to befall them, as their Houses to be burnt, or their Ships robbed by Pyrates of their rich Merchandizes, or be cast away by Tempests, or their Debtours break and run away in their Debts, then they know not which way to turn themselves; and because they have learned no Art, whereby to get their living, they commonly degenerate into men of a desperate life. For one leaveth his Wife and Children, and goeth into the INDIES, where not a few have become a Prey to wild Beasts"},{"pageNumber":17,"pageContent":"or Cannibals. Another, for a small stipend or pay, selleth his Freedom to fight by Sea and Land, until like a mad Dog he is miserably slain. (I have heard that it is a Custom in GERMANY, that a man may play away, pawn, or sell his Liberty or Freedom, which being once gone, he becomes a Vassal or Slave to the publick Service of the Prince or State, during his Life). Others, (after they have consumed and wasted all their substance, and have learned nothing that is gainfull in thier youth, whence they might honestly maintain themselves and Families) betake themselves to a vitious kind of life, till they perish in it. To have truly learned Mechanick Arts, indeed helpeth much in fortunate times; but when the times happen to be troublesome and difficult, and many men in the same City exercise one and the same Art, one often hurts another, by eating the Bread out of his mouth, and reduceth him to straits. But if a Physician knoweth somewhat besides the Profession of Physick, by which he may obtain a Living, he will have no need to make so many Visits to the Sick out of a pressing desire and expectation of getting money for his diligent attendance. Therefore Hermetick Philosophy and Medicine, with their Cousen GERMAN natural Alchemy, are the most excellent of all Arts, and will so remain to the End of the World. Seeing therefore that such great Treasures (as we have heard) are hidden in the despised Earth, and in such subjects as are every where trampled under foot, wherefore should we not extract them, for an honest maintenance, and defence against the injury of the times? Why should we not leave INDIA to the INDIANS, and have regard to our own EUROPE, which abundantly affordeth whatsoever we need for the sustenation of Life? I cannot but say again and again, that were I but ten years younger than I am, I would not cease, but for the good of the publick, would publickly teach, and demonstrate to the Eye, true Philosophy, Medicine, and Alchemy. But my glass being almost run, I must commit the care of this labour to others who are younger and have greater strength of Body. Therefore in the mean time, whatsoever good I can do my Neighbour by wholsome Writings, I will not omit. I intend shortly (God favouring my design) to publish many secrets, hitherto unheard of. Nothing now remains but to close this little Treatise with, THE END. Glory be to God alone. "},{"pageNumber":18,"pageContent":"An Admonition to the Reader. Whatsoever I have written in this little Book of the compendious extracting of Gold, out of Sand and Stones, is so true, that nothing at all is to be doubted concerning it: Nevertheless after this Tractate was gone to the Press, another way, and that much better came into my mind, by the benefit of which, Gold may be extracted with a much greater expedition, than by the help of the former. Because for the operation of this last way, there is no need of any Kettles or Pans made of a certain singular Metal, but the extraction may be made in quantity without any boiling, in such Vessels as are every where in hand, and may be had, so that one man in one day, may by an easie business perform the extraction of a thousand Pounds weight of Sand. Which method is indeed much to be preferred to the former. Wherefore I could not but also notifie this way of extraction. What seekest thou? If I shall find that those my profitable inventions are gratefully received, I will not neglect officiously to serve the publick, in this present evil Age, and in the worser to come, by publishing the same. With which, benevolent Reader, I commit thee to the Divine Care and Protection. Dated at AMSTERDAM the 26th. Day of July 1664."}]
